[{
  "url": "https://scholar.google.com/citations?user=4kRaGsEAAAAJ&hl=en",
  "text": "‪Aram Amassian‬ - ‪Google Scholar‬\nColloidal-quantum-dot photovoltaics using atomic-ligand passivation\nJ Tang, KW Kemp, S Hoogland, KS Jeong, H Liu, L Levina, M Furukawa, ...\nNature materials 10 (10), 765-771, 2011\n18332011Ligand-stabilized reduced-dimensionality perovskites\nLN Quan, M Yuan, R Comin, O Voznyy, EM Beauregard, S Hoogland, ...\nJournal of the American Chemical Society 138 (8), 2649-2655, 2016\n15292016Hybrid passivated colloidal quantum dot solids\nAH Ip, SM Thon, S Hoogland, O Voznyy, D Zhitomirsky, R Debnath, ...\nNature nanotechnology 7 (9), 577-582, 2012\n15222012Reducing the efficiency–stability–cost gap of organic photovoltaics with highly efficient and stable small molecule acceptor ternary solar cells\nD Baran, RS Ashraf, DA Hanifi, M Abdelsamie, N Gasparini, JA Röhr, ...\nNature materials 16 (3), 363-369, 2017\n11352017Efficient charge generation by relaxed charge-transfer states at organic interfaces\nK Vandewal, S Albrecht, ET Hoke, KR Graham, J Widmer, JD Douglas, ...\nNature materials 13 (1), 63-68, 2014\n9002014Stable high‐performance perovskite solar cells via grain boundary passivation\nT Niu, J Lu, R Munir, J Li, D Barrit, X Zhang, H Hu, Z Yang, A Amassian, ...\nAdvanced Materials 30 (16), 1706576, 2018\n8142018Hybrid organic–inorganic inks flatten the energy landscape in colloidal quantum dot solids\nM Liu, O Voznyy, R Sabatini, FP García de Arquer, R Munir, AH Balawi, ...\nNature materials 16 (2), 258-263, 2017\n8132017Stable high efficiency two-dimensional perovskite solar cells via cesium doping\nX Zhang, X Ren, B Liu, R Munir, X Zhu, D Yang, J Li, Y Liu, DM Smilgies, ...\nEnergy & Environmental Science 10 (10), 2095-2102, 2017\n7082017Air-stable n-type colloidal quantum dot solids\nZ Ning, O Voznyy, J Pan, S Hoogland, V Adinolfi, J Xu, M Li, AR Kirmani, ...\nNature materials 13 (8), 822-828, 2014\n6972014Reduced voltage losses yield 10% efficient fullerene free organic solar cells with> 1 V open circuit voltages\nD Baran, T Kirchartz, S Wheeler, S Dimitrov, M Abdelsamie, J Gorman, ...\nEnergy & environmental science 9 (12), 3783-3793, 2016\n5702016The importance of fullerene percolation in the mixed regions of polymer–fullerene bulk heterojunction solar cells\nJA Bartelt, ZM Beiley, ET Hoke, WR Mateker, JD Douglas, BA Collins, ...\nAdvanced Energy Materials 3 (3), 364-374, 2013\n5342013Compositional and orientational control in metal halide perovskites of reduced dimensionality\nR Quintero-Bermudez, A Gold-Parker, AH Proppe, R Munir, Z Yang, ...\nNature materials 17 (10), 900-907, 2018\n4692018Molecular design of semiconducting polymers for high-performance organic electrochemical transistors\nCB Nielsen, A Giovannitti, DT Sbircea, E Bandiello, MR Niazi, DA Hanifi, ...\nJournal of the American Chemical Society 138 (32), 10252-10259, 2016\n4432016Single crystal hybrid perovskite field-effect transistors\nW Yu, F Li, L Yu, MR Niazi, Y Zou, D Corzo, A Basu, C Ma, S Dey, ...\nNature communications 9 (1), 5354, 2018\n4422018N-type organic electrochemical transistors with stability in water\nA Giovannitti, CB Nielsen, DT Sbircea, S Inal, M Donahue, MR Niazi, ...\nNature communications 7 (1), 13066, 2016\n4412016Diketopyrrolopyrrole–diketopyrrolopyrrole-based conjugated copolymer for high-mobility organic field-effect transistors\nC Kanimozhi, N Yaacobi-Gross, KW Chou, A Amassian, TD Anthopoulos, ...\nJournal of the American Chemical Society 134 (40), 16532-16535, 2012\n4222012Importance of the donor: fullerene intermolecular arrangement for high-efficiency organic photovoltaics\nKR Graham, C Cabanetos, JP Jahnke, MN Idso, A El Labban, ...\nJournal of the American Chemical Society 136 (27), 9608-9618, 2014\n3702014Low-loss contacts on textured substrates for inverted perovskite solar cells\nSM Park, M Wei, N Lempesis, W Yu, T Hossain, L Agosta, V Carnevali, ...\nNature 624 (7991), 289-294, 2023\n3682023Engineering ligand reactivity enables high-temperature operation of stable perovskite solar cells\nSM Park, M Wei, J Xu, HR Atapattu, FT Eickemeyer, K Darabi, L Grater, ...\nScience 381 (6654), 209-215, 2023\n3642023Artificial chemist: an autonomous quantum dot synthesis bot\nRW Epps, MS Bowen, AA Volk, K Abdel‐Latif, S Han, KG Reyes, ...\nAdvanced Materials 32 (30), 2001626, 2020\n3572020"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:UebtZRa9Y70C",
  "text": "View article\nAuthors\nLi Na Quan, Mingjian Yuan, Riccardo Comin, Oleksandr Voznyy, Eric M Beauregard, Sjoerd Hoogland, Andrei Buin, Ahmad R Kirmani, Kui Zhao, Aram Amassian, Dong Ha Kim, Edward H Sargent\nJournal\nJournal of the American Chemical Society\nPublisher\nAmerican Chemical Society\nDescription\nMetal halide perovskites have rapidly advanced thin-film photovoltaic performance; as a result, the materials’ observed instabilities urgently require a solution. Using density functional theory (DFT), we show that a low energy of formation, exacerbated in the presence of humidity, explains the propensity of perovskites to decompose back into their precursors. We find, also using DFT, that intercalation of phenylethylammonium between perovskite layers introduces quantitatively appreciable van der Waals interactions. These drive an increased formation energy and should therefore improve material stability. Here we report reduced-dimensionality (quasi-2D) perovskite films that exhibit improved stability while retaining the high performance of conventional three-dimensional perovskites. Continuous tuning of the dimensionality, as assessed using photophysical studies, is achieved by the choice of stoichiometry in …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:ZuybSZzF8UAC",
  "text": "View article\nAuthors\nJiang Tang, Kyle W Kemp, Sjoerd Hoogland, Kwang S Jeong, Huan Liu, Larissa Levina, Melissa Furukawa, Xihua Wang, Ratan Debnath, Dongkyu Cha, Kang Wei Chou, Armin Fischer, Aram Amassian, John B Asbury, Edward H Sargent\nPublisher\nNature Publishing Group UK\nDescription\nColloidal-quantum-dot (CQD) optoelectronics offer a compelling combination of solution processing and spectral tunability through quantum size effects. So far, CQD solar cells have relied on the use of organic ligands to passivate the surface of the semiconductor nanoparticles. Although inorganic metal chalcogenide ligands have led to record electronic transport parameters in CQD films, no photovoltaic device has been reported based on such compounds. Here we establish an atomic ligand strategy that makes use of monovalent halide anions to enhance electronic transport and successfully passivate surface defects in PbS CQD films. Both time-resolved infrared spectroscopy and transient device characterization indicate that the scheme leads to a shallower trap state distribution than the best organic ligands. Solar cells fabricated following this strategy show up to 6% solar AM1.5G power-conversion efficiency …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:eq2jaN3J8jMC",
  "text": "View article\nAuthors\nDerya Baran, Raja Shahid Ashraf, David A Hanifi, Maged Abdelsamie, Nicola Gasparini, Jason A Röhr, Sarah Holliday, Andrew Wadsworth, Sarah Lockett, Marios Neophytou, Christopher JM Emmott, Jenny Nelson, Christoph J Brabec, Aram Amassian, Alberto Salleo, Thomas Kirchartz, James R Durrant, Iain McCulloch\nPublisher\nNature Publishing Group UK\nDescription\nTechnological deployment of organic photovoltaic modules requires improvements in device light-conversion efficiency and stability while keeping material costs low. Here we demonstrate highly efficient and stable solar cells using a ternary approach, wherein two non-fullerene acceptors are combined with both a scalable and affordable donor polymer, poly(3-hexylthiophene) (P3HT), and a high-efficiency, low-bandgap polymer in a single-layer bulk-heterojunction device. The addition of a strongly absorbing small molecule acceptor into a P3HT-based non-fullerene blend increases the device efficiency up to 7.7 ± 0.1% without any solvent additives. The improvement is assigned to changes in microstructure that reduce charge recombination and increase the photovoltage, and to improved light harvesting across the visible region. The stability of P3HT-based devices in ambient conditions is also significantly …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:JQOojiI6XY0C",
  "text": "View article\nColloidal quantum dot (CQD) films allow large-area solution processing and bandgap tuning through the quantum size effect,,,,,. However, the high ratio of surface area to volume makes CQD films prone to high trap state densities if surfaces are imperfectly passivated, promoting recombination of charge carriers that is detrimental to device performance. Recent advances have replaced the long insulating ligands that enable colloidal stability following synthesis with shorter organic linkers or halide anions,,,,, leading to improved passivation and higher packing densities. Although this substitution has been performed using solid-state ligand exchange, a solution-based approach is preferable because it enables increased control over the balance of charges on the surface of the quantum dot, which is essential for eliminating midgap trap states,. Furthermore, the solution-based approach leverages recent progress in …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:Zph67rFs4hoC",
  "text": "View article\nAuthors\nTianqi Niu, Jing Lu, Rahim Munir, Jianbo Li, Dounya Barrit, Xu Zhang, Hanlin Hu, Zhou Yang, Aram Amassian, Kui Zhao, Shengzhong Liu"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:M3ejUd6NZC8C",
  "text": "View article\nAuthors\nXu Zhang, Xiaodong Ren, Bin Liu, Rahim Munir, Xuejie Zhu, Dong Yang, Jianbo Li, Yucheng Liu, Detlef-M Smilgies, Ruipeng Li, Zhou Yang, Tianqi Niu, Xiuli Wang, Aram Amassian, Kui Zhao, Shengzhong Frank Liu\nJournal\nEnergy & Environmental Science\nPublisher\nRoyal Society of Chemistry\nDescription\nTwo-dimensional (2D) organic–inorganic perovskites have recently emerged as one of the most important thin-film solar cell materials owing to their excellent environmental stability. The remaining major pitfall is their relatively poor photovoltaic performance in contrast to 3D perovskites. In this work we demonstrate cesium cation (Cs+) doped 2D (BA)2(MA)3Pb4I13 perovskite solar cells giving a power conversion efficiency (PCE) as high as 13.7%, the highest among the reported 2D devices, with excellent humidity resistance. The enhanced efficiency from 12.3% (without Cs+) to 13.7% (with 5% Cs+) is attributed to perfectly controlled crystal orientation, an increased grain size of the 2D planes, superior surface quality, reduced trap-state density, enhanced charge-carrier mobility and charge-transfer kinetics. Surprisingly, it is found that the Cs+ doping yields superior stability for the 2D perovskite solar cells when …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:PR6Y55bgFSsC",
  "text": "View article\nAuthors\nZhijun Ning, Oleksandr Voznyy, Jun Pan, Sjoerd Hoogland, Valerio Adinolfi, Jixian Xu, Min Li, Ahmad R Kirmani, Jon-Paul Sun, James Minor, Kyle W Kemp, Haopeng Dong, Lisa Rollny, André Labelle, Graham Carey, Brandon Sutherland, Ian Hill, Aram Amassian, Huan Liu, Jiang Tang, Osman M Bakr, Edward H Sargent\nPublisher\nNature Publishing Group UK\nDescription\nColloidal quantum dots (CQDs) offer promise in flexible electronics, light sensing and energy conversion. These applications rely on rectifying junctions that require the creation of high-quality CQD solids that are controllably n-type (electron-rich) or p-type (hole-rich). Unfortunately, n-type semiconductors made using soft matter are notoriously prone to oxidation within minutes of air exposure. Here we report high-performance, air-stable n-type CQD solids. Using density functional theory we identify inorganic passivants that bind strongly to the CQD surface and repel oxidative attack. A materials processing strategy that wards off strong protic attack by polar solvents enabled the synthesis of an air-stable n-type PbS CQD solid. This material was used to build an air-processed inverted quantum junction device, which shows the highest current density from any CQD solar cell and a solar power conversion efficiency as …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:_B80troHkn4C",
  "text": "View article\nAuthors\nMengxia Liu, Oleksandr Voznyy, Randy Sabatini, F Pelayo García de Arquer, Rahim Munir, Ahmed Hesham Balawi, Xinzheng Lan, Fengjia Fan, Grant Walters, Ahmad R Kirmani, Sjoerd Hoogland, Frédéric Laquai, Aram Amassian, Edward H Sargent\nPublisher\nNature Publishing Group UK\nDescription\nBandtail states in disordered semiconductor materials result in losses in open-circuit voltage (Voc) and inhibit carrier transport in photovoltaics. For colloidal quantum dot (CQD) films that promise low-cost, large-area, air-stable photovoltaics, bandtails are determined by CQD synthetic polydispersity and inhomogeneous aggregation during the ligand-exchange process. Here we introduce a new method for the synthesis of solution-phase ligand-exchanged CQD inks that enable a flat energy landscape and an advantageously high packing density. In the solid state, these materials exhibit a sharper bandtail and reduced energy funnelling compared with the previous best CQD thin films for photovoltaics. Consequently, we demonstrate solar cells with higher Voc and more efficient charge injection into the electron acceptor, allowing the use of a closer-to-optimum bandgap to absorb more light. These enable the …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:u-x6o8ySG0sC",
  "text": "View article\nAuthors\nDerya Baran, Thomas Kirchartz, Scot Wheeler, Stoichko Dimitrov, Maged Abdelsamie, Jeffrey Gorman, Raja S Ashraf, Sarah Holliday, Andrew Wadsworth, Nicola Gasparini, Pascal Kaienburg, He Yan, Aram Amassian, Christoph J Brabec, James R Durrant, Iain McCulloch\nJournal\nEnergy & environmental science\nPublisher\nRoyal Society of Chemistry\nDescription\nOptimization of the energy levels at the donor–acceptor interface of organic solar cells has driven their efficiencies to above 10%. However, further improvements towards efficiencies comparable with inorganic solar cells remain challenging because of high recombination losses, which empirically limit the open-circuit voltage (Voc) to typically less than 1 V. Here we show that this empirical limit can be overcome using non-fullerene acceptors blended with the low band gap polymer PffBT4T-2DT leading to efficiencies approaching 10% (9.95%). We achieve Voc up to 1.12 V, which corresponds to a loss of only Eg/q − Voc = 0.5 ± 0.01 V between the optical bandgap Eg of the polymer and Voc. This high Voc is shown to be associated with the achievement of remarkably low non-geminate and non-radiative recombination losses in these devices. Suppression of non-radiative recombination implies high external …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:ILKRHgRFtOwC",
  "text": "View article\nAuthors\nKoen Vandewal, Steve Albrecht, Eric T Hoke, Kenneth R Graham, Johannes Widmer, Jessica D Douglas, Marcel Schubert, William R Mateker, Jason T Bloking, George F Burkhard, Alan Sellinger, Jean MJ Fréchet, Aram Amassian, Moritz K Riede, Michael D McGehee, Dieter Neher, Alberto Salleo\nPublisher\nNature Publishing Group UK\nDescription\nInterfaces between organic electron-donating (D) and electron-accepting (A) materials have the ability to generate charge carriers on illumination. Efficient organic solar cells require a high yield for this process, combined with a minimum of energy losses. Here, we investigate the role of the lowest energy emissive interfacial charge-transfer state (CT1) in the charge generation process. We measure the quantum yield and the electric field dependence of charge generation on excitation of the charge-transfer (CT) state manifold via weakly allowed, low-energy optical transitions. For a wide range of photovoltaic devices based on polymer:fullerene, small-molecule:C60 and polymer:polymer blends, our study reveals that the internal quantum efficiency (IQE) is essentially independent of whether or not D, A or CT states with an energy higher than that of CT1 are excited. The best materials systems show an IQE higher …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:9vf0nzSNQJEC",
  "text": "View article\nAuthors\nJonathan A Bartelt, Zach M Beiley, Eric T Hoke, William R Mateker, Jessica D Douglas, Brian A Collins, John R Tumbleston, Kenneth R Graham, Aram Amassian, Harald Ade, Jean MJ Fréchet, Michael F Toney, Michael D McGehee\nJournal\nAdvanced Energy Materials\nDescription\nMost optimized donor‐acceptor (D‐A) polymer bulk heterojunction (BHJ) solar cells have active layers too thin to absorb greater than ∼80% of incident photons with energies above the polymer's band gap. If the thickness of these devices could be increased without sacrificing internal quantum efficiency, the device power conversion efficiency (PCE) could be significantly enhanced. We examine the device characteristics of BHJ solar cells based on poly(di(2‐ethylhexyloxy)benzo[1,2‐b:4,5‐b′]dithiophene‐co‐octylthieno[3,4‐c]pyrrole‐4,6‐dione) (PBDTTPD) and [6,6]‐phenyl‐C61‐butyric acid methyl ester (PCBM) with 7.3% PCE and find that bimolecular recombination limits the active layer thickness of these devices. Thermal annealing does not mitigate these bimolecular recombination losses and drastically decreases the PCE of PBDTTPD BHJ solar cells. We characterize the morphology of these BHJs before …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:lmc2jWPfTJgC",
  "text": "View article\nAuthors\nRafael Quintero-Bermudez, Aryeh Gold-Parker, Andrew H Proppe, Rahim Munir, Zhenyu Yang, Shana O Kelley, Aram Amassian, Michael F Toney, Edward H Sargent\nPublisher\nNature Publishing Group UK"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:WbkHhVStYXYC",
  "text": "View article\nAuthors\nChristian B Nielsen, Alexander Giovannitti, Dan-Tiberiu Sbircea, Enrico Bandiello, Muhammad R Niazi, David A Hanifi, Michele Sessolo, Aram Amassian, George G Malliaras, Jonathan Rivnay, Iain McCulloch\nJournal\nJournal of the American Chemical Society\nPublisher\nAmerican Chemical Society\nDescription\nThe organic electrochemical transistor (OECT), capable of transducing small ionic fluxes into electronic signals in an aqueous environment, is an ideal device to utilize in bioelectronic applications. Currently, most OECTs are fabricated with commercially available conducting poly(3,4-ethylenedioxythiophene) (PEDOT)-based suspensions and are therefore operated in depletion mode. Here, we present a series of semiconducting polymers designed to elucidate important structure–property guidelines required for accumulation mode OECT operation. We discuss key aspects relating to OECT performance such as ion and hole transport, electrochromic properties, operational voltage, and stability. The demonstration of our molecular design strategy is the fabrication of accumulation mode OECTs that clearly outperform state-of-the-art PEDOT-based devices, and show stability under aqueous operation without the need …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:S16KYo8Pm5AC",
  "text": "View article\nAuthors\nWeili Yu, Feng Li, Liyang Yu, Muhammad R Niazi, Yuting Zou, Daniel Corzo, Aniruddha Basu, Chun Ma, Sukumar Dey, Max L Tietze, Ulrich Buttner, Xianbin Wang, Zhihong Wang, Mohamed N Hedhili, Chunlei Guo, Tom Wu, Aram Amassian\nPublisher\nNature Publishing Group UK\nDescription\nThe fields of photovoltaics, photodetection and light emission have seen tremendous activity in recent years with the advent of hybrid organic-inorganic perovskites. Yet, there have been far fewer reports of perovskite-based field-effect transistors. The lateral and interfacial transport requirements of transistors make them particularly vulnerable to surface contamination and defects rife in polycrystalline films and bulk single crystals. Here, we demonstrate a spatially-confined inverse temperature crystallization strategy which synthesizes micrometre-thin single crystals of methylammonium lead halide perovskites MAPbX3 (X = Cl, Br, I) with sub-nanometer surface roughness and very low surface contamination. These benefit the integration of MAPbX3 crystals into ambipolar transistors and yield record, room-temperature field-effect mobility up to 4.7 and 1.5 cm2 V−1 s−1 in p and n channel devices respectively …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:JoZmwDi-zQgC",
  "text": "View article\nAuthors\nAlexander Giovannitti, Christian B Nielsen, Dan-Tiberiu Sbircea, Sahika Inal, Mary Donahue, Muhammad R Niazi, David A Hanifi, Aram Amassian, George G Malliaras, Jonathan Rivnay, Iain McCulloch\nPublisher\nNature Publishing Group UK\nDescription\nOrganic electrochemical transistors (OECTs) are receiving significant attention due to their ability to efficiently transduce biological signals. A major limitation of this technology is that only p-type materials have been reported, which precludes the development of complementary circuits, and limits sensor technologies. Here, we report the first ever n-type OECT, with relatively balanced ambipolar charge transport characteristics based on a polymer that supports both hole and electron transport along its backbone when doped through an aqueous electrolyte and in the presence of oxygen. This new semiconducting polymer is designed specifically to facilitate ion transport and promote electrochemical doping. Stability measurements in water show no degradation when tested for 2 h under continuous cycling. This demonstration opens the possibility to develop complementary circuits based on OECTs and to improve …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:WA5NYHcadZ8C",
  "text": "View article\nAuthors\nCatherine Kanimozhi, Nir Yaacobi-Gross, Kang Wei Chou, Aram Amassian, Thomas D Anthopoulos, Satish Patil"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:1sJd4Hv_s6UC",
  "text": "View article\nAuthors\nKenneth R Graham, Clement Cabanetos, Justin P Jahnke, Matthew N Idso, Abdulrahman El Labban, Guy O Ngongang Ndjawa, Thomas Heumueller, Koen Vandewal, Alberto Salleo, Bradley F Chmelka, Aram Amassian, Pierre M Beaujuge, Michael D McGehee\nJournal\nJournal of the American Chemical Society\nPublisher\nAmerican Chemical Society\nDescription\nThe performance of organic photovoltaic (OPV) material systems are hypothesized to depend strongly on the intermolecular arrangements at the donor:fullerene interfaces. A review of some of the most efficient polymers utilized in polymer:fullerene PV devices, combined with an analysis of reported polymer donor materials wherein the same conjugated backbone was used with varying alkyl substituents, supports this hypothesis. Specifically, the literature shows that higher-performing donor–acceptor type polymers generally have acceptor moieties that are sterically accessible for interactions with the fullerene derivative, whereas the corresponding donor moieties tend to have branched alkyl substituents that sterically hinder interactions with the fullerene. To further explore the idea that the most beneficial polymer:fullerene arrangement involves the fullerene docking with the acceptor moiety, a family of benzo[1,2-b …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:IaI1MmNe2tcC",
  "text": "View article\nAuthors\nSo Min Park, Mingyang Wei, Nikolaos Lempesis, Wenjin Yu, Tareq Hossain, Lorenzo Agosta, Virginia Carnevali, Harindi R Atapattu, Peter Serles, Felix T Eickemeyer, Heejong Shin, Maral Vafaie, Deokjae Choi, Kasra Darabi, Eui Dae Jung, Yi Yang, Da Bin Kim, Shaik M Zakeeruddin, Bin Chen, Aram Amassian, Tobin Filleter, Mercouri G Kanatzidis, Kenneth R Graham, Lixin Xiao, Ursula Rothlisberger, Michael Grätzel, Edward H Sargent\nPublisher\nNature Publishing Group UK\nDescription\nInverted perovskite solar cells (PSCs) promise enhanced operating stability compared to their normal-structure counterparts, –. To improve efficiency further, it is crucial to combine effective light management with low interfacial losses,. Here we develop a conformal self-assembled monolayer (SAM) as the hole-selective contact on light-managing textured substrates. Molecular dynamics simulations indicate that cluster formation during phosphonic acid adsorption leads to incomplete SAM coverage. We devise a co-adsorbent strategy that disassembles high-order clusters, thus homogenizing the distribution of phosphonic acid molecules, and thereby minimizing interfacial recombination and improving electronic structures. We report a laboratory-measured power conversion efficiency (PCE) of 25.3% and a certified quasi-steady-state PCE of 24.8% for inverted PSCs, with a photocurrent approaching 95% of the …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:LdasjJ6CEcoC",
  "text": "View article\nAuthors\nSo Min Park, Mingyang Wei, Jian Xu, Harindi R Atapattu, Felix T Eickemeyer, Kasra Darabi, Luke Grater, Yi Yang, Cheng Liu, Sam Teale, Bin Chen, Hao Chen, Tonghui Wang, Lewei Zeng, Aidan Maxwell, Zaiwei Wang, Keerthan R Rao, Zhuoyun Cai, Shaik M Zakeeruddin, Jonathan T Pham, Chad M Risko, Aram Amassian, Mercouri G Kanatzidis, Kenneth R Graham, Michael Grätzel, Edward H Sargent\nPublisher\nAmerican Association for the Advancement of Science\nDescription\nPerovskite solar cells (PSCs) consisting of interfacial two- and three-dimensional heterostructures that incorporate ammonium ligand intercalation have enabled rapid progress toward the goal of uniting performance with stability. However, as the field continues to seek ever-higher durability, additional tools that avoid progressive ligand intercalation are needed to minimize degradation at high temperatures. We used ammonium ligands that are nonreactive with the bulk of perovskites and investigated a library that varies ligand molecular structure systematically. We found that fluorinated aniliniums offer interfacial passivation and simultaneously minimize reactivity with perovskites. Using this approach, we report a certified quasi–steady-state power-conversion efficiency of 24.09% for inverted-structure PSCs. In an encapsulated device operating at 85°C and 50% relative humidity, we document a 1560-hour T85 at …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=4kRaGsEAAAAJ&citation_for_view=4kRaGsEAAAAJ:yFnVuubrUp4C",
  "text": "View article\nAuthors\nRobert W Epps, Michael S Bowen, Amanda A Volk, Kameel Abdel‐Latif, Suyong Han, Kristofer G Reyes, Aram Amassian, Milad Abolhasani\nJournal\nAdvanced Materials\nDescription\nThe optimal synthesis of advanced nanomaterials with numerous reaction parameters, stages, and routes, poses one of the most complex challenges of modern colloidal science, and current strategies often fail to meet the demands of these combinatorially large systems. In response, an Artificial Chemist is presented: the integration of machine‐learning‐based experiment selection and high‐efficiency autonomous flow chemistry. With the self‐driving Artificial Chemist, made‐to‐measure inorganic perovskite quantum dots (QDs) in flow are autonomously synthesized, and their quantum yield and composition polydispersity at target bandgaps, spanning 1.9 to 2.9 eV, are simultaneously tuned. Utilizing the Artificial Chemist, eleven precision‐tailored QD synthesis compositions are obtained without any prior knowledge, within 30 h, using less than 210 mL of total starting QD solutions, and without user selection of …\nScholar articles\nRW Epps, MS Bowen, AA Volk, K Abdel‐Latif, S Han… - Advanced Materials, 2020\nRW Epps, MS Bowen, AA Volk, K Abdel‐Latif, S Han… - Advanced Materials, 2020"
},
{
  "url": "https://mse.ncsu.edu/amassian/",
  "text": "Amassian Research Lab\nThe Amassian Research Lab, under the direction of Aram Amassian, Professor of Materials Science and Engineering, develops organic and hybrid materials for next-generation energy technologies. With a focus on solar energy and solution-processed devices, we pursue breakthroughs in scalable, sustainable, and low-cost manufacturing. Our team combines expertise in ink-based additive manufacturing, in situ characterization, and robotic experimentation to accelerate discovery and innovation.\nAram Amassian, Principal Investigator\nProfessor Aram Amassian, Associate Professor of Materials Science and Engineering, received his Ph.D. from the University of Toronto. He held postdoctoral appointments at Cornell University and King Abdullah University of Science and Technology (KAUST), where he later became a faculty member before joining North Carolina State University in 2019. His research focuses on organic and hybrid electronic materials, additive manufacturing, and sustainable energy devices, with a particular emphasis on advancing scalable fabrication methods for next-generation technologies.\nResearch Focus: Enabling Sustainable Energy Through Additive Manufacturing\nOur areas of expertise include:\nInk-based additive manufacturing: \nPrinting organic and hybrid electronic materials\nDeveloping scalable, ultra-low-cost fabrication techniques\nIntegrating ambient printing with classical additive manufacturing platforms\nEnergy harvesting and electronic devices: \nSolution-processed solar cells and thin-film photovoltaics\nHybrid organic–inorganic energy materials\nOptoelectronic and electronic device fabrication\nAdvanced characterization and automation: \nIn situ methods to study self-assembly and crystallization\nRobotic experimentation platforms for accelerated discovery\nAutomation to expand accessibility and inclusive research participation\nJoin the Amassian Team\nWe are looking for talented and motivated graduate students and postdoctoral researchers to join the group."
},
{
  "url": "https://mse.ncsu.edu/amassian/research/",
  "text": "Research | Amassian Research Lab\nOur research seeks to enable a new paradigm in additive manufacturing through research and development in ink-based organic and hybrid electronic materials. Research is performed in a state-of-the-art Ambient Manufacturing of Electronics (AME) laboratory, part of the Carbon Electronics Cluster, which enables both scientific research, such as into the mechanisms of self-assembly and crystallization of functional materials, and engineering developments, including the fabrication of electronic, optoelectronic and photovoltaic devices. AME also carries out engineering efforts to integrate the ambient printing of electronic materials with classical additive manufacturing platforms to enable integrated manufacturing approaches.\nResearch Focus: Enabling Sustainable Energy Through Additive Manufacturing\nOur areas of expertise include:\nInk-based additive manufacturing: \nPrinting organic and hybrid electronic materials\nDeveloping scalable, ultra-low-cost fabrication techniques\nIntegrating ambient printing with classical additive manufacturing platforms\nEnergy harvesting and electronic devices: \nSolution-processed solar cells and thin-film photovoltaics\nHybrid organic–inorganic energy materials\nOptoelectronic and electronic device fabrication\nAdvanced characterization and automation: \nIn situ methods to study self-assembly and crystallization\nRobotic experimentation platforms for accelerated discovery\nAutomation to expand accessibility and inclusive research participation\nResearch Sponsors\nWe are very grateful for the financial support of our research from our current and prior sponsors"
},
{
  "url": "https://mse.ncsu.edu/amassian/outreach/",
  "text": "Outreach | Amassian Research Lab\nCatalyst Program\nThe Amassian Research Lab partnered with NC State’s Catalyst Program in summer 2021 to provide high school students with disabilities a day of hands-on STEM education. Students toured the lab, observed solar cell fabrication and automation demonstrations, and learned about sustainable greenhouse technology. They also met SolarPack, NC State’s solar car team, before building and racing their own solar cars on Centennial Campus. Later that year, Professor Amassian gave a talk on sustainability and robotics at Wolfspeed Family STEM Day, showcasing photovoltaic glass and solar-powered mini greenhouses."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/",
  "text": "News | Amassian Research Lab\nJan 26, 2024 \nResearch Publication: Show What You Know\nDELTA Grants help faculty solve instructional challenges, often in ways that are innovative and unique. Sharing the process, results, and lessons learned through presentations and publications can be a great way to increase the visibility of this work in professional communities. Sharing results is an important, but time-consuming, task for those in academia. Your DELTA…"
},
{
  "url": "https://mse.ncsu.edu/amassian/contact/",
  "text": "Contact | Amassian Research Lab\nShipping\nProfessor Aram Amassian\n840 Main Campus Drive\nPartners Building II\nSuite 1519, Room 1525 \nCentennial Campus, NC State University\nRaleigh, NC 27606, USA"
},
{
  "url": "https://mse.ncsu.edu/amassian/people/aamassi/",
  "text": "Aram Amassian | Amassian Research Lab\nAA\nArea(s) of Expertise\nAdditive Manufacturing and Ink-Based Materials, Energy Materials and Solar Devices, and Robotics, Automation and Inclusive Research\nPublications\nLow-Cost, High-Efficiency Organic Solar Cells Based on Ecofriendly Processing Solvent , ADVANCED ENERGY AND SUSTAINABILITY RESEARCH (2025) \nTwo-Stage Bipolaron Formation in Molecularly Doped Conjugated Polymers , ADVANCED MATERIALS (2025) \nCationic ligation guides quantum-well formation in layered hybrid perovskites , Matter (2024) \nElectrostatic self-assembly yields a structurally stabilized PEDOT:PSS with efficient mixed transport and high-performance OECTs , MATTER (2024) \nFacile Synthesis of Cu-Doped TiO2 Particles for Accelerated Visible Light-Driven Antiviral and Antibacterial Inactivation , ACS APPLIED ENGINEERING MATERIALS (2024) \nImproved Ambient Stability of Inorganic Perovskite Films Through Reduction of Tensile Stress , 2024 IEEE 52ND PHOTOVOLTAIC SPECIALIST CONFERENCE, PVSC (2024) \nLinking Electronic and Structural Disorder Parameters to Carrier Transport in a Modern Conjugated Polymer , ACS APPLIED MATERIALS & INTERFACES (2024) \nMapping the interfacial energetic landscape in organic solar cells reveals pathways to reducing non-radiative losses , MATTER (2024) \nMechanistic understanding of speciated oxide growth in high entropy alloys , NATURE COMMUNICATIONS (2024) \nMoisture Uptake Relaxes Stress in Metal Halide Perovskites at the Expense of Stability , ACS ENERGY LETTERS (2024) \nView all publications \nGrants\nNext Generation Molecular Dopants for Organic Electronics: From Fundamentals to New Device Concepts \nDate: 11/01/22 - 10/31/25\nAmount: $1,755,250.00\nFunding Agencies: US Navy - Office Of Naval Research\nDoping of organic semiconductors (OSCs) plays an important and growing role in organic electronics, ranging from OLEDs and OPVs to bioelectronics, and neuromorphic computing. However, unlike Si where parts per million dopant concentrations can significantly alter the conductivity, doping organic semiconductors with molecular dopants requires a much higher concentration (>5%), pointing to the fundamental bottlenecks in molecular doping of OSCs. Furthermore, the conductivity of doped OSCs deviates from the linear increase with doping concentration >20% (e.g., MeO-TPD doped with F4-TCNQ), or plateaus at low doping levels (e.g., 10% for P3HT doped with F4-TCNQ). This MURI team combines expertise in synthesis (You), characterization of materials (Ginger, So, Ade), novel device concepts and engineering (So), processing and morphological characterization (Amassian, Ade), computation (Li), robotic experimentation and ML data-analytics (Amassian, Ganapathysubramanian). This integrated team will address the fundamental questions outlined above, and explore novel photoredox dopant/switchable doping that can enable photopatterning of p and n doping to fabricate OSC integrated circuits. We will implement a collaborative workflow integrating robotic experimentation and machine learning (ML) to accelerate the pace of data generation, and co-design of dopant/polymers.\nREU SITE: Collaborative Research: Nanoscale Detectives -- Elucidating the Structure and Dynamics of Hybrid Perovskite Systems \nDate: 09/15/21 - 8/31/25\nAmount: $162,000.00\nFunding Agencies: National Science Foundation (NSF)\nHybrid materials incorporating both organic and inorganic components are being engineered to create new materials in which targeted optical and electronic properties are encoded through the control of nanoscale composition/morphology. Hybrid perovskites are a particularly exciting class of materials that have been realized as high-performance solar cells, light-emitting diodes, lasers, photodetectors and transistors. The crystalline nature of this hybrid family enables organic/inorganic functionalities combining essential attributes from the two distinct realms of chemistry. With the realization of the new optoelectronic technologies and the influence of the nanoscopic structure on desired macroscopic properties, there is a need to fully connect the structure and dynamics of the systems at a molecular level. In the proposed REU program, students will extensively utilize instruments and cutting edge analytical tools housed within facilities of the NSF-funded Research Triangle Nanotechnology Network (RTNN), which is one of 16 sites of the National Nanotechnology Coordinated Infrastructure (NNCI), and is a collaborative that partners North Carolina State University (NC State), the University of North Carolina at Chapel Hill (UNC-CH), and Duke University (Duke). Twelve undergraduate students annually will work in research labs at NC State, UNC, or Duke for 10 weeks during the summer. Through the collection and analysis of data, the students will elucidate new perspectives of hybrid perovskite systems and can directly apply this knowledge to the improvement of system designs and/or the investigation of novel applications. There are three objectives for this REU program: (1) To improve student knowledge of and provide hands-on experience for cutting-edge characterization techniques and analytical tools that can be used to evaluate hybrid perovskite systems; (2) to foster student interest in pursuing a career in STEM fields, especially those from underrepresented groups; and (3) to develop communication and networking skills in each of the participants.\nPlanning Grant: Engineering Research Center for Green and Climate Resilient Built Environments (Green CRiB) \nDate: 09/01/21 - 8/31/24\nAmount: $100,000.00\nFunding Agencies: National Science Foundation (NSF)\nWe propose an Engineering Research Center for Green and Climate Resilient Built Environments (Green CriBs), which will drive innovation, engineering and widespread adoption of novel transparent envelope window and building materials to provide extreme thermal insulation together with dynamic and responsive light admittance for the built environment, its occupants and activities. Doing so will maximize the climate resilience of society, enhance environmental justice, reduce greenhouse gas emissions and accelerate grid decarbonization.\nTOSCA Thrust III: Pinpointing the Morphological and Chemical Origins of Degradation in Fullerene-free Organic Photovoltaics ONR White Paper Tracking Number: FY2019-000134-AS) \nDate: 04/01/20 - 8/31/24\nAmount: $840,000.00\nFunding Agencies: US Navy - Office Of Naval Research\nThe aim of the proposed project is to identify and visualize the morphological and chemical origins of degradation in state-of-the-art organic photovoltaic (OPV) materials consisting of polymer donor and non-fullerene small-molecule acceptors (SMA). Specific objectives toward achieving this aim are as follows: (1) Visualize the multiphase morphology, associated heterointerfaces and energy landscape in modern bulk heterojunction (BHJ) OPVs utilizing emerging spectromicroscopic imaging based on scanning tunneling microscopy/spectroscopy (STM/STS) approaches. (2) Interrogate the relative morphological stability of phases and heterointerfaces under thermal, light and environmental stresses and aging. (3) Detect changes in energetic landscape, morphology and chemical degradation associated to burn-in or long-term aging using cross-sectional STM on actual OPV devices. (4) Propose new materials design guidelines, materials combinations, BHJ morphologies, and processing schemes which achieve maximum power conversion efficiency (PCE) while being thermodynamically and photochemically stable.\nCharacterizing flexible OSC modules with high efficiency and lifetime \nDate: 07/01/21 - 4/30/24\nAmount: $87,155.00\nFunding Agencies: US Dept. of Defense (DOD)\nBase: The personnel at NCSU will provide complementary research to PolyPV LLC towards the goal of manufacturing flexible organic solar cell modules with high efficiency and lifetime. Specifically, multiple 1 cm2 cell that are to be connected into a module will be created by PolyPV LLC with scalable manufacturing methods such as blade-coating or slot-die printing. The subaward will characterize such devices for performance and stability and provide feedback to PolyPV LLC on how to improve the fabrication. NCSU will also provide benchmarking on devices produced by conventional spin-casting methods. Option: The type of characterization for the 6 month base-period and the 6 month option-period is essentially the same. The difference between these two periods is mostly in the devices produced by PolyPV LLC. We anticipate that during the 6 month option-period a new instrument that allows accelerated testing at high light intensity will become available.\nSpatially and Spectrally Resolved Semiconductor Single Crystal Arrays for Wafer-Scale Integrated Optoelectronics \nDate: 03/01/20 - 2/29/24\nAmount: $495,284.00\nFunding Agencies: National Science Foundation (NSF)\nThis project aims to bridge the knowledge gap in the implementation of high-quality single crystal (SC) semiconductors into next-generation thin film-based electronic, optoelectronic and spintronic devices and their fabrication platforms. Specifically, we will focus on developing accelerated synthetic approaches which will enable SC growth on surfaces from a drying solution, their direct integration into electronic and optoelectronic devices, and ultimately the demonstration of wafer-scale SC device arrays. We will develop this in the context of hybrid metal halides (HMHs), an emerging salt-like class of semiconductors which have demonstrated remarkable semiconductor properties, ease of processing and a vast and yet unexplored chemical universe. Our approaches will enable the on-demand growth of semiconductor SCs with desired properties directly onto devices at designated locations using thin film deposition techniques, thus bringing about a paradigm shift in SC devices and ushering in a new era of accelerated co-design of SC materials and devices.\nCollaborative Research: Sustainable Ambient Printed High Efficiency Organic PhotoVoltaics (SAPHE-OPV) \nDate: 02/15/20 - 1/31/24\nAmount: $302,244.00\nFunding Agencies: National Science Foundation (NSF)\nThe objective of the proposed research is to address the NSF program call for ����������������low-cost, environmentally benign organic photovoltaics��������������� by rationally developing high throughput ambient printing of novel high efficiency semi-conducting polymer:non-fullerene based solar cells with active layers processed with (a) petrochemical solvents such as anisole and o-methylanisole that are safer and more benign than currently used chlorinated solvents, and (b) renewable, green solvents such as ethanol and possibly even water. The molecular design needed will be guided by fundamental molecular interaction considerations and detailed structure-solvent-morphology relations.\nControlling Stress and Strain in Perovskite Solar Cells to Enhance Efficiency and Stability \nDate: 06/08/20 - 6/07/23\nAmount: $450,000.00\nFunding Agencies: US Navy - Office Of Naval Research\nIn this white paper we describe some of the fundamental questions that need to be answered in order to enable the fabrication of exceptionally stable tandems with greater than 30% efficiency. We will study perovskites with low, medium and high bandgaps. We have chosen to emphasize controlling stress and strain in perovskites because only a few manuscripts have been published on the subject despite the enormous importance it has been shown to have in the development of other thin-film electronic and optoelectronic devices. What causes strain buildup in solution-processed perovskite films must be understood at a fundamental level in order to develop stress mitigation strategies that are portable across materials (e.g., different bandgaps), processes (e.g., one-step vs two-step) and from lab-to-fab (e.g., spin-coating vs blade-coating). The need to control stress and strain is multiplied when dealing with tandem devices, which involve many more layers than a single junction device and two or more perovskite layers. We are also seeking to have a better understanding of what determines the density of halogen vacancies, since they are charged mobile defects that can both change the electric field in the device, trap charge and enhance recombination. It is very likely that stress and strain affect the density of vacancies\nRAPID: Defect-Chemistry Design of Titanium Dioxide for Enhanced Virucidal Photodynamic Properties \nDate: 06/15/20 - 5/31/22\nAmount: $174,598.00\nFunding Agencies: National Science Foundation (NSF)\nThe proposed research program leverages expertise of an interdisciplinary group of scientists to develop fundamental synthesis-structure-property-function relationships for metal oxide nanomaterials for efficacy in inactivating surrogate viruses for COVID-19. The knowledge gained will enable accelerated and rational design of TiO2 nanoparticles for the production of specific reaction oxygen species that are important for the photodynamic inactivation of the COVID viruses. Such materials could be implemented into personal protective equipment and antiviral coatings.\nHybrid Organic-Inorganic Excitonic Device for Generation, Transport and Manipulation of Triplet Excitons \nDate: 08/15/20 - 8/14/21\nAmount: $150,000.00\nFunding Agencies: Sony\nThe overarching goal of this research program is to develop an electronic structure to create high density of triplet excitons via singlet fission and transport these excitons over long distances and manipulate them for various functionalities. We will use a hybrid platform including molecular electronics to enable singlet fission to create triplet excitons, and organic/inorganic perovskites to transport these triplets across long distances into various potential centers to utilize these excitons in different processes.\nView all grants"
},
{
  "url": "https://orcid.org/0000-0002-5734-1194",
  "text": "Aram Amassian (0000-0002-5734-1194) - ORCID\nAram Amassian is University Faculty Scholar and Professor of Materials Science and Engineering at NC State. He joined NC State in summer 2018 as a Chancellor’s Faculty Excellence Program hire in the Organic and Carbon Electronics (ORaCEL) Cluster and in the Department of Materials Science and Engineering. He previously served as co-director of ORaCEL in 2022 and 2023. \nAmassian's research is highly interdisciplinary and focuses on emerging semiconductors for thin film electronic, optoelectronic and photovoltaic applications. Amassian is internationally renowned for his work on solution-processing of organic, colloidal quantum dot and hybrid perovskites, where he has introduced in situ diagnostics tools to understand the complex solidification process of organic and hybrid materials for functional electronic and energy materials for device applications. His current research focus is the development of AI-guided research instrumentation for semiconductor and energy materials research to solve complex materials-based problems and accelerate innovation.\nAmassian was previously a founding member of the faculty at the King Abdullah University of Science and Technology (KAUST) in Saudi Arabia. He served as assistant and associate professor in Materials Science and Engineering and was a founding member of the KAUST Solar Center. He has worked extensively with industry, including SABIC, Boeing and Sony. He is Fellow of the Royal Society of Chemistry and the Optical Society of America (Optica). He was named the Career Development SABIC Chair for his work on solution-processed optoelectronic materials. He has also been recognized as a highly cited researcher (Web of Science - Clarivate) Since 2020.\nHe received his bachelor of engineering and Ph.D. in engineering physics at Ecole Polytechnique de Montreal in Canada. He was a postdoctoral associate in the Department of Materials Science and Engineering at Cornell University and at the Cornell High Energy Synchrotron Source (CHESS). He was awarded the NSERC (Canada) postdoctoral fellowship, the NSERC post-graduate fellowship, as well as the American Vacuum Society’s Electronic Materials Postdoctoral award. He is widely published in peer-reviewed journals (>200 publications)."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/page/2/",
  "text": "News | Amassian Research Lab\nFeb 27, 2023 \nCorralling Ions Improves Viability of Next Generation Solar Cells\nResearchers have discovered that channeling ions into defined pathways in perovskite materials improves the stability and operational performance of perovskite solar cells. The finding paves the way for a new generation of lighter, more flexible, and more efficient solar cell technologies suitable for practical use. Perovskite materials, which are defined by their crystalline structure, are…"
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2025/aram-amassian-named-five-time-highly-cited-researcher-by-clarivate/",
  "text": "Aram Amassian Named Five-Time Highly Cited Researcher by Clarivate\nProfessor Aram Amassian has again earned international recognition for his influential research. He was named a Highly Cited Researcher by Clarivate for the fifth consecutive year (2020–2024). This prestigious designation is awarded to researchers who rank in the top 1% by citations for their field and publication year, as measured by data from the Web of Science.\nAmassian’s selection in the Cross-Field category reflects the wide-reaching impact of his interdisciplinary work across materials science, chemistry, physics, and energy research. His scientific portfolio includes over 240 publications, more than 32,000 citations, and an H-index of 93, underscoring his sustained influence in advancing high-performance materials and energy technologies through advanced in situ characterization and development of AI-powered lab automation tools.\n“This recognition reflects the hard work and creative thinking of our students and collaborators across institutions. I’m grateful to be part of a research community that pushes the boundaries of what’s possible in materials science.”\nProfessor Aram Amassian\nAmassian is a core member of NC State’s Organic and Carbon Electronics (ORaCEL) cluster, with previous affiliations at King Abdullah University of Science and Technology (KAUST), Cornell University, and Polytechnique Montreal. His recent work spans innovations in organic solar cells, perovskites, conjugated polymers, and quantum-well semiconductors: topics critical to the future of sustainable energy and electronics.\nThe Clarivate honor places Amassian in an elite company and reinforces NC State MSE’s reputation as a global leader in cutting-edge materials research.\nCongratulations to Professor Amassian on this remarkable achievement and continued impact on the global research stage. \nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2024/linking-energy-loss-to-interfaces-in-organic-solar-cells-could-make-them-much-more-efficient/",
  "text": "Linking Energy Loss to Interfaces in Organic Solar Cells Could Make Them Much More Efficient\nNew research from North Carolina State University provides a deeper understanding of precisely what is happening in organic solar cells as light is converted into electricity. Researchers developed a new method which visualizes interfaces where the sunlight’s energy is converted to electrical charges and used the findings to develop a set of design rules that can improve the efficiency of organic solar cells.\nOrganic solar cells are made with carbon-based polymer materials that have the potential to be low cost, can be made from earth-abundant materials, and have some attractive features – such as the fact that they can be made into semi-transparent or transparent window applications. In addition, as thin film solar cells they have the potential for lightweight and flexible solar applications amenable to roll-to-roll manufacturing – which could also make them easy to transport and install.\nHowever, organic solar cells have not been as efficient as silicon or perovskite solar technologies at converting light into electricity.\n“Organic solar cells are made of a mixture of two materials,” says Aram Amassian, co-corresponding author of a paper on the work and a university faculty scholar and professor of materials science and engineering at North Carolina State University.\n“Both materials harvest electrons from sunlight. However, one of the materials is a polymer that harvests electrons, but then has to interact with the second material in order to pass those electrons on. The polymer is called a donor material; the other substance, typically a small molecule, is called the acceptor material. We knew that interfaces between donor and acceptor materials were responsible for a voltage loss – which is what currently limits the efficiency of organic solar cells. Our goal with this work was to gain a deeper understanding of what aspects of interfaces were responsible for the voltage loss so that we may improve them.”\nTo address this challenge, the researchers developed a scanning-probe microscopy method that allowed them to map not only the topographic characteristics of the donor and acceptor blend, but also the energy characteristics of the donor and acceptor materials at the interfaces – such as the energy gradient at the interface and how disordered the donor and acceptor materials are at the interface.\n“This technique allowed us to determine how the degree of disorder of donor and acceptor molecules at the interface impacted the energy disorder,” says Daniel Dougherty, co-corresponding author of the paper and a professor of physics at NC State. “Once we had mapped the energetics of all of these interfaces, we were able to compare those findings with the results of conventional methods that characterize the overall performance of an organic solar cell’s voltage loss.”\nThe team needed to overcome another key challenge. As the scanning-probe microscopy technique does not directly measure voltage loss, the team could not tell which interface was the main culprit.\n“Blends of donor and acceptor materials give rise to many different types of interfaces at once and it is not clear which interfaces are responsible for voltage losses,” Amassian says.\n“Our study revealed that the functional interface in modern high performance organic solar cells, such as PM6:Y6, is the sharp donor-acceptor interface,” Dougherty says. “The findings imply that this type of interface needs to be targeted to further reduce voltage losses.”\n“Once we identified the functional interface associated with voltage loss, we conducted a series of investigations into which factors influenced voltage loss,” Amassian says.\n“There has been a longstanding debate in the organic solar cell community between people who argued that voltage loss was driven by energy differential between constituent donor and acceptor materials and people who argued that voltage loss was driven by energetic disorder along interfaces. Our experiments show that both sides are correct – it’s a combination of both factors.”\nThe researchers successfully demonstrated that it is possible to “fix” the energy differential and tune the disorder at interfaces by changing the way the donor and acceptor are blended during fabrication in such a way as to reduce the voltage loss as much as possible.\n“By controlling for one of the drivers of voltage loss, we were actually able to identify engineering solutions that will help the organic solar cell community minimize the other driver of voltage loss,” Amassian says.\n“Essentially, voltage losses are reduced by selecting a pair of materials with minimal energy offsets. Practitioners can then further reduce energy losses by identifying a solvent and processing parameters that substantially reduce interfacial disorder. We’re optimistic the design rules we developed using this technique can be used to inform organic solar cell research and development moving forward.”\nThe paper, “Mapping Interfacial Energetic Landscape in Organic Solar Cells Reveals Pathways to Reducing Nonradiative Losses,” is published in the journal Matter. Co-first authors of the paper are Gaurab Thapa, a former Ph.D. student at NC State, and Mihirsinh Chauhan, a former postdoctoral researcher at NC State. The paper was co-authored by Jacob Mauthe, a Ph.D. student at NC State.\nThis work was done with support from the Office of Naval Research under award number N00014-20-1-2183.\n-shipman-\nNote to Editors: The study abstract follows.\n“Mapping Interfacial Energetic Landscape in Organic Solar Cells Reveals Pathways to Reducing Nonradiative Losses”\nAuthors: Gaurab J. Thapa, Mihirsinh Chauhan, Jacob P. Mauthe, Daniel B. Dougherty and Aram Amassian, North Carolina State University\nPublished: Oct. 30, 2024, Matter\nDOI: 10.1016/j.matt.2024.10.007\nAbstract: Organic photovoltaics (OPVs) currently suffer from high non-radiative voltage loss (ΔVnr), which may limit them from far exceeding 20% efficiency. Disorder and energy offsets at donor/acceptor (D/A) interfaces play a crucial role in minimizing the ΔVnr, but there are multiple types of D/A interfaces present in OPV active layers, which occludes current understanding of voltage losses. In this work, we combine optoelectronic measurements with local tunneling spectroscopy to identify the D/A interface relevant to ΔVnr. We measure the electronic band edge distribution to infer interfacial charge transfer (CT) state properties of the D/A interface. This delineates the influences of CT state disorder and its hybridization with the singlet state on the ΔVnr. Finally, our framework provides an ideal interface design rule toward minimizing voltage losses in next-generation OPV devices.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2025/engineering-lhps-for-next-gen-leds/",
  "text": "Engineering LHPs for Next-Gen LEDs\nA new technique developed at NC State allows researchers to engineer layered hybrid perovskites (LHPs) down to the atomic level, opening up the door to creating materials tailored for use in next-generation printed LEDs and lasers.\nLHPs can efficiently convert electrical charge to light and light into electricity. They consist of thin sheets of perovskite semiconductor material that are separated by thin organic “spacer” layers. But researchers could not figure out how to engineer these materials to control their performance.\nThe NC State team discovered that nanoplatelets, which are individual sheets of the perovskite material, form spontaneously at the surface of solutions and can play a key role in the properties of the LHP films — if they can be controlled.\nWithin LHPs are quantum wells, which are sheets of semiconductor material sandwiched between spacer layers. Nanoplatelets serve as LEGO pieces of different thickness, where the thickness determines the quantum confinement and the energy. If the series of nanoplatelets have a thickness of two, three and four atoms in ascending order, the LHP can form efficient energy cascades.\n“What’s exciting is that we found we can essentially control the growth of several nanoplatelets at once, essentially tuning the size and location of quantum wells in LHP films in a reproducible manner,” said Aram Amassian, professor in the Department of Materials Science and Engineering. “And because we can control their arrangement, energy can cascade more efficiently between the quantum wells and undergo recombination — which means the material is highly efficient at converting this energy into light in laser and LED applications.”\nThis post was originally published in College of Engineering News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2024/engineering-perovskite-materials-at-the-atomic-level-paves-way-for-new-lasers-leds/",
  "text": "Engineering Perovskite Materials at the Atomic Level Paves Way for New Lasers, LEDs\nResearchers have developed and demonstrated a technique that allows them to engineer a class of materials called layered hybrid perovskites (LHPs) down to the atomic level, which dictates precisely how the materials convert electrical charge into light. The technique opens the door to engineering materials tailored for use in next-generation printed LEDs and lasers – and holds promise for engineering other materials for use in photovoltaic devices.\nPerovskites, which are defined by their crystalline structure, have desirable optical, electronic and quantum properties. LHPs consist of incredibly thin sheets of perovskite semiconductor material that are separated from each other by thin organic “spacer” layers. LHPs can be laid down as thin films consisting of multiple sheets of perovskite and organic spacer layers. These materials are desirable because they can efficiently convert electrical charge into light, making them promising for use in next-generation LEDs, lasers and photonic integrated circuits.\nHowever, while LHPs have been of interest to the research community for years, there was little understanding of how to engineer these materials in order to control their performance characteristics.\nTo understand what the researchers discovered, you have to start with quantum wells, which are sheets of semiconductor material sandwiched between spacer layers.\n“We knew quantum wells were forming in LHPs – they’re the layers,” says Aram Amassian, corresponding author of a paper on the work and a professor of materials science and engineering at North Carolina State University.\nAnd understanding the size distribution of quantum wells is important because energy flows from high-energy structures to low-energy structures at the molecular level.\n“A quantum well that is two atoms thick has higher energy than a quantum well that is five atoms thick,” says Kenan Gundogdu, co-author of the paper and a professor of physics at NC State. “And in order to get energy to flow efficiently, you want to have quantum wells that are three and four atoms thick between the quantum wells that are two and five atoms thick. You basically want to have a gradual slope that the energy can cascade down.”\n“But people studying LHPs kept running into an anomaly: the size distribution of quantum wells in an LHP sample that could be detected via X-ray diffraction would be different than the size distribution of quantum wells that could be detected using optical spectroscopy,” Amassian says.\n“For example, diffraction might tell you that your quantum wells are two atoms thick, as well as there being a three-dimensional bulk crystal,” Amassian says. “But spectroscopy might tell you that you have quantum wells that are two atoms, three atoms, and four atoms thick, as well as the 3D bulk phase.\n“So, the first question we had was: why are we seeing this fundamental disconnect between X-ray diffraction and optical spectroscopy? And our second question was: how can we control the size and distribution of quantum wells in LHPs?”\nThrough a series of experiments the researchers discovered that there was a key player involved in answering both questions: nanoplatelets.\n“Nanoplatelets are individual sheets of the perovskite material that form on the surface of the solution we use to create LHPs,” Amassian says. “We found that these nanoplatelets essentially serve as templates for layered materials that form under them. So, if the nanoplatelet is two atoms thick, the LHP beneath it forms as a series of two-atom-thick quantum wells.\n“However, the nanoplatelets themselves aren’t stable, like the rest of the LHP material. Instead, the thickness of nanoplatelets keeps growing, adding new layers of atoms over time. So, when the nanoplatelet is three atoms thick, it forms three-atom quantum wells, and so on. And, eventually, the nanoplatelet grows so thick that it becomes a three-dimensional crystal.”\nThis finding also resolved the longstanding anomaly about why X-ray diffraction and optical spectroscopy were providing different results. Diffraction detects the stacking of sheets and therefore does not detect nanoplatelets, whereas optical spectroscopy detects isolated sheets.\n“What’s exciting is that we found we can essentially stop the growth of nanoplatelets in a controlled way, essentially tuning the size and distribution of quantum wells in LHP films,” Amassian says. “And by controlling the size and arrangement of the quantum wells, we can achieve excellent energy cascades – which means the material is highly efficient and fast at funneling charges and energy for the purposes of laser and LED applications.”\nWhen the researchers found that nanoplatelets played such a critical role in the formation of perovskite layers in LHPs, they decided to see if nanoplatelets could be used to engineer the structure and properties of other perovskite materials – such as the perovskites used to convert light into electricity in solar cells and other photovoltaic technologies.\n“We found that the nanoplatelets play a similar role in other perovskite materials and can be used to engineer those materials to enhance the desired structure, improving their photovoltaic performance and stability,” says Milad Abolhasani, co-author of the paper and ALCOA Professor of Chemical and Biomolecular Engineering at NC State.\nThe paper, “Cationic Ligation Guides Quantum Well Formation in Layered Hybrid Perovskites,” is published in the journal Matter. The paper was co-authored by Kasra Darabi, Fazel Bateni, Tonghui Wang, Laine Taussig and Nathan Woodward, who are all Ph.D. graduates of NC State; Mihirsinh Chauhan, Boyu Guo, Jiantao Wang, Dovletgeldi Seyitliyev, Masoud Ghasemi and Xiangbin Han, who are all postdoctoral researchers at NC State; Evgeny Danilov, director of the Imaging and Kinetics Spectroscopy Laboratory at NC State; Xiaotong Li, an assistant professor of chemistry at NC State; and Ruipeng Li of Brookhaven National Laboratory.\nThe work was done with support from the National Science Foundation under grant 1936527; and from the Office of Naval Research under grant N00014-20-1-2573.\n-shipman-\nNote to Editors: The study abstract follows.\n“Cationic Ligation Guides Quantum Well Formation in Layered Hybrid Perovskites”\nAuthors: Kasra Darabi, Mihirsinh Chauhan, Boyu Guo, Jiantao Wang, Dovletgeldi Seyitliyev, Fazel Bateni, Tonghui Wang, Masoud Ghasemi, Laine Taussig, Nathan Woodward, Xiangbin Han, Evgeny O. Danilov, Xiaotong Li, Milad Abolhasani, Kenan Gundogdu and Aram Amassian, North Carolina State University; and Ruipeng Li, Brookhaven National Laboratory\nPublished: Oct. 11, Matter\nAbstract: Layered hybrid perovskites (LHPs) have emerged as promising reduced dimensional semiconductors for next generation photonic and energy applications, wherein controlling the size, orientation, and distribution of quantum wells (QWs) is of paramount importance. Here, we reveal that bulky molecular spacers act as crystal terminating ligands to form colloidal nanoplatelets (NPLs) during early stages of LHP formation. NPLs template the crystallization of LHPs. Using multi-modal diagnostics, we prove that NPLs ripen and grow, playing a decisive role in the time-evolution of QW size, population distribution and orientation. We demonstrate antisolvent drip interrupts NPL ripening and thereby controls QW orientation, population, and energy cascades within LHP films. Using this approach, we achieve low threshold amplified emission (AE) with remarkable reproducibility. We further introduce synthesized NPLs in the antisolvent step of 3D perovskites to control facet orientation and achieve enhanced efficiency and stability in wide bandgap solar cell devices compared to untextured controls.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/page/7/",
  "text": "News | Amassian Research Lab\nJun 6, 2019 \nDiscovery Sheds Light on Synthesis, Processing of High-Performance Solar Cells\nHalide perovskite solar cells hold promise as the next generation of solar cell technologies, but while researchers have developed techniques for improving their material characteristics, nobody understood why these techniques worked. New research sheds light on the science behind these engineering solutions."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2024/research-publication-show-what-you-know/",
  "text": "Research Publication: Show What You Know\nDELTA Grants help faculty solve instructional challenges, often in ways that are innovative and unique. Sharing the process, results, and lessons learned through presentations and publications can be a great way to increase the visibility of this work in professional communities. Sharing results is an important, but time-consuming, task for those in academia. Your DELTA Grant team is available to assist in several ways: \nDiscussing topics\nProviding guidance on data collection and IRB approval\nConducting analyses\nCo-presenting \nCo-authoring \nDELTA team members regularly work with faculty to disseminate findings from DELTA Grants work. Their recommendations are based on research and best practices, and they are a reliable sounding board for your innovative ideas. Additional support for DELTA Grant research, analysis, and dissemination may be available depending on staff availability.\nConnect with Colleagues at Conferences\nPresentations are a great place to start the sharing process. While your presentation benefits your colleagues, there are many benefits you can take advantage of as well. There are networking opportunities, exposure to research with similar topics occurring at other universities and the chance to gather feedback on your work from other area experts. \nWhen you find a conference you would like to participate in, the steps to submit a proposal are listed on their respective websites. In general, you will find focal points for relevant topics, important dates, descriptions of submission types, criteria for acceptance, and requirements for presentations and digital posters.\nThere are many opportunities to present close to home and beyond. The NC State Conference on Faculty Excellence is a convenient outlet for sharing your work with colleagues across the university. Since most conferences are discipline specific, your colleagues are a great resource for relevant offerings to share your work. \nTaking the Leap to Journal Publication\nPublishing in peer-reviewed journals is time-intensive as the process often takes a year or more. This can sound like a daunting task but you don’t have to approach it alone. \nDELTA played an integral role in supporting faculty who successfully completed the DELTA Grants process. In fact, 13 journal DELTA Grants-related publications published since 2019 were co-authored by DELTA team members. The academic areas covered ranged from Chemistry to Music to Nutrition, and results were published in a variety of outlets such as:\nEducation in the Health Professions\nThe Journal of Chemical Education\nThe American Biology Teacher\nOnline Journal of Distance Learning Administration\nTranslational Animal Science\nPRIMUS\nJournal of Perinatal Education\nStatistics Education Research Journal\nChemical Engineering Education\nJournal of Online Learning, Research and Practice\nNC State faculty members work rigorously on providing a world-class, innovative education to their students that fills educational knowledge gaps. Presenting and publishing this work helps to preserve it in a more permanent manner, increase the visibility of the authors and NC State, build your CV, and contribute to ongoing research. Often, the people you connect with as a result of presenting and publishing your work become a professional network with increased potential for collaboration with your peers.\nReady to start your journey towards presentations and publications? Apply for a DELTA Grant this spring to solve pedagogical problems while getting support and guidance from your friends at DELTA! \n*Additional support for DELTA Grant research, analysis, and dissemination may be available depending on staff availability.\nThis post was originally published in DELTA News."
},
{
  "url": "https://mse.ncsu.edu/amassian/group/principal-investigator/",
  "text": "People | Amassian Research Lab\nSearch for: \nPrincipal Investigator\nVIEW: Alphabetical By Group \nAA\nAram Amassian \nProfessor\naamassi@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/amassian/news/page/3/",
  "text": "News | Amassian Research Lab\nFeb 17, 2023 \nAmassian Named University Faculty Scholar\nNC State’s 2022-23 class of University Faculty Scholars was announced today. These 22 early- and mid-career faculty receive this designation in recognition of their outstanding academic achievements and contributions to NC State through their teaching, scholarship and service to the university and beyond.\nNov 3, 2022 \nIntegrating Robotics, Materials Science to Capture Solar Energy\nIn developing more effective solar panels cells, NC State researchers are establishing more inclusive, accessible ways to do science. This important work was made possible thanks to the support of the Carbon Electronics Cluster.\nApr 28, 2022 \nCollege awards distinguished faculty, staff and seniors during first in-person ceremony since 2019\nOn Tuesday, April 26, 2022, the College of Engineering held its first in-person awards ceremony since spring of 2019. Current seniors and distinguished faculty and staff were honored during the hour-long ceremony.\nMar 30, 2022 \nGraduate Programs Rise in Rankings\nThis year’s U.S. News rankings bring good news for graduate programs across the university. Three programs place in the top 10 nationwide while numerous other graduate programs advance.\nMar 16, 2022 \nDay of Giving supports COE student programs, research and more\nThe College of Engineering will be rallying together alumni, faculty, staff members and friends for NC State University’s fourth annual Day of Giving on March 23. The College’s nine academic departments will be competing to receive the most gifts on Day of Giving to win an additional share of $15,000 in prize money from Dean Louis…\nJan 26, 2022 \nPrinting Perovskite Single Crystals for Photonics\nA new paper co-authored by Tony, a Ph.D. student in MSE, will appear in Advanced Materials(link here), a premier journal in our field. About the Research Prof. Aram Amassian’s group at North Carolina State University has demonstrated a novel strategy for fabricating hybrid perovskite single crystals using a simple drying droplet that may change how…"
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2023/four-college-of-engineering-professors-among-most-cited-researchers-in-the-world/",
  "text": "Four College of Engineering professors among most cited researchers in the world\nFour faculty members from the College of Engineering at NC State were recognized on Clarivate’s 2023 list of Highly Cited Researchers.\nEach researcher selected has authored multiple papers ranked in the top 1 percent by citations for their field(s) over the past decade. This year, Clarivate’s list included 7,125 designations to 6,849 researchers. There were 131 researchers total in engineering.\nAmong those recognized for being in the top one percent of citations in their field over the past 10 years were:\nAram Amassian, professor in the Department of Materials Science and Engineering (MSE). Amassian’s research develops and uses robotics and artificial intelligence to establish formulation-process-structure-property relationships in an organic, quantum dot, and metal-halide hybrid perovskite semiconductor materials. He has co-authored more than 210 research publications.\nAmay J. Bandodkar, assistant professor in the Department of Electrical Engineering (ECE). Bandodkar’s research includes work with the interface of electronics, materials science and biology to realize next-generation conformal sensors and energy devices with broad applications in wearables, implants and distributed systems.\nMichael D. Dickey, Camille and Henry Dreyfus Professor in the Department of Chemical and Biomolecular Engineering. Dickey studies and researches new ways to pattern, actuate and control soft materials, such as gels, polymers and liquid metals. A common theme of his research is the importance of thin films, interfacial phenomena and microfabrication.\nRobert Heath, Lampe Distinguished Professor in ECE. Heath’s research involves wireless communications cellular systems, public safety and military networks, with recent applications to vehicular communication systems, 5G and now 6G.\nHeath has been featured on the list since 2014, Amassian joined the list in 2020 and Dickey appeared for the first time in 2021. Bandodkar was featured on the 2022 list for the first time.\nHarald Ade, Goodnight Innovation Distinguished Professor in the Department of Physics at NC State, was also on the list. Ade is an affiliated faculty member in MSE in the College of Engineering. Ade’s research has contributed to the development of Near Edge X-ray Absorption Fine Structure (NEXAFS) microscopy, X-ray linear dichroism microscopy, X-ray photoemission microscopy and more.\nRodolphe Barrangou, Todd R. Klaenhammer Distinguished Professor in Food, Bioprocessing and Nutrition Sciences at NC State, was also listed.\nSelection happens in July and then is narrowed down based on certain criteria, including how many authors are on each paper and papers with anomalous levels of self-citation, and the list is created in September, to be launched by November.\nThis post was originally published in College of Engineering News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2023/carbon-electronics-cluster-co-directors-named-to-highly-cited-researchers-list/",
  "text": "Carbon Electronics Cluster Co-directors Named to Highly Cited Researchers List\nHarald Ade, Goodnight Innovation Distinguished Professor of Physics, and Aram Amassian, University Faculty Scholar and professor in the Department of Materials Science and Engineering, have been named to Clarivate’s 2023 list of the world’s most highly cited researchers for the seventh and fourth times, respectively.\nThe analytics firm compiled its annual list of researchers with multiple papers ranking in the top 1% by citations for their field and publication year in Clarivate’s Web of Science platform over the past decade. Ade, who has been named to Clarivate’s list each year since 2017, was recognized in the materials science category, while Amassian, who has been named to the list since 2020, was recognized in the cross-field category.\nAde and Amassian are the co-directors of NC State’s Carbon Electronics faculty cluster, which is part of the Chancellor’s Faculty Excellence Program. The cluster works to revolutionize the use and manufacturing of carbon-based technology involving computers, renewable power sources and energy storage to advance sustainable living and agriculture. The goal is to develop solar energy conversion devices, self-powered green houses, e-textiles, light emitting displays, spintronic devices and more. \nAram Amassian, University Faculty Scholar and professor in the Department of Materials Science and Engineering \nAde has developed a number of novel instruments and characterization methods, including near edge X-ray absorption fine structure microscopy and resonant soft x-ray scattering. His research group focuses on advancing organic semiconductors and photovoltaics by investigating different factors that affect performance. Ade’s group also focuses on novel device architectures with detailed morphological analysis to maximize performance and reduce energy loss in organic solar cells and related electronics. Ade recently co-founded PolyPV with Brendan O’Connor, a professor in the Department of Mechanical and Aerospace Engineering, to bring organic solar cells to the market, where energy and weight are at a premium. \nAmassian’s research group seeks to address climate change by enabling fundamental and applied breakthroughs in stability science in organic and hybrid materials for energy harvesting devices based on metal halide perovskites and organic photovoltaics. The group also focuses on the development of self-driving laboratories that will accelerate the fabrication of thin film photovoltaic and thin film electronic technologies. The group’s research is enabled by innovative design of high throughput experimentation, advanced multi-modal characterization and integration with data science, machine learning and artificial intelligence. \nOther NC State faculty included on the list were Amay J. Bandodkar, assistant professor in the Department of Electrical and Computer Engineering; Rodolphe Barrangou, Todd R. Klaenhammer Distinguished Professor in the Department of Food, Bioprocessing and Nutrition Sciences; Michael D. Dickey, Camille and Henry Dreyfus Professor in the Department of Chemical and Biomolecular Engineering; and Robert W. Heath, Lampe Distinguished Professor in the Department of Electrical and Computer Engineering.\nThis post was originally published in College of Sciences News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2023/new-robot-boosts-solar-energy-research/",
  "text": "New Robot Boosts Solar Energy Research\nResearchers have created a robot capable of conducting experiments more efficiently and sustainably to develop a range of new semiconductor materials with desirable attributes. The researchers have already demonstrated that the new technology, called RoboMapper, can rapidly identify new perovskite materials with improved stability and solar cell efficiency.\n“RoboMapper allows us to conduct materials testing more quickly, while also reducing both cost and energy overhead – making the entire process more sustainable,” says Aram Amassian, corresponding author of a paper on the work and a professor of materials science and engineering at North Carolina State University.\nConventional materials research requires a researcher to prepare a sample and then go through multiple steps to test each sample using different instruments. This involves placing, aligning and calibrating samples as needed to collect the data. Think of it as an assembly line that is both time consuming and requires a lot of electricity to power the relevant instruments.\nPrevious efforts to automate this process have relied largely on automating the assembly line with one sample per chip moving through the entire data collection process. This improves speed, but each of the steps still has to be done with one sample at a time.\n“RoboMapper also automates this process, but places dozens of samples on each chip by miniaturizing the material samples with the help of modern printing,” Amassian says. “It still performs each step of the data collection process, but it does so for multiple materials in parallel, saving time and energy.”\n“This makes searching for new materials far more efficient, more cost effective, and more sustainable in terms of our carbon footprint,” says Tonghui Wang, lead author of the paper and a Ph.D. student at NC State. “It’s nearly 10 times faster than previous automated techniques.”\nTo confirm this, the team evaluated the environmental impact of traditional materials research and data collection and compared it with the RoboMapper.\n“It was remarkable to find that characterization is the major source of greenhouse gas emissions in materials research,” says environmental economist Lucía Serrano-Luján, co-author of the paper and a researcher at Rey Juan Carlos University and the Technical University of Cartagena. “The RoboMapper’s ability to streamline the data collection process by placing dozens of materials on the same chip reduced greenhouse gas emissions tenfold.”\nTo demonstrate the utility of RoboMapper, the researchers focused first on perovskite materials. Perovskites, which are defined by their crystalline structure, are better than silicon at absorbing light. That means perovskite solar cells can be thinner and lighter than silicon solar cells without sacrificing the cell’s ability to convert light into electricity – making them a focal point for research into next-generation solar technologies.\nSpecifically, the researchers focused on perovskite stability, which is one of the biggest challenges in the field.\n“Basically, the challenge is that perovskite materials tend to degrade when exposed to light, losing the properties that made them desirable in the first place,” Amassian says. “We’re looking for ways to engineer these materials so that they are stable – meaning they retain their desirable properties for a long time, even when exposed to light.”\nAnd the researchers had their first significant finding with RoboMapper during the technology’s proof-of-concept demonstration.\nThe researchers tasked RoboMapper with making alloys using a defined set of elements. RoboMapper then made samples with 150 different alloy compositions and conducted optical spectroscopy and X-ray structural assessments and stability tests of those samples.\nRoboMapper’s tests were designed to identify whether an alloy was suitable for tandem solar cells, meaning: whether it had the crystalline structure of a perovskite; whether it had a desirable set of optical characteristics, known as the band gap; and whether it was stable when exposed to intense light. This experimental data was then used to construct a computational model that identified a specific alloy composition that it predicted would have the best combination of desired attributes.\nThe researchers then made the desired alloy with RoboMapper and by using conventional laboratory techniques, and tested both.\n“We are able to quickly identify the most stable composition from a possible set of perovskite alloys at a target band gap using the specific suite of elements we confined ourselves to for this proof-of-concept work,” Amassian says. “The material we identified using RoboMapper also turned out to be more efficient at converting light into electricity in solar cell devices. Our conventional techniques validated the results from RoboMapper.\n“One reason RoboMapper’s experiments were able to produce such useful data is that the specific suite of experiments we used is based on previous work that informs our understanding of the relationship between what we can observe in optical tests and the stability of perovskite materials.\n“Next steps for this work include expanding the range of potential alloys for testing in RoboMapper,” Amassian says. “We’re open to working with industry partners to identify new materials for photovoltaics or other applications. And with support from the Office of Naval Research, we are already using RoboMapper to advance our understanding of materials for both organic solar cells and printed electronics.\nThe paper, “Sustainable Materials Acceleration Platform Reveals Stable and Efficient Wide Bandgap Metal Halide Perovskite Alloys,” is published in the journal Matter. Study co-authors include Hossein Ardekani and Robert Epps, former Ph.D. students at NC State; Jiantao Wang and Mahdi Ramezani, former postdoctoral researchers at NC State; Ryan Wilmington, Kasra Darabi and Boyu Guo, Ph.D. students at NC State; Mihirsinh Chauhan, a postdoctoral researcher at NC State; Dali Sun, an associate professor of physics at NC State; Milad Abolhasani, a professor of chemical and biomolecular engineering at NC State; Kenan Gundogdu, a professor of physics at NC State; and Ruipeng Li of Brookhaven National Laboratory. Amassian and Wang have filed a provisional patent related to the work.\nTen of the paper’s authors are part of the ORganic and Carbon Electronics Laboratories (ORaCEL) group at NC State, which is an interdisciplinary team of researchers focused on accelerating the development of new semiconductor materials for a wide range of applications.\nThe work was done with assistance from Brookhaven National Laboratory and with support from the National Science Foundation, under grants 1936527 and 1741693; the Office of Naval Research, under grant number N00014-20-1-2573; the UNC Research Opportunities Initiative; and the State Research Agency (AEI), Government of Spain (grant number TED-2021-132368A-C22) and Ministry of Science and Innovation (MCIN/AEI/10.13039/501100011033/FEDER, UE) under the grant PID2021-126605NB-I00.\n-shipman-\nNote to Editors: The study abstract follows.\n“Sustainable Materials Acceleration Platform Reveals Stable and Efficient Wide Bandgap Metal Halide Perovskite Alloys”\nAuthors: Tonghui Wang, Hossein Ardekani, Jiantao Wang, Mahdi Ramezani, Ryan Wilmington, Mihirsinh Chauhan, Robert W. Epps, Kasra Darabi, Boyu Guo, Dali Sun, Milad Abolhasani, Kenan Gundogdu and Aram Amassian, North Carolina State University; Ruipeng Li, Brookhaven National Laboratory; and Lucía Serrano-Luján, Rey Juan Carlos University and Technical University of Cartagena\nPublished: July 25, 2023, Matter\nDOI: 10.1016/j.matt.2023.06.040\nAbstract: The vast chemical space of emerging semiconductors, like metal halide perovskites, and their varied requirements for semiconductor applications have rendered trial-and-error environmentally unsustainable. In this work, we demonstrate RoboMapper, a materials acceleration platform (MAP), that achieves 10-fold research acceleration by formulating and palletizing semiconductors on a chip, thereby allowing high-throughput (HT) measurements to generate quantitative structure-property relationships (QSPRs) considerably more efficiently and sustainably. We leverage the RoboMapper to construct QSPR maps for the mixed ion FA1-yCsyPb(I1-xBrx)3 halide perovskite in terms of structure, bandgap, and photostability with respect to its composition. We identify wide-bandgap alloys suitable for perovskite-Si hybrid tandem solar cells exhibiting a pure cubic perovskite phase with favorable defect chemistry while achieving superior stability at the target bandgap of 1.7 eV. RoboMapper’s palletization strategy reduces environmental impacts of data generation in materials research by more than an order of magnitude, paving the way for sustainable data-driven materials research.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2024/students-use-robotics-to-complete-organic-chemistry-lab/",
  "text": "Students Use Robotics to Complete Organic Chemistry Lab\nDebbie Willmschen\nWatch a short video of a DELTA Grant project in action!\nMore and more NC State students need to discern how to thrive in their courses via a virtual or remote environment. In turn, instructors continue to fine-tune teaching methodologies to provide the most successful outcomes possible for all students, regardless of where a student might be located. \nOne specific example is within the Department of Chemistry, where faculty and staff prepare students to put their learning into practice through hands-on research about cutting-edge topics. Through organic chemistry labs, students learn to use and combine specific safety protocols and lab techniques. These labs can be challenging environments. \nSome students, however, might find themselves in circumstances that go beyond the typical learning challenges. For example, some students might be interacting with unfamiliar equipment in a lab with time constraints, which can be intimidating. Other students might not have access to the lab because of military deployment, disability or distance learning. For some students, working within the lab environment might be potentially harmful due to a physical condition or chemical sensitivity.\nAlthough attempts to replicate the lab experience in a video or using virtual reality (VR) have helped, they lack key components of practical laboratory courses. Those resources don’t emphasize helping students interpret imperfect results, troubleshoot reactions and experimental setups, or reason through varied and unexpected outcomes. \nInstructors realized that a method was needed to allow students a “hands-on” experience without actually having to be inside the lab itself.\nUsing a DELTA Grant to Meet the Need\nProfessor Aram Amassian, College of Engineering, and Associate Professor Ryan Chiechi, College of Sciences, worked together as Principal Investigators (PIs) with a team of DELTA specialists using a DELTA Exploratory Grant to meet this specific instructional need.\nTo begin, the team reviewed existing solutions like a VR laboratory space and the Thin Layer Chromatography (TLC) lab, so that students could complete hands-on work remotely using a robotic arm serving as their “hands.”\n“This particular lab — the Rob-O-Chem lab — is well suited for this project, as it depends heavily on manipulating tubes physically,” Amassian explained. “Additionally, the resulting TLC relates to variables associated with the physical preparation and manipulation of real-world objects. TLC also does not pose any safety hazards and does not require specialized or sophisticated equipment, which facilitates scaling and disseminating the adapted laboratory course.”\nUsing this technique allows those chemistry students who cannot physically enter the lab space to still engage in the trial and error that is fundamental to learning how to prepare and interpret results. The virtually controlled robotic arm provides a more flexible learning opportunity for more students.\nDefining the Project Goals\nFor this grant, the project goals for the team were multi-faceted:\nExplore and demonstrate the capabilities of robotics in the lab to mimic an authentic experience for students.\nCreate a virtual approach that mimics an authentic lab experience and provides instructionally meaningful content, for example following user mistakes or allowing key decision points.\nEstablish a secure, authenticated and extensible API connection between a dedicated lab computer and a purpose-built TLC workstation with an integrated robotic arm in the lab.\nDesign a user interface that provides for visualization and interaction with the TLC workstation and the robotic arm.\nThe team used the robotic arm within the lab — which they eventually named Rob-O-Chem — to execute the TLC experiment that is performed in CH 222: Organic Chemistry I Lab. Using a dedicated computer within the lab space, the team established a secure, authenticated and extensible API connection with the robotic arm. An interface was also developed that allowed students to visualize and interact with the TLC workstation and the robotic arm.\nA student web client provides students with live video streams into the lab space and actions to perform the TLC experiment.\nUsing the Rob-O-Chem technology via the web client, students could remotely control the equipment and manipulate variables, analyze results in real-time, and practice the technique. Specifically, students could run through a simulation of the most nuanced, error-prone part of the lab that required using a tube filled with a solution to precisely mark a plate for the experiment. Students could retry this procedure as many times as needed by tapping on the web interface and then choosing to submit this “performance” to the robot, which would repeat their movements within fractions of millimeters and use their exact timing down to the millisecond. This approach provided additional opportunities to learn the technique while lowering the stakes during the lab. The simulation component was also available outside of student lab time so they could prepare in advance.\nStudents complete the experiment using the Rob-O-Chem technology virtually through a web interface.\nSecondary Outcome: Raw Footage Becomes Usable Video\nWhile working on the grant project, DELTA’s Director of Digital Media Innovation Mike Cuales requested footage of the first test of the Rob-O-Chem lab technology used during the grant. Because the technology involved was in a pilot stage, capturing footage of the students using it would be critical both as documentary evidence of the work achieved as well as how the technology might be used going forward.\nJohn Gordon, DELTA’s associate director of instructional media production, took the suggestion for the footage a step further. Gordon proposed using the footage to create a short video that told the story of the technology and its future benefits.\nChiechi was excited to have the opportunity to gain an additional outcome from the grant.\n“When John approached me with the idea regarding the video, I was enthusiastic about the possibilities,” Chiechi said. “I have difficulty getting people to understand the overall concepts of the Rob-O-Chem lab and the benefits of the technology. Although Rob-O-Chem is not an available technology, we can use the video to show what we accomplished, to explain the underlying motivation for automating undergraduate laboratory courses with robotics (which was the topic of the original DELTA Grant), and to promote the project in the pursuit of future financial support for continued efforts.”\nGordon agreed with Chiechi’s assessment of how the video, as a byproduct of the original grant, can be useful in the future.\n“The video can be used on websites, in emails, or in presentations,” Gordon explained. “The technology developed during the pilot is a good first step but more research is needed to perfect it. Sharing the video can help explain the benefits of the technology and hopefully generate more interest in funding the necessary research.”\nAccording to Chiechi, the DELTA team was “all in” in their willingness to help make this project as successful as possible.\n“Everyone from the DELTA side was absolutely amazing and put in the extra effort that was above and beyond our expectations from the grant,” Chiechi said. “We are incredibly happy with the results and can’t wait to share them!”\nDELTA Grant project team members for this grant included:\nAram Amassian, Professor of Materials Science and Engineering\nRyan Chiechi, Associate Professor of Chemistry\nKim Gervase, Director, Strategic Education and Industry Partnerships, Organic and Carbon Electronics Laboratories\nCassie Lilly, Associate Teaching Professor\nJoe Schroedl, Undergraduate Research Assistant, Amassian Research Group\nVarsha Verma, Graduate Student\nChristine Belledin, Project Lead\nDavid Tredwell, Team Lead, Multimedia Development\nStephen Waddell, Immersive Media Developer\nJessica White, Senior Instructional Designer\nDELTA contributors included:\nTéa Blumer, Lead Multimedia Designer\nMichael Castro, Lead Instructional Media Designer/Developer\nJohn Gordon, Associate Director, Instructional Media Production\nRelly Moorer, Cinematographer and Post-Production Specialist\nAndrew Wiedner, Multimedia/Web Developer\nChris Willis, Assistant Director, Research and Analysis\nDonnie Wrights, Associate Director, Educational Media Design\nLearn more about DELTA Grants and how to apply."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2024/modified-soft-material-promises-better-bioelectronics/",
  "text": "Modified Soft Material Promises Better Bioelectronics\nThe scientific community has long been enamored of the potential for soft bioelectronic devices, but has faced hurdles in identifying materials that are biocompatible and have all of the necessary characteristics to operate effectively. Researchers have now taken a step in the right direction, modifying an existing biocompatible material so that it conducts electricity efficiently in wet environments and can send and receive ionic signals from biological media.\n“We’re talking about an order-of-magnitude improvement in the ability of soft bioelectronic materials to function efficiently in biological environments,” says Aram Amassian, co-corresponding author of a paper on the work and a professor of materials science and engineering at North Carolina State University. “This is not an incremental advance.”\nThere is tremendous interest in creating organic bioelectronics and organic electrochemical transistors (OECTs), with a wide range of biomedical applications. However, one limiting factor is identifying nontoxic materials that can conduct electricity, interacting with ions – which is critical to functioning in biological environments, and operating efficiently in the aqueous, water-based environments of biological systems.\nOne material of interest has been PEDOT:PSS, which is a nontoxic polymer that is able to conduct electricity. PEDOT:PSS is used to create thin films which are effectively fiber networks that are only nanometers wide. Electrical current can run through the fibers, which are also sensitive to ions in their environment.\n“The idea is that, because ions interact with the fibers – and affect their conductivity – PEDOT:PSS can be used to sense what is happening around the fibers,” says Laine Taussig, co-first author of the paper and a recent Ph.D. graduate of NC State who now works at the Air Force Research laboratory.\n“Essentially, PEDOT:PSS would be able to monitor its biological environment. But we could also use the electric current to influence the ions surrounding the PEDOT:PSS, sending signals to that biological environment,” says Masoud Ghasemi, co-first author and a former postdoctoral fellow at NC State who is now a postdoctoral fellow at Penn State.\nHowever, PEDOT:PSS’s structural stability declines significantly when placed in aqueous environments – like biological systems. That’s because PEDOT:PSS is a single material made from two components: the PEDOT, which conducts electricity and is not soluble in water; and PSS, which responds to ions, but is water soluble. In other words, the PSS makes the material start to fall apart when it comes into contact with water.\nPrevious efforts to stabilize the structure of PEDOT:PSS have been able to help the material withstand aqueous environments, but have both hurt PEDOT:PSS’s performance as a conductor and made it more difficult for ions to interact with the material’s PSS components.\n“Our work here is important, because we’ve found a new way to make a PEDOT:PSS that is structurally stable in wet environments and able to both interact with ions and conduct electricity very efficiently,” says George Malliaras, co-corresponding author and Prince Philip Professor of Technology at Cambridge University.\nSpecifically, the researchers start with PEDOT:PSS in solution and then add ionic salts. Given time, the ionic salts interact with the PEDOT:PSS, causing it to self-assemble into fibers with a unique structure that remains stable in wet environments. This modified PEDOT:PSS is then dried and the ionic salts rinsed off.\n“We already knew that ionic salts could affect PEDOT:PSS,” Amassian says. “What’s new here is that by giving the ionic salts more time to see the full extent of those effects, we modified the crystalline structures of the PEDOT and the PSS to essentially lace themselves together at the molecular scale. This makes the PSS impervious to the water in the environment, allowing the PEDOT:PSS to maintain its structural stability at the molecular level.”\n“The change is also hierarchical, meaning that there are shifts at the molecular level all the way up to macroscale,” says Yaroslava Yingling, co-author of the paper and Kobe Steel Distinguished Professor of Materials Science and Engineering at NC State. “The ionic salts cause the PEDOT:PSS to essentially reorganize itself into a phase that resembles a web-like gel that is preserved in both dry and wet environments.”\nIn addition to being stable in aqueous environments, the resulting films retain their conductivity. What’s more, because the PEDOT and PSS are tightly interwoven, it’s easy for ions to reach and interact with the PSS component of the material.\n“This new phase of PEDOT:PSS was used to create OECTs by our collaborators at Cambridge,” Amassian says. “And those OECTs set a new state-of-the-art standard in both volumetric capacitance and electronic carrier mobility. In other words, it’s the new gold standard in both conductivity and ion responsiveness in bio-friendly electronics.\n“Given that PEDOT:PSS is transparent, flexible, stretchable, conductive and biocompatible, the range of potential applications is exciting – extending well beyond the biomedical sector,” says Enrique Gomez, co-corresponding author and a professor at Penn State.\nThe paper, “Electrostatic Self-Assembly Yields a Structurally-Stabilized PEDOT:PSS With Efficient Mixed Transport and High Performance OECTs,” is published in the journal Matter. The paper was co-authored by Albert Kwansa, an assistant research professor of materials science and engineering at NC State; Nathan Woodward, a Ph.D. student at NC State; Sanggil Han and Scott Keene of Cambridge; and Ruipeng Li of Brookhaven National Laboratory.\nThe work was done with support from the Office of Naval Research under grants N00014-23-1-2001 and N00014-19-1-2453.\n-shipman-\nNote to Editors: The study abstract follows.\n“Electrostatic Self-Assembly Yields a Structurally-Stabilized PEDOT:PSS With Efficient Mixed Transport and High Performance OECTs”\nAuthors: Laine Taussig, Nathan Woodward, Albert L. Kwansa, Yaroslava G. Yingling and Aram Amassian, North Carolina State University; Masoud Ghasemi, North Carolina State University and Pennsylvania State University; Sanggil Han, Scott T. Keene and George G. Malliaras, University of Cambridge; Ruipeng Li, Brookhaven National Laboratory; and Enrique D. Gomez, Pennsylvania State University\nPublished: Jan. 16, Matter\nDOI: 10.1016/j.matt.2023.12.021\nAbstract: Organic electronics and organic electrochemical transistors (OECTs) are gaining importance for their potential to replicate complex biological processes of the human brain. Such devices require polymeric materials to efficiently transport and couple ionic and electronic charges in aqueous media, therefore demanding water-insoluble systems capable of efficient electronic and ionic conductions. This has created a fundamental stability-performance compromise for water-soluble conducting polymers such as poly(3,4-ethylenedioxythiophene) polystyrene sulfonate (PEDOT:PSS), whereby stability has been achieved at the expense of electronic properties. Here, we demonstrate a breakthrough in structural stabilization of PEDOT:PSS through electrostatic self-assembly (ESA) that leads to the formation of an efficient mixed conductor in a hydrated state. Benefiting from the multiscale morphology control provided by ESA, PEDOT:PSS mixed conductors exhibit superior carrier mobility and high volumetric capacitance resulting in a state-of-the-art thin-film OECT figure of merit (μC∗ = 752.5 F/cmVs) in aqueous media, making this approach suitable for creating robust mixed conductors for bioelectronic applications and beyond.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/author/nddegroo/",
  "text": "Niki Jennings | Amassian Research Lab\nApr 17, 2025 \nAram Amassian Named Five-Time Highly Cited Researcher by Clarivate\nAram Amassian has earned international recognition for his influential research and is named a Highly Cited Researcher by Clarivate for the fifth consecutive year.\nJan 26, 2022 \nPrinting Perovskite Single Crystals for Photonics\nA new paper co-authored by Tony, a Ph.D. student in MSE, will appear in Advanced Materials(link here), a premier journal in our field. About the Research Prof. Aram Amassian’s group at North Carolina State University has demonstrated a novel strategy for fabricating hybrid perovskite single crystals using a simple drying droplet that may change how…\nJul 24, 2021 \nPowering the Future (Generation)\nArticle by Niki Jennings, NC State MSE Communications Specialist On July 23, 2021, the North Carolina Science Olympiad and sponsor Wolfspeed—formerly Cree | Wolfspeed — virtually hosted their 4th annual Family STEM Day to a worldwide audience of employees and their children. Dr. Aram Amassian gave an engaging and interactive keynote presentation that included robots…\nMay 13, 2021 \nAmassian Startup Awards eGames Daugherty Endowment\nCongratulations to Bay Nano Technologies, winner of the 2021 eGames Daugherty Endowment Award 3rd place prize! The startup, led by Prof. Aram Amassian, created nano-crystal ink technology that can be applied to glass to make it automatically tint to save electricity. NC State’s eGames ranks in the Top 20 University Entrepreneurship Competitions and saw 41…\nApr 21, 2021 \nAmassian Promoted to Full Professor\nDecisions to promote and award tenure are among the most important made by the University, as they determine the quality of the institution for decades to come. We’re deeply proud of these faculty members and wish them warm congratulations on their achievements. Dr. Aram Amassian Dr. Amassian, was promoted to full professor. He obtained his…\nNov 19, 2020 \nAmassian Named Top Cited Researcher\nAram Amassian, a professor in the Department of Materials Science and Engineering has been added to an exclusive list of the world’s most highly cited researchers found here. This list is kept by the Web of Science Group which keeps track of the “Worlds most influential researchers of the past decade, demonstrated by the production of…"
},
{
  "url": "https://mse.ncsu.edu/amassian/news/author/wmshipma/",
  "text": "wmshipma | Amassian Research Lab\nOct 30, 2024 \nLinking Energy Loss to Interfaces in Organic Solar Cells Could Make Them Much More Efficient\nA new study provides a deeper understanding of what is happening in organic solar cells when light is converted into electricity.\nOct 11, 2024 \nEngineering Perovskite Materials at the Atomic Level Paves Way for New Lasers, LEDs\nNew technique dictates precisely how layered hybrid perovskite materials convert electrical charge into light.\nJan 16, 2024 \nModified Soft Material Promises Better Bioelectronics\nThe advance is an order-of-magnitude improvement in the ability of soft bioelectronic materials to function efficiently in biological environments.\nJul 25, 2023 \nNew Robot Boosts Solar Energy Research\nThe robot conducts experiments more efficiently and sustainably to develop a range of new semiconductor materials.\nJan 25, 2022 \nNew Technique Boosts Efficiency, Sustainability of Large-Scale Perovskite Solar Cells\nThe technique will reduce the cost and improve the performance of mass-produced perovskite solar cells.\nJun 4, 2020 \n‘Artificial Chemist’ Combines AI, Robotics to Conduct Autonomous R&D\nCombining AI and robotics to advance materials R&D and manufacturing."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/author/ncstate-newswire/",
  "text": "Staff | Amassian Research Lab\nMar 14, 2025 \nEngineering LHPs for Next-Gen LEDs\nA new technique developed at NC State allows researchers to engineer layered hybrid perovskites (LHPs) down to the atomic level, opening up the door to creating materials tailored for use in next-generation printed LEDs and lasers.\nJan 26, 2024 \nResearch Publication: Show What You Know\nDELTA Grants help faculty solve instructional challenges, often in ways that are innovative and unique. Sharing the process, results, and lessons learned through presentations and publications can be a great way to increase the visibility of this work in professional communities. Sharing results is an important, but time-consuming, task for those in academia. Your DELTA…\nDec 15, 2023 \nCarbon Electronics Cluster Co-directors Named to Highly Cited Researchers List\nHarald Ade, Goodnight Innovation Distinguished Professor of Physics, and Aram Amassian, University Faculty Scholar and professor in the Department of Materials Science and Engineering, have been named to an annual list of the world’s most highly cited researchers.\nDec 7, 2023 \nFour College of Engineering professors among most cited researchers in the world\nFour faculty members from the College of Engineering at NC State were recognized on Clarivate’s 2023 list of Highly Cited Researchers.\nMay 11, 2023 \nWake Tech Students Gain STEM Research Experience at NC State\nWake Tech students presented their research in April to an audience of professors, graduate students and postdocs at NC State, culminating a 10-week internship program with NC State’s Carbon Electronics Cluster.\nFeb 17, 2023 \nAmassian Named University Faculty Scholar\nNC State’s 2022-23 class of University Faculty Scholars was announced today. These 22 early- and mid-career faculty receive this designation in recognition of their outstanding academic achievements and contributions to NC State through their teaching, scholarship and service to the university and beyond."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2023/wake-tech-students-gain-stem-research-experience-at-nc-state/",
  "text": "Wake Tech Students Gain STEM Research Experience at NC State\nThis post was authored by Kim Gervase, director of strategic education and industry partnerships for ORaCEL.\nOn April 14, Wake Tech students presented their research to an audience of professors, graduate students and postdocs at NC State. This was the culminating event for a 10-week internship program in which NC State’s Carbon Electronics Cluster partnered with Wake Tech to provide seven students in Wake Tech’s STEM Academic Research & Training (START) program paid internships in a combination of on-site and remote research experiences.\nTheir projects were based in three labs run by Harald Ade, Goodnight Innovation Distinguished Professor of Physics; Aram Amassian, professor of materials science and engineering; and Ryan Chiechi, associate professor of chemistry. All three faculty are members of the Chancellor’s Faculty Excellence Program in the Carbon Electronics Cluster.\nDamien Johnson, a first-year student at Wake Tech, applied to be a START intern because of his interest in STEM and his desire to transfer into NC State’s aerospace engineering program. He found that research brought to life what he is learning in his classes.\n“Being in START has opened my eyes to what research scientists really do,” he said. “After this semester, I feel confident that I can perform research and am comfortable presenting my findings to others.”\nWake Tech students presented their research to an audience of professors, graduate students and postdocs at NC State. \nWake Tech START projects are done in partnership with local universities and industry partners. The Carbon Electronics Cluster faculty were inspired to apply for these positions because they feel that the community colleges in the area are an underutilized pipeline of talented students who can benefit from early research experiences before they get to campus.\n“We hope that by giving interested students an insight into what research is and providing them access to work alongside graduate students in our world-class facilities, we can spark a desire to pursue rewarding careers in STEM that can be enriching to them personally as well as valuable to society,” Amassian said. \nThe START program is funded with a $1.4 million grant from the National Science Foundation, along with contributions from Terracon Foundation, the Christman Company, Clancy & Theys, Brooks Pierce and DeLisa Alexander. The students are hired and paid for a 60-hour commitment that includes 20 hours of training and community-building and 40 hours of research and technical poster-building. All students were assigned a faculty mentor at Wake Tech and were also paired with a graduate student or professor in the Carbon Electronics Cluster who worked closely with them to develop a project, teach them how to use the necessary instrumentation to collect data, and create a poster showcasing their technical work. \n“The START Showcase gives our interns practice presenting their work, the confidence that they are part of the STEM community and the joy of being the ‘expert’ in the room,” said Jackie Swanik, associate dean of mathematics, sciences and engineering at Wake Tech. \nFor more information on the START program or to get involved as a partner, visit waketech.edu/START.\nThis post was originally published in College of Sciences News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2019/hail-the-perovskite-transistors/",
  "text": "Hail The Perovskite Transistors | Amassian Research Lab\nProfessor Aram Amassian leads an international team to construct the first field-effect transistor using single crystal perovskite semiconductor.\nSee this “Tech Talk” article in IEEE Spectrum, or read the full publication in Nature Communications."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2019/ambient-manufacturing-continues-at-ncsu/",
  "text": "Ambient Manufacturing Continues at NC State\nDr. Amassian has published multiple papers regarding ambient manufacturing of semiconducting materials, including Colloidal Quantum Dot Photovoltaics. This work will continue at North Carolina State University as Aram Amassian and the Organic Electronics Cluster finish the construction of the Ambient Manufacturing of Electronics (AME) Lab located in Partners 3. Learn more about this work here.\nSolar Cells: Overcoming the Ambient Manufacturability‐Scalability‐Performance Bottleneck in Colloidal Quantum Dot Photovoltaics (Adv. Mater. 35/2018). Adv. Mater., 30: 1870260. doi:10.1002/adma.201870260"
},
{
  "url": "https://mse.ncsu.edu/amassian/news/page/6/",
  "text": "News | Amassian Research Lab\nJun 4, 2020 \n‘Artificial Chemist’ Combines AI, Robotics to Conduct Autonomous R&D\nCombining AI and robotics to advance materials R&D and manufacturing.\nNov 18, 2019 \nCarbon Electronics Cluster Opens New Facility at NC State\nNC State inaugurated a new carbon electronics laboratory on Nov. 18, formally launching a state-of-the-art facility that is bringing together scientists and engineers across the university to do cutting-edge work in this emerging field.\nAug 1, 2019 \n2019 Undergraduate Summer Research Symposium\nCongratulations to the undergraduate summer researchers for a successful symposium. The Amassian research group hosted a total of 6 students this summer, one High School student through Project Seed and 5 undergraduate researchers. Students worked on independent projects throughout the summer under the guidance of graduate student and postdoctoral mentors. These students strengthened their laboratory…\nJun 18, 2019 \nWidened Processing Window for Efficient and Reproducible Perovskite Solar Cells\nHalide and cation engineering in perovskites is show to widen the processing window by manipulating the presence of the sol-gel state and therefore the formation of desired perovskite phases. The lifetime and formation of the sol-gel state and present phases were analyzed using time-resolved GIWAXS and optical absorbance measurements. Learn more about specific cation and…\nJun 12, 2019 \n2019 Publications\nDr. Aram Amassian has recently published multiple successful research articles in 2019. These publications include research conducted at his previous university, KAUST, and North Carolina State University. Huge congratulations to Aram and his collaborators. Visit the links to learn more! Lattice anchoring solution-processed semiconductors Conducting and stretchable PEDOT:PSS electrodes Bismuth-based perovskite-inspired solar-cells Dynamical transformation of…\nJun 12, 2019 \nInsight on Stability of Mixed Halide Perovskites\nResearchers have explained the reasoning behind increased efficiency of mixed halide perovskites in solar cells. In-situ experimentation has shed light on the formation and evolution of crystalline compounds during the synthesis of cesium and rubidium containing perovskites. These studies were conducted by an international team with significant contributions from Hoang Dang and Masoud Ghasemi within…"
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2017/the-proximity-principle/",
  "text": "The Proximity Principle | Amassian Research Lab\nWhen toxicologist David Reif needs a fresh perspective on his work, he doesn’t have to walk across campus. Or join a Skype call. Or even send an email.\nSince he’s part of NC State’s Bioinformatics faculty cluster, he can just walk down the hall. “The barrier to asking questions is essentially zero,” Reif said.\nLike others in this interdisciplinary field, Reif studies biological problems through data. The cluster is made up of four faculty — Fred Wright, Denis Fourches, Dahlia Nielsen and Reif — who work alongside other professors, graduate students, postdoctoral researchers and support staff in diverse scientific fields such as genetics, statistics, chemistry and biology.\nhttp://oembed.tarheelcode.io/modules/2\nThey’re solving problems that affect everyone, like toxic chemicals’ effects on our bodies and how genetics influences our bodies’ response to these effects. These problems span traditional academic department boundaries, so pooling expertise means more answers for all.\nThe Bioinformatics cluster is part of NC State’s groundbreaking Chancellor’s Faculty Excellence Program, which aims to put faculty together, both physically and intellectually, to combine ideas and experience in ways that solve big problems. These researchers are showing that when you put brilliant minds from different areas of science in one place, new partnerships that lead to groundbreaking discoveries are forged around shared conference tables, in chance hallway encounters, over cookie breaks or even during movie nights.\nBridging the Gaps\nFaculty clusters and interdisciplinary work have become hot topics in higher education around the world, but this“new” interdisciplinary approach has actually permeated science for centuries. Ancient Greek philosophers sought to understand the world by amassing knowledge in many different areas, including metaphysics, logic and biology. The cluster model mimics groups like the Royal Society, established in London in the 17th century by astronomer and architect Sir Christopher Wren to bring together sharp minds from across the scientific spectrum.\nNC State’s program, focusing on assembling groups of faculty with complementary areas of expertise to study interdisciplinary research challenges, was one of the first major initiatives Chancellor Randy Woodson announced after coming to the university in 2010. Since the program’s launch in 2011, NC State has hired nearly 60 faculty in 20 cluster areas. The College of Sciences has the largest number of cluster faculty of any college, with 14.\nThe graduate students’ work area is located across the hall from faculty offices, which makes it easy for faculty like Denis Fourches to pop in to discuss projects and look at data. \nThe well-regarded program has spurred development of new graduate academic programs and generated partnerships with government and industry. It’s also a key tool for recruiting top graduate students and faculty — especially those with research interests and backgrounds that don’t align with traditional academic departments.\n“The cluster program was a way for me to see a fit for myself here,” said Reif, who came to NC State from the Environmental Protection Agency. “It was exciting that they wanted people who are good at different things to bridge across disciplines and come together.”\nGetting Closer\nThe Bioinformatics cluster grew out of the university’s Bioinformatics Research Center, which was one of the first centers in the nation to embrace bioinformatics as its own discipline.\nThe conference room on the Bioinformatics hall is where faculty and students a place to gather for both formal presentations and informal brainstorming sessions. \nAs cluster faculty were hired and the center grew, it needed a new home where faculty could work alongside one another and have access to the academic heart of campus. So the university worked with the faculty to renovate the third floor of Ricks Hall, a stately yellow brick building adjacent to Hillsborough Street. The goal was to create a mix of open and private spaces where faculty and students could work separately or together.\n“Team science is very important here,” said Wright. “So we needed a layout to foster that kind of work.”\nAt the heart of the floor are two large collaborative spaces: a conference room and a lounge. These are places to gather for everything from formal presentations to brainstorming meetings to movie nights.\nElsewhere, offices and smaller shared workspaces give individuals or small groups some separation, while keeping them close enough to others to allow easy exchange of questions and ideas. The proximity to College of Sciences buildings, D.H. Hill Library and the creative culture of Hillsborough Street adds to the space’s appeal.\n“Because we were able to fully participate in the design phase, we could create a work space best suited to the cluster’s needs,” said David Bird, William Neal Reynolds Distinguished Professor in the Department of Entomology and Plant Pathology, and the cluster’s coordinator. “It’s an atmosphere that encourages collaboration and enables our best work.”\nAnswers Across the Hall\nhttp://oembed.tarheelcode.io/modules/4\nWhy, in this age of near-instant electronic communication, is being able to easily pop into someone’s office still important? Recent research has shown that when low-cost airfares are available in pairs of cities where scientific collaborators are located, they collaborate almost 50 percent more often. And it’s even easier to collaborate when you don’t have to leave your building. A walk to the bathroom or refrigerator can mean you run into a colleague who can help you think about your work in a new way.\n“Being together in the same building has been a game changer for this cluster,” Fourches said. “Since we are not spread out all over campus, we can have collaborations that are quicker and more successful.”\nNielsen’s office is directly across the hall from Reif’s, which makes it especially easy for them to interact frequently and mesh their different, but complementary, areas of expertise. That could mean consulting on a journal article or brainstorming experiments over a cup of coffee.\n“He had a grant proposal he had to turn in, and he asked me to read over it,” Nielsen said. “The people in his field know his research very well, whereas I know what he does, but I don’t know the details of it. So I can read through it and point out places where he needs to explain things better to people who don’t have an inside perspective.”\nThis proximity and easy access to other perspectives also benefits the students, who gain knowledge and experience that inform their current work and boost their résumés for the future.\n“When you go to the graduate student area, you see a chemist next to a toxicologist working on the same data set with two different perspectives,” Fourches said. “That is unique. I haven’t seen it anywhere else in the country.”\nChemicals, Cells and Cookies\nBeing able to regularly share ideas with other researchers in the cluster setting has both shaped the Bioinformatics team’s existing work and inspired new projects.\n“I had ideas beforehand about how genetic variation might affect how individuals respond to chemicals,” Reif said. “But being here around statistical geneticists has helped me add some rigorous science to those ideas, so now I can test them to see if those hypotheses are true.”\nOne project Reif has worked on with Wright, a statistical geneticist, is an Environmental Protection Agency-funded study of the effects of toxic environmental substances on human health, and particularly the heart. This work could open up future research possibilities for testing individuals’ responses to toxicity.\nThe whiteboards in Dahlia Nielsen’s office display the fruit of many brainstorming sessions, like this one with research scholar Dereje Jima. \nBoth Reif and Fourches have also individually studied nanomaterials, with Reif focusing on their biological impact and Fourches researching them from a chemical angle. Now the two are bringing together their individual perspectives to develop new methods for determining how properties like size and reactivity affect these tiny materials’ potential impacts on human health and the environment.\nThe cluster also engages in research that is a bit less serious, though no less scientifically rigorous. A whiteboard in one of the small conference rooms displays a grid where faculty and students list their numerical ratings for various cookies provided for sampling. Their statistical bent comes out in ratings with decimal points and controls for the “coffee x cookie interaction effect.”\nStudents and faculty sample and rate cookies to determine the statistical winners. \nThe cookie rating is just one way that the cluster builds community, which is key to creating an atmosphere where people feel comfortable openly exchanging ideas — and also one in which they enjoy coming to work. Whiteboards in the hallway display hand-drawn cartoons and event announcements, and a jigsaw puzzle of donuts sits on the coffee table in the lounge, where graduate students often gather on evenings or weekends to watch sports or movies. An espresso machine in Reif’s office attracts those in need of a caffeine fix, and Nielsen frequently holds meetings at the table in her office that result in controlled chaos on her two large whiteboards.\n“I learn so much from my colleagues every day, and I also really enjoy being around them,” Nielsen said. “It’s a great place to work.”\nThis post was originally published in College of Sciences News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2023/corralling-ions-improves-viability-of-next-generation-solar-cells/",
  "text": "Corralling Ions Improves Viability of Next Generation Solar Cells\nResearchers have discovered that channeling ions into defined pathways in perovskite materials improves the stability and operational performance of perovskite solar cells. The finding paves the way for a new generation of lighter, more flexible, and more efficient solar cell technologies suitable for practical use.\nPerovskite materials, which are defined by their crystalline structure, are better at absorbing light than silicon is. That means that perovskite solar cells can be thinner and lighter than silicon solar cells without sacrificing the cell’s ability to convert light into electricity.\n“That opens the door to a host of new technologies, such as flexible, lightweight solar cells, or layered solar cells (known as tandems) that can be far more efficient than the solar harvesting technology used today in so-called solar farms,” says Aram Amassian, corresponding author of a paper on the discovery. “There’s interest in integrating perovskite materials into silicon solar cell technologies, which would improve their efficiency from 25% to 40% while also making use of existing infrastructure.” Amassian is a professor of materials science and engineering at North Carolina State University.\nHowever, working with perovskite materials poses a challenge, because – to date – it has not been possible to sustain long term operational stability in perovskite solar cells. Perovskites are ionic materials, and when a voltage is applied to a perovskite, it causes ions to migrate through the material. These migrating ions are believed to contribute to chemical and structural changes in the material that ultimately make the materials inefficient and unstable. To make practical perovskite solar cells, researchers need to find a way to address this problem.\n“We have not found a way to prevent ions from moving through perovskite materials, but we have found that it is possible to steer these ions into a safe conduit that does not impair the material’s structural integrity or performance,” Amassian says. “It’s a big step forward.”\nThe safe conduit, in this case, is something called a grain boundary. Perovskite materials are multi-crystalline materials. That means that when you are “growing” a perovskite, the material forms as a series of crystals – or “grains” – that are flush with each other. These grains are responsible for absorbing light and generating the charges responsible for the electrical current. Each of those grains has the same crystalline structure, but the grains may be oriented in slightly different directions. The area where the grains touch is called a grain boundary.\n“What we’ve found is that grains are better protected from impairment when the ions move predominantly along the grain boundary,” says first author and co-corresponding author Masoud Ghasemi, a former postdoctoral researcher at NC State who is now a postdoctoral researcher at Penn State. “Coupling this with what is already known about perovskite materials, it’s clear that problems start when grain boundaries are weak, which makes it easier for ions to move into the grains themselves. Designing stronger grain boundaries that protect the grains is essential to block migrating ions and other harmful species like oxygen from entering the grains, mitigating problematic chemical and structural changes in the material.”\n“This is an important insight, because there are established techniques we can use to engineer perovskite materials and their grain boundaries; we can now make use of these approaches to protect the grains,” Amassian says. “We demonstrate how those techniques strengthen grain boundaries in this paper. In short, we now know what needs to be done to make far more stable perovskites.”\nThe work may also inform the development of more efficient energy storage technologies.\n“This work advances our fundamental understanding of how ions move through any crystalline material that can carry charge, not just halide perovskites,” Amassian says. “We’re excited to talk to colleagues who work on energy storage about how this may inform the engineering of faster ion conductors.”\nThe paper, “A multiscale ion diffusion framework sheds light on the diffusion–stability–hysteresis nexus in metal halide perovskites,” is published in the journal Nature Materials. The paper was co-authored by Boyu Guo, Kasra Darabi, Tonghui Wang and Laine Taussig, Ph.D. students at NC State; Benjamin Lefler and Mihirsinh Chauhan, postdoctoral researchers at NC State; Garrett Baucom, a former undergraduate at NC State; Taesoo Kim, a former staff researcher at NC State; Kai Wang, Enrique Gomez and Shashank Priya of Pennsylvania State University; and Chiung-Wei Huang and Joanna Atkin of the University of North Carolina at Chapel Hill.\nThe research was done with support from the U.S. Office of Naval Research, under grant number N00014-20-1-2573; the National Science Foundation, under grant number CHE-1848278; and the U.S. Department of Energy’s Office of Energy Efficiency and Renewable Energy under grant number DE-EE0009364.\n-shipman-\nNote to Editors: The study abstract follows.\n“A multiscale ion diffusion framework sheds light on the diffusion–stability–hysteresis nexus in metal halide perovskites”\nAuthors: Masoud Ghasemi, North Carolina State University and Pennsylvania State University; Boyu Guo, Kasra Darabi, Tonghui Wang, Benjamin M. Lefler, Laine Taussig, Mihirsinh Chauhan, Garrett Baucom, Taesoo Kim and Aram Amassian, North Carolina State University; Kai Wang, Enrique D. Gomez and Shashank Priya, Pennsylvania State University; Chiung-Wei Huang and Joanna M. Atkin, University of North Carolina at Chapel Hill\nPublished: Feb. 27, Nature Materials\nDOI: 10.1038/s41563-023-01488-2\nAbstract: Stability and current–voltage hysteresis stand as major obstacles to the commercialization of metal halide perovskites. Both phenomena have been associated with ion migration, with anecdotal evidence that stable devices yield low hysteresis. However, the underlying mechanisms of the complex stability–hysteresis link remain elusive. Here, we present a multiscale diffusion framework that describes vacancy-mediated halide diffusion in polycrystalline metal halide perovskites, differentiating fast grain boundary diffusivity from volume diffusivity that is two to four orders of magnitude slower. Our results reveal an inverse relationship between the activation energies of grain boundary and volume diffusions, such that stable metal halide perovskites exhibiting smaller volume diffusivities are associated with larger grain boundary diffusivities and reduced hysteresis. The elucidation of multiscale halide diffusion in metal halide perovskites reveals complex inner couplings between ion migration in the volume of grains versus grain boundaries, which in turn can predict the stability and hysteresis of metal halide perovskites, providing a clearer path to addressing the outstanding challenges of the field."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2017/study-finds-current-corporate-sustainability-reporting-misses-the-mark/",
  "text": "Study Finds Current Corporate Sustainability Reporting Misses the Mark\nA new study finds that corporate sustainability reporting often focuses on issues that are unimportant to stakeholders, and offers specific suggestions to improve the content of future corporate sustainability reporting efforts.\n“Right now, most corporate entities rely on guidelines from the Global Reporting Initiative (GRI) when developing their sustainability reports,” says Marianne Bradford, a professor of accounting at North Carolina State University and lead author of a paper on the work. “We wanted to know whether stakeholders – particularly consumers – care about the aspects of sustainability those GRI guidelines promote. And our findings show that it’s a mixed bag.”\n“These findings are important because industry standards on sustainability reporting are evolving,” says Scott Showalter, a co-author of the paper and professor of practice at NC State. “As a result, it’s valuable to have a good understanding of the sustainability issues important to consumers, who are the most important, influential group of corporate stakeholders.\n“And these results are also timely,” Showalter adds. “The Sustainability Accounting Standards Board is currently developing measures for 70 different industries. To move forward with those efforts without considering the needs of all stakeholders would be a mistake, and our study offers insight into the perspective of a very important group of stakeholders.”\nTo determine the issues important to consumers, the researchers first compiled data on sustainability reporting from 15 companies in wide range of industries, ultimately amassing a list of 145 types of activities that companies reported. They then winnowed the list down to 71 activities that were unambiguously associated with one of the six GRI sustainability “dimensions.”\nSuch dimensions include “economic,” such as reducing trade barriers; “product responsibility,” such as disclosing serious accidents related to products; and “environment,” such as utilizing renewable energy resources.\nThe researchers then surveyed 505 professionals, asking survey participants to what extent they thought each of the 71 sustainability activities was important to sustainability. Specifically, survey respondents were asked to answer the questions in their role as consumers, rather than in any professional capacity.\n“An in-depth analysis found that some of the GRI dimensions did not resonate with consumers at all – particularly the economic and product responsibility dimensions,” Bradford says.\nBut other issues were clearly seen as important – including some issues that were not clearly addressed by the GRI sustainability dimensions. The researchers used the survey responses to identify six sustainability dimensions that consumers felt were important. And, for each dimension, the researchers included a list of specific actions that consumers highlighted as most relevant:\nEnvironmental Stewardship: including minimizing climate impact, sustaining biodiversity and recycling;\nRisk and Compliance: including the implementation of training and education efforts related to risk reduction;\nCommunity Building: including investing in community revitalization;\nSocial Justice: including prohibiting child labor and supporting laws that prohibit discrimination;\nEmployment Opportunities: including offering leadership training; and\nEmployee Education: including providing employees with information on how to protect their personal data.\n“What is clear from our findings is that if a corporation is serious about sustainability, these are the things that it should be doing – as ends in themselves,” says Paul Williams, a co-author on the paper and professor of accounting at NC State.\n“It’s about how you operate your business, not just what you’re reporting,” agrees Showalter.\nThe researchers note that since conducting their survey, but before publishing the findings, the GRI independently modified its own sustainability dimensions – adding a seventh dimension that focuses on risk and compliance.\n“So, clearly, we were not the only ones who identified this as an important area for stakeholders,” Bradford says.\nThe paper, “Corporate Sustainability Reporting and Stakeholder Concerns: Is there a Disconnect?” is published in the journal Accounting Horizons. The paper was co-authored by Julie Earp, an associate professor of information technology at NC State. The work was done with support from the Institute of Management Accountants’ Foundation for Applied Research.\n-shipman-\nNote to Editors: The study abstract follows.\n“Corporate Sustainability Reporting and Stakeholder Concerns: Is there a Disconnect?”\nAuthors: Marianne Bradford, Julia B. Earp, Scott Showalter and Paul F. Williams, North Carolina State University\nPublished: online Jan. 13, Accounting Horizons\nDOI: 10.2308/acch-51639\nAbstract: The number of companies reporting their corporate sustainability (CS) activities has significantly increased over the last decade. The result being a wide variability in the types of activities being reported and the ways the information is presented. An unanswered question is whether the information being reported by companies following the Global Reporting Initiative (GRI) CS framework is of interest to arguably one of the primary stakeholder groups, customers. Our study seeks to fill this knowledge gap by comparing content of CS reports to results from a large-scale consumer stakeholder survey. By performing factor analysis on stakeholder evaluation of the importance of CS activities, we find that consumers see different dimensions than those put forth by the GRI framework, thereby suggesting a disconnect between corporate sustainability reporting and stakeholder views and interests. Our results indicate that risk and compliance is a dimension of interest to customers, while the GRI economic dimension is not viewed as important. Additionally, a new dimension of social justice is the most important to consumer stakeholders. Furthermore, the study highlights particular activities within each factor that are most important to the consumer stakeholder group. This research has implications for preparers of sustainability reports and organizations, such as the GRI, that establish guidance for sustainability reporting.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/amassian/team/",
  "text": "Page Not Found\nSorry, the page you're looking for cannot be found. Try using the search below to find what you're looking for.\nAdditional Resources"
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2018/technique-allows-integration-of-single-crystal-hybrid-perovskites-into-electronics/",
  "text": "Technique Allows Integration of Single-Crystal Hybrid Perovskites Into Electronics\nAn international team of researchers has developed a technique that, for the first time, allows single-crystal hybrid perovskite materials to be integrated into electronics. Because these perovskites can be synthesized at low temperatures, the advance opens the door to new research into flexible electronics and potentially reduced manufacturing costs for electronic devices.\nHybrid perovskite materials contain both organic and inorganic components and can be synthesized from inks, making them amenable to large-area roll-to-roll fabrication. These materials are the subject of extensive research for use in solar cells, light-emitting diodes (LEDs) and photodetectors. However, there have been challenges in integrating single-crystal hybrid perovskites into more classical electronic devices, such as transistors.\nSingle-crystal hybrid perovskites are preferable because single-crystalline materials have more desirable properties than polycrystalline materials; polycrystalline materials contain more defects that adversely affect a material’s electronic properties.\nThe challenge in incorporating single-crystal hybrid perovskites into electronics stems from the fact that these macroscopic crystals, when synthesized using conventional techniques, have rough, irregular edges. This makes it difficult to integrate with other materials in such a way that the materials make the high-quality contacts necessary in electronic devices.\nThe researchers got around this problem by synthesizing the hybrid perovskite crystals between two laminated surfaces, essentially creating a single-crystal hybrid perovskite sandwich. The perovskite conforms to the materials above and below, resulting in a sharp interface between the materials. The substrate and superstrate, the “bread” in the sandwich, can be anything from glass slides to silicon wafers that are already embedded with electrodes – resulting in a ready-made transistor or circuit.\nThe researchers can further fine-tune the electrical properties of the perovskite by selecting different halides for use in the perovskite’s chemical make-up. The choice of halide determines the bandgap of the material, which affects the color appearance of the resulting semiconductor and leads to transparent and even imperceptible electronic devices when using high-bandgap perovskites.\n“We have demonstrated the ability to create working field-effect transistors using single-crystal hybrid perovskite materials fabricated in ambient air,” says Aram Amassian, corresponding author of a paper on the work and an associate professor of materials science and engineering at NC State.\n“That’s of interest because traditional single-crystal materials have to be manufactured in ultra-high vacuum, high-temperature environments, and often require exquisite epitaxial growth,” Amassian says. “Hybrid perovskites can be grown from solution, essentially from an ink, in ambient air at temperatures below 100 degrees Celsius. This makes them attractive from a cost and manufacturing standpoint. It also makes them compatible with flexible, plastic-based substrates, meaning that they may have applications in flexible electronics and in the internet of things (IoT).\n“That said, there are still major challenges here,” Amassian says. “For example, current hybrid perovskites contain lead, which is toxic and therefore not something that’s desirable for applications like wearable electronics. However, research is ongoing to develop hybrid perovskites that don’t contain lead or that are even entirely metal-free. This is an exciting area of research, and we feel this work is a significant step forward for the device integration of these materials, leading to the development of new technological applications.”\nThe paper, “Single crystal hybrid perovskite field-effect transistors,” is published in the journal Nature Communications. First co-authors of the paper are Weili Yu, Feng Li and Liyang Yu of the King Abdullah University of Science and Technology (KAUST). The paper was co-authored by Muhammad R.K. Niazi, Daniel Corzo, Aniruddha Basu, Chun Ma, Sukumar Dey, Max L. Tietze, Ulrich Buttner, Xianbin Wang, Zhihong Wang and Mohamed N. Hedhili of KAUST; Yuting Zou, of the The Guo China-US Photonics Laboratory; Chunlei Guo, of The Guo China-US Photonics Laboratory and the University of Rochester; and Tom Wu, of KAUST and the University of New South Wales.\nThe work was supported with funding from KAUST.\n-shipman-\nNote to Editors: The study abstract follows.\n“Single crystal hybrid perovskite field-effect transistors”\nAuthors: Weili Yu, King Abdullah University of Science and Technology and The Guo China-US Photonics Laboratory; Feng Li, Liyang Yu, Muhammad R.K. Niazi, Daniel Corzo, Aniruddha Basu, Chun Ma, Sukumar Dey, Max L. Tietze, Ulrich Buttner, Xianbin Wang, Zhihong Wang and Mohamed N. Hedhili, King Abdullah University of Science and Technology; Yuting Zou, The Guo China-US Photonics Laboratory; Chunlei Guo, The Guo China-US Photonics Laboratory and University of Rochester; Tom Wu, King Abdullah University of Science and Technology and University of New South Wales; and Aram Amassian, North Carolina State University and King Abdullah University of Science and Technology.\nPublished: Dec. 17, Nature Communications\nDOI: 10.1038/s41467-018-07706-9\nAbstract: The fields of photovoltaics, photodetection and light emission have seen tremendous activity in recent years with the advent of hybrid organic-inorganic perovskites. Yet, there have been far fewer reports of perovskite-based field-effect transistors. The lateral and interfacial transport requirements of transistors make them particularly vulnerable to surface contamination and defects rife in polycrystalline films and bulk single crystals. Here, we demonstrate a spatially-confined inverse temperature crystallization strategy which synthesizes micrometre-thin single crystals of methylammonium lead halide perovskites MAPbX3 (X = Cl, Br, I) with sub-nanometer surface roughness and very low surface contamination. These benefit the integration of MAPbX3 crystals into ambipolar transistors and yield record, room-temperature field-effect mobility up to 4.7 and 1.5 cm2 V-1 s-1 in p and n channel devices respectively, with 104 to 105 on-off ratio and low turn-on voltages. This work paves the way for integrating hybrid perovskite crystals into printed, flexible and transparent electronics.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/category/research-news/",
  "text": "Research News | Amassian Research Lab\nJan 29, 2024 \nStudents Use Robotics to Complete Organic Chemistry Lab\nDebbie Willmschen More and more NC State students need to discern how to thrive in their courses via a virtual or remote environment. In turn, instructors continue to fine-tune teaching methodologies to provide the most successful outcomes possible for all students, regardless of where a student might be located. One specific example is within the Department of…\nFeb 27, 2023 \nCorralling Ions Improves Viability of Next Generation Solar Cells\nResearchers have discovered that channeling ions into defined pathways in perovskite materials improves the stability and operational performance of perovskite solar cells. The finding paves the way for a new generation of lighter, more flexible, and more efficient solar cell technologies suitable for practical use. Perovskite materials, which are defined by their crystalline structure, are…\nNov 3, 2022 \nIntegrating Robotics, Materials Science to Capture Solar Energy\nIn developing more effective solar panels cells, NC State researchers are establishing more inclusive, accessible ways to do science. This important work was made possible thanks to the support of the Carbon Electronics Cluster.\nJan 26, 2022 \nPrinting Perovskite Single Crystals for Photonics\nA new paper co-authored by Tony, a Ph.D. student in MSE, will appear in Advanced Materials(link here), a premier journal in our field. About the Research Prof. Aram Amassian’s group at North Carolina State University has demonstrated a novel strategy for fabricating hybrid perovskite single crystals using a simple drying droplet that may change how…\nJan 25, 2022 \nNew Technique Boosts Efficiency, Sustainability of Large-Scale Perovskite Solar Cells\nThe technique will reduce the cost and improve the performance of mass-produced perovskite solar cells.\nNov 16, 2021 \nTwo Carbon Electronics Cluster Members Named to Highly Cited List\nThe cluster, part of the Chancellor’s Faculty Excellence Program, is also adding two new members in January."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2019/discovery-sheds-light-on-synthesis-processing-of-high-performance-solar-cells/",
  "text": "Discovery Sheds Light on Synthesis, Processing of High-Performance Solar Cells\nHalide perovskite solar cells hold promise as the next generation of solar cell technologies, but while researchers have developed techniques for improving their material characteristics, nobody understood why these techniques worked. New research sheds light on the science behind these engineering solutions and paves the way for developing more efficient halide perovskite solar cells.\n“This is about material design,” says Aram Amassian, co-corresponding author of a paper on the work and an associate professor of materials science and engineering at North Carolina State University.\n“If you want to intentionally engineer halide perovskite solar cells that have the desirable characteristics you’re looking for, you have to understand not only how the material behaves under different conditions, but why,” Amassian says. “This work gives us a fuller understanding of this class of materials, and that understanding will illuminate our work moving forward.”\nHalide perovskites are basically salts, with positively and negatively charged components that come together to form a neutral compound. And they have several characteristics that make them desirable for manufacturing high-efficiency solar cells. They can be dissolved into a liquid and then form high-quality crystals at low temperatures, which is attractive from a manufacturing standpoint. In addition, they are easy to repair and can tolerate defects in the material without seeing a big drop-off in their semiconductor properties.\nAn international team of researchers delved into a key phenomenon related to halide perovskite solar cell synthesis and processing. It involves the fact that adding cesium and rubidium into the synthesis process of mixed halide perovskite compounds makes the resulting solar cell more chemically homogeneous – which is desirable, since this makes the material’s characteristics more uniform throughout the cell. But until now, no one knew why.\nTo investigate the issue, the researchers used time-resolved, X-ray diagnostics to capture and track changes in the crystalline compounds formed throughout the synthesis process. The measurements were performed at the Cornell High Energy Synchrotron Source.\n“These studies are critical in defining the next steps toward the market readiness of perovskite-based solar cells,” says Stefaan De Wolf, co-corresponding author of the paper and an associate professor of materials science and engineering at the King Abdullah University of Science and Technology (KAUST). \n“What we found is that some of the precursors, or ingredients, want to form several compounds other than the one we want, which can cluster key elements irregularly throughout the material,” Amassian says. “That was something we didn’t know before.\n“We also found that introducing cesium and rubidium into the process at the same time effectively suppresses the formation of those other compounds, facilitating the formation of the desired, homogeneous halide perovskite compound that is used to make high performance solar cells.”\nNext steps for the work include translating these lessons from laboratory-based spin-coating to large area manufacturing platforms which will enable the high throughput fabrication of perovskite solar cells.\nThe paper, “Multi-Cation Synergy Suppresses Phase Segregation in Mixed-Halide Perovskites,” is published in the journal Joule. First author of the paper is Hoang Dang, a research scientist at NC State. The paper was co-authored by Masoud Ghasemi, a postdoctoral researcher at NC State; Kai Wang, Ming-Chung Tang, Michele De Bastiani, Emilie Dauzon and Dounya Barritt of KAUST; Jun Peng of Australian National University; and Detlef-M. Smilgies of Cornell University. The work was done with support from KAUST and the National Science Foundation, under grants 1332208 and 1542015.\n-shipman-\nNote to Editors: The study abstract follows.\n“Multi-Cation Synergy Suppresses Phase Segregation in Mixed-Halide Perovskites”\nAuthors: Hoang X. Dang, Masoud Ghasemi and Aram Amassian, North Carolina State University; Kai Wang, Ming-Chung Tang, Michele De Bastiani, Emilie Dauzon, Dounya Barritt and Stefaan De Wolf, King Abdullah University of Science and Technology; Jun Peng, Australian National University; Detlef-M. Smilgies, Cornell University\nPublished: June 6, 2019, Joule\nDOI: 10.1016/j.joule.2019.05.016\nAbstract: Mixed lead halide perovskite solar cells have been demonstrated to benefit tremendously from the addition of Cs+ and Rb+, but its root cause is yet to be understood. This hinders further improvement, and processing approaches remain largely empirical. We address the challenge by tracking the solidification of precursors in situ and linking the evolutions of different crystalline phases to the presence of Cs+ and Rb+. In their absence, the perovskite film is inherently unstable, segregating into MAI- and FABr-rich phases. Adding either Cs+ or Rb+ is shown to alter the solidification process of the perovskite films. The optimal addition of both Cs+ and Rb+ drastically suppress phase segregation and promotes the spontaneous formation of the desired a phase. We propose that the synergistic effect is due to the collective benefits of Cs+ and Rb+ on the formation kinetics of the perovskite phase and on the halide distribution throughout the film.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2022/integrating-robotics-materials-science-to-capture-solar-energy/",
  "text": "Integrating Robotics, Materials Science to Capture Solar Energy\nSolar energy is key to combating climate change, but harnessing it is difficult. In current solar panels, only 20% of available energy is typically transformed into electricity. An NC State professor is leading the development of more effective solar panels cells so that this renewable energy source can replace dwindling fossil fuels. At the same time, this work is establishing more accessible ways to do research in science, technology, engineering and mathematic fields. \nIn the 2010s, Aram Amassian, a professor in the Department of Materials Science and Engineering, pioneered new processes through which to coat materials using inks. These in situ experiments allow researchers to collect data about the function of the ink during its fabrication as opposed to after it has formed. This way, researchers can more precisely identify when and how to intervene to control materials’ various properties. The ink can be essentially edited closer to real time. Now, Amassian’s lab conducts such in situ experiments using artificial intelligence and robotics to develop efficient solar panel materials.\n“We need to move quickly and develop technologies faster than climate change is occurring,” Amassian said. “To do this, we need to transform the way in which we discover new materials, create new solutions and deploy new technologies.”\nInterdisciplinarity is vital to Amassian’s work. His lab integrates electrical and computer engineering into materials science to develop artificially intelligent robots that help conduct solar energy research. These robots automatically mix, apply and assess solutions that could better transform solar energy into electricity, accelerating the development of innovative materials. \n“These problems we’re trying to solve are really complicated,” Amassian said. “At some point, they go beyond the capabilities of one person or one discipline and require data science.”\nTonghui “Tony” Wang, a Ph.D. candidate in the Department of Materials Science and Engineering, and Nathan Woodward, a Ph.D. student in the Department of Electrical and Computer Engineering, are the driving force of this robotics initiative. Wang, who joined Amassian’s lab in 2018, developed the first iteration of the robotic tools that generate large datasets of solar energy material structure and properties. Woodward, who joined the lab in 2019, has advanced the lab’s capabilities by building robots that make decisions and perform certain tasks autonomously.\nWoodward’s background in electrical engineering isn’t the only different perspective he brings to the materials science lab. As a person with muscular dystrophy, Woodward has had to tackle the challenges of living in an inaccessible world. \n“People with disabilities are natural engineers because we have to solve problems every day,” he said.\nNathan Woodward holds a microscope chip coated with an experimental solution. \nIn automating their research process, Amassian, Wang, Woodward and the rest of the lab are establishing methods that are less labor-intensive than current practices. Machines complete repetitive tasks the same way each time and log all of the data. That means scientists can spend less time mixing, pipetting, coating and testing and spend more time and energy discovering, problem-solving and innovating.\n“We’re excited about developing companions that help students and researchers become much more productive in the lab,” Amassian said. “Today, we ask our Ph.D. students and candidates to do a lot of basic handwork, mixing and cleaning, from morning to evening. In the age of data, we increasingly require students to log everything they do into a database, which can be a significant time sink. With automation in the lab, we can take a highly educated, well-trained Ph.D. scientist and use more of their intellect to solve a complex problem instead of these tasks.” \nThe team’s focus on interdisciplinarity is helping its members grow as scientists and engineers. Woodward has studied the intricacies of material processing while developing robotic platforms. Wang has learned more about software and data science in addition to building on his foundation in materials science. Such collaboration can change the landscape of materials research. \n“The way we think about these problems classically in materials science is to use trial and error,” Wang said. “But since moving toward automation and digitization, we’re starting to use big-picture data science approaches and planning in our research. We can access a larger parameter space easily, and data is available in an instant. Using robotics and artificial intelligence makes it possible to solve more complex problems and helps us move toward smarter lives.”\nRobots in Amassian’s lab can automatically mix, apply and assess solutions on materials. \nThe lab could have a bigger impact beyond its contributions to materials science and solar energy. Woodward has shown Amassian firsthand the challenges people with physical disabilities face, which extend into research labs. The pair have worked to make Amassian’s lab more accessible, and they hope their efforts using robots in the lab will pave the way for more accessible research opportunities across the board. \n“There’s a very small number of people with disabilities in STEM to begin with, and that number is even smaller going from undergraduate programs to Ph.D. programs,” Woodward said. “This has the potential for people who have greater physical limitations than I have to pursue fulfilling careers in science.”\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/2022/printing-perovskite-for-optoelectronic-devices/",
  "text": "Printing Perovskite Single Crystals for Photonics\nA new paper co-authored by Tony, a Ph.D. student in MSE, will appear in Advanced Materials(link here), a premier journal in our field.\nAbout the Research\nProf. Aram Amassian’s group at North Carolina State University has demonstrated a novel strategy for fabricating hybrid perovskite single crystals using a simple drying droplet that may change how semiconductors are manufactured in the future.\n“Single crystals are the highest quality embodiment of any semiconductor. They contain very few defects and imperfections compared to traditional thin films and significantly outperform these. But only Si, GaAs and a few other semiconductors have single crystal wafers on which to fabricate integrated circuits. Now, we can grow single crystals on glass and other substrates using printing technology”, says Prof. Aram Amassian, corresponding author of the paper on this work.\nThe team made a key innovation in ink formulation and processing, dubbed the “cosolvent evaporation (CSE) strategy”. This uses a cosolvent additive to guarantee the ink produces a single crystal every time it dries without leaving any residue or “coffee ring”. The CSE strategy now makes it possible to print single crystals of almost any known hybrid metal halide perovskite on surfaces, using widely available fabrication methods, making it a universal approach.\nBy applying the CSE strategy, the team demonstrated on-chip fabrication of high-quality microcrystal arrays and single crystal photonic devices, demonstrating the potential for future scalable manufacturing in the context of printed electronics. “By printing specially formulated inks, we can fabricate high-quality single crystal arrays on large area surfaces within minutes all the while doing this in ambient conditions. We foresee future implementation in the area of printed and flexible electronics applications towards IoT and the Trillion Sensors challenge.”\nThe paper “A Universal Cosolvent Evaporation Strategy Enables Direct Printing of Perovskite Single Crystals for Optoelectronic Device Applications”, is published in Advanced Materials (https://onlinelibrary.wiley.com/doi/10.1002/adma.202109862). Co-lead authors are Daniel Corzo, a former MS student in Prof. Amassian’s group at King Abdullah University of Science and Technology (KAUST), and Tonghui (Tony) Wang, a current PhD student in Materials Science and Engineering at NC State University.\nThis work was supported in part by an NSF grant (ECCS-1936527) led by Prof. Amassian in MSE and is a collaboration with the group of Prof. Dali Sun in Physics."
},
{
  "url": "https://mse.ncsu.edu/amassian/news/author/itecsadmin/",
  "text": "itecsadmin | Amassian Research Lab\nFeb 27, 2023 \nCorralling Ions Improves Viability of Next Generation Solar Cells\nResearchers have discovered that channeling ions into defined pathways in perovskite materials improves the stability and operational performance of perovskite solar cells. The finding paves the way for a new generation of lighter, more flexible, and more efficient solar cell technologies suitable for practical use. Perovskite materials, which are defined by their crystalline structure, are…"
},
{
  "url": "https://mse.ncsu.edu/amassian/news/category/news/",
  "text": "News | Amassian Research Lab\nJan 29, 2024 \nStudents Use Robotics to Complete Organic Chemistry Lab\nDebbie Willmschen More and more NC State students need to discern how to thrive in their courses via a virtual or remote environment. In turn, instructors continue to fine-tune teaching methodologies to provide the most successful outcomes possible for all students, regardless of where a student might be located. One specific example is within the Department of…\nFeb 27, 2023 \nCorralling Ions Improves Viability of Next Generation Solar Cells\nResearchers have discovered that channeling ions into defined pathways in perovskite materials improves the stability and operational performance of perovskite solar cells. The finding paves the way for a new generation of lighter, more flexible, and more efficient solar cell technologies suitable for practical use. Perovskite materials, which are defined by their crystalline structure, are…\nNov 3, 2022 \nIntegrating Robotics, Materials Science to Capture Solar Energy\nIn developing more effective solar panels cells, NC State researchers are establishing more inclusive, accessible ways to do science. This important work was made possible thanks to the support of the Carbon Electronics Cluster.\nJan 25, 2022 \nNew Technique Boosts Efficiency, Sustainability of Large-Scale Perovskite Solar Cells\nThe technique will reduce the cost and improve the performance of mass-produced perovskite solar cells.\nDec 8, 2021 \nThree College professors among most cited researchers globally\nThree faculty members from the College of Engineering were recognized on Clarivate’s 2021 list of Highly Cited Researchers.\nNov 19, 2021 \nCollege will grow faculty, student enrollment thanks to legislative funding\nTo continue providing job-ready graduates for North Carolina’s ever-growing tech economy, the state’s largest public university will get even larger in the next few years. North Carolina State University will add about 4,000 students – 2,000 undergraduates and 2,000 graduate students – in engineering disciplines and computer science over the next five years. The growth…"
}]