[{
  "url": "https://scholar.google.com/citations?user=boDNTDwAAAAJ&hl=en",
  "text": "‪Veronica Augustyn‬ - ‪Google Scholar‬\nPseudocapacitive oxide materials for high-rate electrochemical energy storage\nV Augustyn, P Simon, B Dunn\nEnergy & Environmental Science 7 (5), 1597-1614, 2014\n56332014High-rate electrochemical energy storage through Li+ intercalation pseudocapacitance\nV Augustyn, J Come, MA Lowe, JW Kim, PL Taberna, SH Tolbert, ...\nNature materials 12 (6), 518-522, 2013\n50422013Pseudocapacitance: From Fundamental Understanding to High Power Energy Storage Materials\nS Fleischmann, JB Mitchell, R Wang, C Zhan, D Jiang, V Presser, ...\nChemical Reviews, 2020\n16722020High‐Performance Supercapacitors Based on Intertwined CNT/V2O5 Nanowire Nanocomposites\nZ Chen, V Augustyn, J Wen, Y Zhang, M Shen, B Dunn, Y Lu\nAdvanced Materials 23 (6), 791-795, 2011\n9742011New Porous Crystals of Extended Metal-Catecholates\nM Hmadeh, Z Lu, Z Liu, F Gándara, H Furukawa, S Wan, V Augustyn, ...\nChemistry of Materials 24 (18), 3511-3513, 2012\n8772012High-Performance Sodium-Ion Pseudocapacitors Based on Hierarchically Porous Nanowire Composites\nZ Chen, V Augustyn, X Jia, Q Xiao, B Dunn, Y Lu\nACS nano 6 (5), 4319-4327, 2012\n8082012The Effect of Crystallinity on the Rapid Pseudocapacitive Response of Nb2O5\nJW Kim, V Augustyn, B Dunn\nAdvanced Energy Materials 2 (1), 141-148, 2011\n6162011High‐Performance Supercapacitors Based on Nanocomposites of Nb2O5 Nanocrystals and Carbon Nanotubes\nX Wang, G Li, Z Chen, V Augustyn, X Ma, G Wang, B Dunn, Y Lu\nAdvanced Energy Materials 1 (6), 1089-1093, 2011\n3942011Enhancing Pseudocapacitive Charge Storage in Polymer Templated Mesoporous Materials\nIE Rauda, V Augustyn, B Dunn, SH Tolbert\nAccounts of Chemical Research 46 (5), 1113-1124, 2013\n3172013Electrochemical Kinetics of Nanostructured Nb2O5 Electrodes\nJ Come, V Augustyn, JW Kim, P Rozier, PL Taberna, P Gogotsi, JW Long, ...\nJournal of The Electrochemical Society 161 (5), A718-A725, 2014\n3162014Continuous Transition from Double-Layer to Faradaic Charge Storage in Confined Electrolytes\nS Fleischmann, Y Zhang, X Wang, PT Cummings, J Wu, P Simon, ...\nNature Energy 7, 222-228, 2022\n2782022Transition from Battery to Pseudocapacitor Behavior via Structural Water in Tungsten Oxide\nJB Mitchell, WC Lo, A Genc, J LeBeau, V Augustyn\nChemistry of Materials 29, 3928-3937, 2017\n2572017Effects of Interlayer Confinement and Hydration on Capacitive Charge Storage in Birnessite\nS Boyd, K Ganeshan, WY Tsai, T Wu, S Saeed, DE Jiang, N Balke, ...\nNature Materials, 2021\n2092021In Situ Transmission Electron Microscopy of Lead Dendrites and Lead Ions in Aqueous Solution\nER White, SB Singer, V Augustyn, WA Hubbard, M Mecklenburg, B Dunn, ...\nACS nano 6 (7), 6308-6317, 2012\n2022012Engineering the Interlayer Spacing by Pre-Intercalation for High Performance MXene Electrodes in Room Temperature Ionic Liquid\nK Liang, RA Matsumoto, W Zhao, NC Osti, I Popov, BP Thapaliya, ...\nAdvanced Functional Materials, 2021\n188*20212D Materials with Nanoconfined Fluids for Electrochemical Energy Storage\nV Augustyn, Y Gogotsi\nJoule 1, 443-452, 2017\n1492017Confined Interlayer Water Promotes Structural Stability for High-Rate Electrochemical Proton Intercalation in Tungsten Oxide Hydrates\nJB Mitchell, N Geise, A Paterson, NC Osti, Y Sun, S Fleischmann, ...\nACS Energy Letters, 2019\n1262019General Method for the Synthesis of Hierarchical Nanocrystal-Based Mesoporous Materials\nIE Rauda, R Buonsanti, LC Saldarriaga-Lopez, K Benjauthrit, ...\nACS nano 6 (7), 6386-6399, 2012\n1012012Tuning the interlayer of transition metal oxides for electrochemical energy storage\nV Augustyn\nJournal of Materials Research 32 (1), 2-15, 2016\n972016Nanostructured Pseudocapacitors Based on Atomic Layer Deposition of V2O5 onto Conductive Nanocrystal-based Mesoporous ITO Scaffolds\nIE Rauda, V Augustyn, LC Saldarriaga-Lopez, X Chen, LT Schelhas, ...\nAdvanced Functional Materials 24 (42), 6717-6728, 2014\n962014"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:hqOjcs7Dif8C",
  "text": "View article\nElectrochemical energy storage technology is based on devices capable of exhibiting high energy density (batteries) or high power density (electrochemical capacitors). There is a growing need, for current and near-future applications, where both high energy and high power densities are required in the same material. Pseudocapacitance, a faradaic process involving surface or near surface redox reactions, offers a means of achieving high energy density at high charge–discharge rates. Here, we focus on the pseudocapacitive properties of transition metal oxides. First, we introduce pseudocapacitance and describe its electrochemical features. Then, we review the most relevant pseudocapacitive materials in aqueous and non-aqueous electrolytes. The major challenges for pseudocapacitive materials along with a future outlook are detailed at the end."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:ufrVoPGSRksC",
  "text": "View article\nAuthors\nVeronica Augustyn, Jérémy Come, Michael A Lowe, Jong Woung Kim, Pierre-Louis Taberna, Sarah H Tolbert, Héctor D Abruña, Patrice Simon, Bruce Dunn\nPublisher\nNature Publishing Group\nDescription\nPseudocapacitance is commonly associated with surface or near-surface reversible redox reactions, as observed with RuO2·xH2O in an acidic electrolyte. However, we recently demonstrated that a pseudocapacitive mechanism occurs when lithium ions are inserted into mesoporous and nanocrystal films of orthorhombic Nb2O5 (T-Nb2O5; refs , ). Here, we quantify the kinetics of charge storage in T-Nb2O5: currents that vary inversely with time, charge-storage capacity that is mostly independent of rate, and redox peaks that exhibit small voltage offsets even at high rates. We also define the structural characteristics necessary for this process, termed intercalation pseudocapacitance, which are a crystalline network that offers two-dimensional transport pathways and little structural change on intercalation. The principal benefit realized from intercalation pseudocapacitance is that high levels of charge storage are …\nScholar articles\nV Augustyn, J Come, MA Lowe, JW Kim, PL Taberna… - Nature materials, 2013"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:7PzlFSSx8tAC",
  "text": "View article\nAuthors\nSimon Fleischmann, James B. Mitchell, Ruocun Wang, Cheng Zhan, De-en Jiang, Volker Presser, Veronica Augustyn"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:u5HHmVD_uO8C",
  "text": "View article\nAuthors\nZheng Chen, Veronica Augustyn, Jing Wen, Yuewei Zhang, Meiqing Shen, Bruce Dunn, Yunfeng Lu\nJournal\nAdvanced Materials\nPublisher\nWILEY‐VCH Verlag\nDescription\nDOI: 10.1002/adma. 201003658 packaging, account for a large fraction of the total weight of the device, the use of thin electrodes results in a significantly lower energy density than what could be attained using thicker electrodes.[3] Therefore, the development of thick electrodes for supercapacitors represents an important direction for making high-energy supercapacitors for practical applications. We recently developed a class of pseudocapacitive anode materials for asymmetric supercapacitors composed of interpenetrating networks of carbon nanotubes (CNTs) and V2o 5 nanowires.[16] The CNTs and nanowires were intimately intertwined into a hierarchically porous structure, enabling effective electrolyte access to the electrochemically active materials without limiting charge transport. Such composites exhibited high specific capacitance (> 300 F g− 1) at high current density (1 A g− 1) in aqueous electrolyte. In …\nScholar articles\nZ Chen, V Augustyn, J Wen, Y Zhang, M Shen, B Dunn… - Advanced materials, 2011"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:Y0pCki6q_DkC",
  "text": "View article\nTo date, the links of robust and highly porous metal organic frameworks (MOFs) have been largely limited to carboxylate, 1 imidazolate, 2 other azolates, 3 or sulfonate. 4 Although catecholate organic units are well-known and are employed heavily for metal chelation in biology, 5 only the simple 1, 2, 4, 5-tetrahydroxybenzene (H6C6O4) 6 or 1, 4-dihydroxy-benzoquinone and their homologues (H2C6X2O4, eg, X= Cl, Br, NO2 and CH3) have been explored and incorporated into extended frameworks (Scheme S1 in the Supporting Information). 7 Herein, we describe linking the highly conjugated tricatecholate, 2, 3, 6, 7, 10, 11-hexahydroxytriphenylene (H12C18O6, HHTP), with Co (II) and Ni (II) ions into two-dimensional porous extended frameworks. These new crystalline materials, termed metal-catecholates (M-CATs), were characterized by X-ray diffraction techniques (single crystal for Co-CAT-1, and powder for …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:UeHWp8X0CEIC",
  "text": "View article\nAuthors\nZheng Chen, Veronica Augustyn, Xilai Jia, Qiangfeng Xiao, Bruce Dunn, Yunfeng Lu\nPublisher\nAmerican Chemical Society\nDescription\nElectrical energy storage plays an increasingly important role in modern society. Current energy storage methods are highly dependent on lithium-ion energy storage devices, and the expanded use of these technologies is likely to affect existing lithium reserves. The abundance of sodium makes Na-ion-based devices very attractive as an alternative, sustainable energy storage system. However, electrodes based on transition-metal oxides often show slow kinetics and poor cycling stability, limiting their use as Na-ion-based energy storage devices. The present paper details a new direction for electrode architectures for Na-ion storage. Using a simple hydrothermal process, we synthesized interpenetrating porous networks consisting of layer-structured V2O5 nanowires and carbon nanotubes (CNTs). This type of architecture provides facile sodium insertion/extraction and fast electron transfer, enabling the fabrication …\nScholar articles\nZ Chen, V Augustyn, X Jia, Q Xiao, B Dunn, Y Lu - ACS nano, 2012"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:d1gkVwhDpl0C",
  "text": "View article\nAuthors\nJong Woung Kim, Veronica Augustyn, Bruce Dunn\nJournal\nAdvanced Energy Materials\nPublisher\nWILEY‐VCH Verlag\nDescription\nCapacitive energy storage offers several attractive properties compared to batteries, including higher power, faster charging, and a longer cycle life. A key limitation to this electrochemical energy‐storage approach is its low energy density and, for this reason, there is considerable interest in identifying pseudocapacitor materials where faradaic reactions are used to achieve greater charge storage. This paper reports on the electrochemical properties of Nb2O5 and establishes that crystalline phases of the material undergo fast faradaic reactions that lead to high specific capacitance in short charging times. In particular, the specific capacitance for the orthorhombic phase at infinite sweep rate reaches ≈400 F g−1, which exceeds that of birnessite MnO2 in nonaqueous electrolyte and is comparable to RuO2 at the same extrapolated rate. The specific capacitances of the orthorhombic and pseudohexagonal phases …\nScholar articles\nJW Kim, V Augustyn, B Dunn - Advanced Energy Materials, 2012"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:2osOgNQ5qMEC",
  "text": "View article\nAuthors\nXiaolei Wang, Ge Li, Zheng Chen, Veronica Augustyn, Xueming Ma, Ge Wang, Bruce Dunn, Yunfeng Lu\nPublication date\n2011/11/1\nJournal\nAdvanced Energy Materials\nPublisher\nWILEY‐VCH Verlag\nDescription\nNanocomposites of CNTs and Nb{sub 2}O{sub 5} nanocrystals were fabricated exhibiting excellent conductivity, high specific capacitance, and large voltage window, which led to successful fabrication of asymmetric supercapacitors with high energy densities, power densities, and cycling stability. (Copyright copyright 2011 WILEY-VCH Verlag GmbH and Co. KGaA, Weinheim)\nScholar articles\nX Wang, Z Chen, Y Lu, G Li, V Augustyn, B Dunn, X Ma… - Advanced Energy Materials, 2011"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:eQOLeE2rZwMC",
  "text": "View article\nAuthors\nIris E Rauda, Veronica Augustyn, Bruce Dunn, Sarah H Tolbert\nPublication date\n2013/3/13\nJournal\nAccounts of Chemical Research\nPublisher\nAmerican Chemical Society\nDescription\nGrowing global energy demands coupled with environmental concerns have increased the need for renewable energy sources. For intermittent renewable sources like solar and wind to become available on demand will require the use of energy storage devices. Batteries and supercapacitors, also known as electrochemical capacitors (ECs), represent the most widely used energy storage devices. Supercapacitors are frequently overlooked as an energy storage technology, however, despite the fact that these devices provide greater power, much faster response times, and longer cycle life than batteries. Their limitation is that the energy density of ECs is significantly lower than that of batteries, and this has limited their potential applications.\nThis Account reviews our recent work on improving pseudocapacitive energy storage performance by tailoring the electrode architecture. We report our studies of mesoporous …\nScholar articles\nIE Rauda, V Augustyn, B Dunn, SH Tolbert - Accounts of chemical research, 2013"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:5nxA0vEk-isC",
  "text": "View article\nAuthors\nJérémy Come, Veronica Augustyn, Jong Woung Kim, Patrick Rozier, Pierre-Louis Taberna, Pavel Gogotsi, Jeffrey W. Long, Bruce Dunn, Patrice Simon\nJournal\nJournal of The Electrochemical Society"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:RHpTSmoSYBkC",
  "text": "View article\nAuthors\nS. Fleischmann, Y. Zhang, X. Wang, P.T. Cummings, J. Wu, P. Simon, Y. Gogotsi, V. Presser, V. Augustyn"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:ULOm3_A8WrAC",
  "text": "View article\nAuthors\nJames B. Mitchell, William C. Lo, Arda Genc, James LeBeau, Veronica Augustyn\nJournal\nChemistry of Materials\nDescription\nThe kinetics of energy storage in transition metal oxides are usually limited by solid-state diffusion, and the strategy most often utilized to improve their rate capability is to reduce ion diffusion distances by utilizing nanostructured materials. Here, another strategy for improving the kinetics of layered transition metal oxides by the presence of structural water is proposed. To investigate this strategy, the electrochemical energy storage behavior of a model hydrated layered oxide, WO3·2H2O, is compared with that of anhydrous WO3 in an acidic electrolyte. It is found that the presence of structural water leads to a transition from battery-like behavior in the anhydrous WO3 to ideally pseudocapacitive behavior in WO3·2H2O. As a result, WO3·2H2O exhibits significantly improved capacity retention and energy efficiency for proton storage over WO3 at sweep rates as fast as 200 mV s–1, corresponding to charge/discharge …\nScholar articles\nJB Mitchell, WC Lo, A Genc, J LeBeau, V Augustyn - Chemistry of Materials, 2017"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:zYLM7Y9cAGgC",
  "text": "View article\nAuthors\nEdward R White, Scott B Singer, Veronica Augustyn, William A Hubbard, Matthew Mecklenburg, Bruce Dunn, Brian C Regan"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:TQgYirikUcIC",
  "text": "View article\nAuthors\nS. Boyd, K. Ganeshan, W.-Y. Tsai, T. Wu, S. Saeed, D.-E. Jiang, N. Balke, A.C.T. van Duin, V. Augustyn\nDescription\nNanostructured birnessite exhibits high specific capacitance and nearly ideal capacitive behaviour in aqueous electrolytes, rendering it an important electrode material for low-cost, high-power energy storage devices. The mechanism of electrochemical capacitance in birnessite has been described as both Faradaic (involving redox) and non-Faradaic (involving only electrostatic interactions). To clarify the capacitive mechanism, we characterized birnessite’s response to applied potential using ex situ X-ray diffraction, electrochemical quartz crystal microbalance, in situ Raman spectroscopy and operando atomic force microscope dilatometry to provide a holistic understanding of its structural, gravimetric and mechanical responses. These observations are supported by atomic-scale simulations using density functional theory for the cation-intercalated structure of birnessite, ReaxFF reactive force field-based molecular …\nScholar articles\nS Boyd, K Ganeshan, WY Tsai, T Wu, S Saeed, D Jiang… - Nature Materials, 2021"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:mB3voiENLucC",
  "text": "View article\nAuthors\nK. Liang, R.A. Matsumoto, W. Zhao, N.C. Osti, I. Popov, B.P. Thapaliya, S. Fleischmann, S. Misra, K. Prenger, M. Tyagi, E. Mamontov, V. Augustyn, R. Unocic, A.P. Sokolov, S. Dai, P. Cummings, M. Naguib\nJournal\nAdvanced Functional Materials"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:M3ejUd6NZC8C",
  "text": "View article\nAuthors\nVeronica Augustyn, Yury Gogotsi\nDescription\nIn the quest to develop energy storage with both high power and high energy densities, while maintaining high volumetric capacity, recent results show that a variety of 2D and layered materials exhibit rapid kinetics of ion transport by the incorporation of nanoconfined fluids.\nScholar articles\nV Augustyn, Y Gogotsi - Joule, 2017"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:9ZlFYXVOiuMC",
  "text": "View article\nAuthors\nJ.B. Mitchell, N. Geise, A. Paterson, N.C. Osti, Y. Sun, S. Fleischmann, R. Zhang, L.A. Madsen, M.F. Toney, D.-E. Jiang, A. Kolesnikov, E. Mamontov, V. Augustyn\nDescription\nThere is widespread interest in determining the structural features of redox-active electrochemical energy storage materials that enable simultaneous high power and high energy density. Here, we present the discovery that confined interlayer water in crystalline tungsten oxide hydrates, WO3·nH2O, enables highly reversible proton intercalation at subsecond time scales. By comparing the structural transformation kinetics and confined water dynamics of the hydrates with anhydrous WO3, we determine that the rapid electrochemical proton intercalation is due to the ability of the confined water layers to isolate structural transformations to two dimensions while stabilizing the structure along the third dimension. As a result, these water layers provide both structural flexibility and stability to accommodate intercalation-driven bonding changes. This provides an alternative explanation for the fast energy storage kinetics of …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:Zph67rFs4hoC",
  "text": "View article\nLayered transition metal oxides are some of the most important materials for high energy and power density electrochemical energy storage, such as batteries and electrochemical capacitors. These oxides can efficiently store charge via intercalation of ions into the interlayer vacant sites of the bulk material. The interlayer can be tuned to modify the electrochemical environment of the intercalating species to allow improved interfacial charge transfer and/or solid-state diffusion. The ability to fine-tune the solid-state environment for energy storage is highly beneficial for the design of layered oxides for specific mechanisms, including multivalent ion intercalation. This review focuses on the benefits as well as the methods for interlayer modification of layered oxides, which include the presence of structural water, solvent cointercalation and exchange, cation exchange, polymers, and small molecules, exfoliation, and …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:Tyk-4Ss8FVUC",
  "text": "View article\nAuthors\nIris E Rauda, Raffaella Buonsanti, Laura C Saldarriaga-Lopez, Kanokraj Benjauthrit, Laura T Schelhas, Morgan Stefik, Veronica Augustyn, Jesse Ko, Bruce Dunn, Ulrich Wiesner, Delia J Milliron, Sarah H Tolbert\nPublisher\nAmerican Chemical Society\nDescription\nBlock copolymer templating of inorganic materials is a robust method for the production of nanoporous materials. The method is limited, however, by the fact that the molecular inorganic precursors commonly used generally form amorphous porous materials that often cannot be crystallized with retention of porosity. To overcome this issue, here we present a general method for the production of templated mesoporous materials from preformed nanocrystal building blocks. The work takes advantage of recent synthetic advances that allow organic ligands to be stripped off of the surface of nanocrystals to produce soluble, charge-stabilized colloids. Nanocrystals then undergo evaporation-induced co-assembly with amphiphilic diblock copolymers to form a nanostructured inorganic/organic composite. Thermal degradation of the polymer template results in nanocrystal-based mesoporous materials. Here, we show that …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=boDNTDwAAAAJ&citation_for_view=boDNTDwAAAAJ:MXK_kJrjxJIC",
  "text": "View article\nAuthors\nIris E. Rauda, Veronica Augustyn, Laura C. Saldarriaga-Lopez, Xinyi Chen, Laura T. Schelhas, Gary W. Rubloff, Bruce Dunn, Sarah H. Tolbert\nJournal\nAdvanced Functional Materials\nDescription\nSolution processing of colloidal nanocrystals into porous architectures using block co‐polymer templating offers a simple yet robust route to construct materials with open porosity and high surface area. These features, when realized in materials that show efficient redox activity and good conductivity, should be ideal for electrochemical energy storage because they allow for efficient electrolyte diffusion and ample surface and near‐surface redox reactions. Here, a route to synthesize nanoporous pseudocapacitors is presented using preformed ITO nanocrystals to make a conductive scaffold, coated with a conformal layer of vanadia deposited using atomic layer deposition (ALD). Two vanadia thicknesses are deposited, 2 and 7 nm, to examine the kinetics of Li+ diffusion into vanadia in a system where all other chemical and structural parameters are fixed. Porosity measurements show that the internal surface area of …\nScholar articles\nIE Rauda, V Augustyn, LC Saldarriaga‐Lopez, X Chen… - Advanced Functional Materials, 2014"
},
{
  "url": "https://mse.ncsu.edu/augustyn/",
  "text": "Materials at electrochemical interfaces for the development of clean-energy technologies\nThe Augustyn Group investigates materials at electrochemical interfaces for the development of clean-energy technologies. The science and engineering of materials remain at the forefront of finding viable solutions for complex and global energy problems. Electrochemical energy technologies, such as fuel cells, electrolyzers, and batteries, are some of the most viable for the clean conversion and storage of energy–but we are far from harnessing their full potential."
},
{
  "url": "https://mse.ncsu.edu/augustyn/open-positions/",
  "text": "Open Positions | Augustyn Research Group\nThank you for your interest in working in our group! Below are general guidelines for research openings:\nUndergraduate Student Researchers\nNorth Carolina State University engineering and science undergraduate students interested in materials for electrochemical energy technologies and with interest and availability to perform research for 1-2 years (not including summer) are welcome to contact Prof. Veronica Augustyn about research openings.\nGraduate Student Researchers\nProspective and admitted graduate students to the Department of Materials Science and Engineering at North Carolina State University are welcome to contact Prof. Veronica Augustyn with their research interest and availability of graduate research positions. Please note: I usually do not know the exact number of graduate research openings in my group until a few months before the start date (Fall or Spring) due to the length of grant review timelines.\nPostdoctoral Research Fellows\nWe currently do not have an opening for a postdoctoral fellow."
},
{
  "url": "https://mse.ncsu.edu/augustyn/newsposts/",
  "text": "News | Augustyn Research Group\nFor the latest news, follow us on Twitter!\nNews Archive (2015 – 2018)\nJanuary 2018: We welcome undergrad Ellie to the group!\nJanuary 2018: In collaboration with McDowell & Vojvodic Labs, our group wins a Scialog: Advanced Energy\nStorage Team Award to study ion re-coordination at solid state interfaces. Thank you to the Research Corporation\nfor Science Advancement for the funding!\nDecember 2017: Veronica, John, and SciBridge members John Paul Eneku, Alex Hsain, and Alexandria Cruz\nattend the 9th International Conference of the African Materials Research Society in Gaborone, Botswana.\nEveryone gives talks on research & SciBridge and Veronica organizes the Materials Education/Networking\nSymposium.\nNovember 2017: Veronica is a finalist for the 2017 BASF VW Science Award Electrochemistry & attends the\nScience Dialog in Karlsruhe, Germany. Thank you to the sponsors!\nNovember 2017: Veronica gives an invited seminar in the Dept. of Materials Science & Engineering at\nNorthwestern University, as well as an invited talk at the Materials Science Alliance for an Inclusive Community at\nNorthwestern. Many thanks to Prof. Sossina Haile for hosting!\nNovember 2017: We welcome undergrad Andie and visiting undergrad Ming to the group!\nNovember 2017: Mike wins 1st place at the 2017 Carolina Science Symposium Poster Competition.\nCongratulations!\nNovember 2017: Shelby wins 1st place at the RTNN & PANalytical Non-ambient XRD Workshop Poster\nCompetition at NC State. Congratulations!\nNovember 2017: Veronica gives an invited talk at the 2017 SERMACS in Charlotte, NC. Thanks to Steve Creager\nfor the invitation!\nNovember 2017: Veronica participates in the first Research Corp. for Science Advancement Scialog on Advanced\nEnergy Storage. Thanks to the RCSA for the Scialog Fellowship!\nOctober 2017: Our collaborative Perspective with Yury Gogotsi on 2D materials with nanoconfined fluids for\nenergy storage is published in Joule!\nOctober 2017: James & Mike present posters at the Triangle Student Research Competition.\nOctober 2017: Veronica gives two invited talks and John & Shelby present posters at the 232nd ECS Meeting.\nMany thanks to the organizers for the invitation!\nSeptember 2017: Veronica gives an invited seminar in the Dept. of Chemistry at Virginia Tech University. Many\nthanks to Prof. Feng Lin for hosting!\nSeptember 2017: Veronica gives an invited seminar in the Dept. of Chemistry at University of North Carolina at\nChapel Hill. Many thanks to Prof. Tom Meyer for hosting!\nSeptember 2017: James passes the PhD qualifying exam. Congratulations!\nMarch 2017: Undergraduate student Kay joins the group. Welcome!\nMarch 2017: James presents a poster at the NC State Graduate Student Research Symposium.\nMarch 2017: Éowyn is awarded the NSF Graduate Research Fellowship. Congratulations and thank you to the NSF for the support!\nMarch 2017: Shelby is awarded the NSF Graduate Research Fellowship. Congratulations and thank you to the NSF for the support! \nMarch 2017: John and Anna travel to Oak Ridge National Lab to perform scanning probe microscopy at the Center for Nanophase Materials Sciences. Thanks to the DOE for funding our user proposal and Dr. Nina Balke for hosting!\nFebruary 2017: Veronica gives an invited seminar at the Dept. of Physics, Wake Forest University. Thanks to Prof. Natalie Holzwarth for hosting!\nJanuary 2017: Undergraduate student Matthew joins the group. Welcome!\nJanuary 2017: Shelby passes the PhD qualifying exam. Congratulations!\nJanuary 2017: Veronica gives an invited talk at the ACerS Electronic Materials & Applications 2017 Symposium on Advanced Processing for Electronic and Electrochemical Systems. Many thanks to the organizers!\nNovember 2016: The whole group presents posters at the 2016 NC State Dept. of Materials Science & Engineering Research Poster Competition. James is awarded 1st place for his work on hydrated WO3 – congrats!\nNovember 2016: Veronica receives a NSF CAREER Award from the Division of Materials Research/Solid State and Materials Chemistry Program! This award will continue our work on solvated and hydrated layered oxides for energy storage as well as support the SciBridge project. Thank you to the NSF for the support.\nNovember 2016: Ruocun, Shelby, & James present posters at the 2016 MRS/ASM/AVS Joint Symposium at NC State. Shelby is awarded “Best Poster Presentation” for her work on MoO3/CNT electrode architectures – congrats!\nOctober 2016: Veronica gives an invited seminar at the Dept. of Chemistry & Biochemistry, Texas State University. Thanks to Prof. Chris Rhodes for hosting!\nOctober 2016: Anna & Eowyn present posters at the 68th Southeastern Regional Meeting of the ACS (SERMACS) and are awarded Undergraduate Travel Grants. Congrats!\nOctober 2016: Veronica writes an invited review article on tuning the interlayer of transition metal oxides for the Journal of Materials Research issue on Early Career Scholars in Materials Science.\nOctober 2016: Ruocun, Shelby, & James present posters at the Center for Dielectrics & Piezoelectrics Fall 2016 Meeting.\nOctober 2016: Ruocun, Shelby, & James present posters at the 2016 Triangle Student Research Competition.\nSeptember 2016: The group hosts SciBridge Africa coordinator and assistant lecturer at Makerere University in Uganda, John Paul Eneku, as part of NC State’s East Africa Strategic Initiative.\nSeptember 2016: Ruocun (John) passes the PhD qualifying exam. Congratulations!\nAugust 2016: Veronica gives an invited talk at the Shaw University Science Colloquium.\nAugust 2016: Undergraduate students Anna & Eowyn receive 2016-2017 Undergraduate Research Grants. Congratulations! \nAugust 2016: Veronica gives an invited talk at the 25th International Materials Research Congress Symposium “Materials and Technologies for Stationary Electrochemical Energy Storage. Many thanks to the organizers!\nAugust 2016: William successfully defends his M.S. thesis. Congratulations!\nAugust 2016: Graduate student James joins the group. Welcome!\nJuly 2016: Veronica gives an invited talk at the TSRC Workshop on Interfacial Chemistry and Charge Transfer for Energy Storage and Conversion. Many thanks to the organizers!\nJuly 2016: Veronica, John, and Anna visit Oak Ridge National Lab. Veronica gives a seminar at the Center for Nanophase Materials Sciences; thanks to Dr. Nina Balke for hosting!\nJuly 2016: Veronica co-organizes a symposium on multivalent electrochemical energy storage for the Materials Research Society Spring 2017 meeting. Check out the Call for Papers and join us for an exciting discussion!\nJune 2016: Veronica and John present at the Center for Dielectrics & Piezoelectrics Spring 2016 meeting in Kyoto, Japan. Veronica gives a seminar at Tokyo Denki University; thanks to Prof. Naoaki Yabuuchi for hosting!\nJune 2016: Veronica and collaborators at University of Wollongong in Australia receive a UGPN grant to study materials for sodium-ion batteries.\nMay 2016: Veronica receives an ORAU Ralph E. Powe Junior Faculty Enhancement Award to study the interface between aqueous electrolytes and metal oxide nanosheets.\nApril 2016: Ocean Optics interviews Veronica in their monthly newsletter. \nApril 2016: The group participates in NCSU’s NanoDays! We guide four high school classes (~ 80 students) through the development of a new battery material, from synthesis to electrochemistry.\nApril 2016: Veronica gives an invited talk at the WITec Confocal Raman Imaging Workshop at Rutgers University.\nApril 2016: SciBridge wins 2nd place (& $300!) in the “Sustainability in My Community” competition & Veronica gives a talk on layered lithium oxide electrocatalysts at the 2016 MRS Spring Meeting in Phoenix.\nMarch 2016: Ruocun (John) receives a NCSU College of Engineering Professional Development Travel Award to present at the Center for Dielectrics & Piezoelectrics Spring 2016 meeting in Kyoto, Japan!\nMarch 2016: Undergraduate student Anna joins the group!\nMarch 2016: SciBridge is featured in NC State’s Engineering Spring/Summer 2016 alumni magazine!\nMarch 2016: Veronica gives a seminar at CSIRO Manufacturing in Sydney, Australia.\nMarch 2016: Veronica gives a seminar at the Dept. of Materials Science & Engineering, University of New South Wales. Thanks to Prof. John Daniels for hosting!\nMarch 2016: Veronica presents the group’s research at the 2016 annual meeting of the University Global Partnership Network (UGPN) at University of Wollongong, Australia.\nFebruary 2016: SciBridge is awarded a NCSU East Africa Strategic Initiative grant to develop more sustainable energy research collaborations between NCSU & Makerere University in Uganda.\nJanuary 2016: SciBridge NCSU student volunteers present a poster about the project at the 5th Annual Shaw University Student Research Symposium.\nJanuary 2016: Veronica gives an invited talk on pseudocapacitance at the 40th International Conference and Expo on Advanced Ceramics and Composites (ICACC).\nJanuary 2016: Graduate student Shelby joins the group!\nDecember 2015: AAAS Science & Diplomacy publishes our “Letter from the Field” on “Building the SciBridge between Africa and the United States.”\nDecember 2015: Veronica writes a post for the “This is What Science Looks Like at NC State” series.\nNovember 2015: Mikayla is awarded an International Research Experience for Students (IRES) Fellowship to perform research in Australia next summer!\nNovember 2015: SciBridge project is awarded a NC State Diversity Mini Grant!\nNovember 2015: Veronica is an invited panelist at NCSU’s Global Issues Seminar on “The Energy We Consume.”\nNovember 2015: John presents a poster at the MRS/ASM/AVS Joint Symposium at NCSU\nOctober 2015: John & William present posters at the 1st NCSU Materials Science & Engineering Alumni Homecoming.\nOctober 2015: John & William present posters and Veronica gives an invited tutorial on electrochemical capacitors at the Center for Dielectrics & Piezoelectrics Fall 2015 Meeting.\nOctober 2015: Veronica presents the group’s research to NCSU’s MRS Chapter.\nOctober 2015: Veronica gives an invited seminar at NCSU’s Dept. of Chemical & Biomolecular Engineering. Thanks to Prof. Peter Fedkiw for hosting! \nSeptember 2015: Undergraduate student Mikayla joins the group!\nAugust 2015: Graduate students John and William and undergraduate student Eowyn join the group!"
},
{
  "url": "https://mse.ncsu.edu/augustyn/research/",
  "text": "Research | Augustyn Research Group\nOur research couples materials chemistry, electrochemistry, and in situ and operando characterization techniques to understand the behavior of materials operating at electrochemical interfaces. \nWe are very grateful for the financial support of our research from our current and prior sponsors:\nIn addition to our chemistry and electrochemistry laboratories at NC State, we utilize materials characterization tools at NC State’s Analytical Instrumentation Facility and have active user proposals at Oak Ridge National Laboratory’s Center for Nanophase Materials Sciences and Spallation Neutron Source, as well as the Stanford Synchrotron Radiation Lightsource. We also collaborate with research groups in universities and national laboratories around the world."
},
{
  "url": "https://mse.ncsu.edu/augustyn/teaching/",
  "text": "Teaching | Augustyn Research Group\nMSE 201: Structure and Properties of Engineering Materials\nF15, S17, F17, S18, S19, S20, F20, F22\nIntroduction to the fundamental physical principles governing the structure and constitution of metallic and nonmetallic materials and the relationships among these principles and the mechanical, physical, and chemical properties of engineering materials. Undergraduate course.\nMSE 360: Kinetic Processes in Materials\nS21, S23\nTypes, mechanisms, and kinetics of solid state phase transformations are covered with selected applications to all classes of materials. Mechanisms of diffusion and techniques for diffusion calculations are presented. The role of surface energy and strain in the evolution of structure during transformation is presented. Phenomena at different size scales (atomic, nano, micro) are described relative to the evolution of structure during transformation. Undergraduate course.\nMSE 791: Materials for Electrochemical Technologies \nF16, F19, F21\nFundamental thermodynamics and kinetics of materials for electrochemical energy storage and conversion technologies, along with recent developments in their science and engineering. This course is designed for senior undergraduate students as well as graduate students in MSE and related disciplines."
},
{
  "url": "https://mse.ncsu.edu/augustyn/publications/",
  "text": "Publications | Augustyn Research Group\nGoogle Scholar Profile\nPeer-Reviewed Publications\nbold are Augustyn group students & postdocs, + invited contribution * corresponding author\nM. Chagnot, S. Abello, R. Wang, J. Dawlaty, J. Rodríguez-López, C. Zhang, & V. Augustyn.* “Influence of Finite Diffusion on Cation-Insertion Coupled Electron Transfer Kinetics in Thin Film Electrodes.” Journal of the Electrochemical Society, DOI: 10.1149/1945-7111/ad1d98.\nA.-R. Siddiqui, J. N’Diaye, K. Martin, A. Baby, J. Dawlaty, V. Augustyn, & J. Rodríguez-López.* “Monitoring SEIRAS on a Graphitic Electrode for Surface-Sensitive Electrochemistry: Real-time Electrografting.” Analytical Chemistry, accepted.\nJ. Fortunato, B.Z. Zydlewski, M. Lei, N.P. Holzapfel, M. Chagnot, J.B. Mitchell, H.-C. Lu, D.E. Jiang, D.J. Milliron,*+ & V. Augustyn.* “Dual-Band Electrochromism in Hydrous Tungsten Oxide.” ACS Photonics, DOI: 10.1021/acsphotonics.3c00921.\nJ.B. Mitchell, M. Chagnot, & V. Augustyn.*+ “Hydrous Transition Metal Oxides for Electrochemical Energy and Environmental Applications.” Annual Review of Materials Research. 53 (2003) 1 – 23.\nJ. Fortunato, Y.K. Shin, M.A. Spencer, A.C.T. van Duin, & V. Augustyn.*+ “Choice of Electrolyte Impacts the Selectivity of Proton-coupled Electrochemical Reactions on Hydrogen Titanate.” Journal of Physical Chemistry C, 127 (2023) 11810. (as part of the virtual special issue “Esther Sans Takeuchi Festschrift”)\nW.-Y. Tsai, S. Pillai, K. Ganeshan, S. Saeed, Y. Gao, A. van Duin, V. Augustyn, & N. Balke.* “Effect of electrode/electrolyte coupling on birnessite (δ-MnO2) mechanical response and degradation.” ACS Applied Materials & Interfaces, 15 (2023) 26120. \nM.S. Hossain, A.I.B. Romo, S. Putnam, J. Dawlaty, V. Augustyn, & J. Rodríguez-López.* “Electrode potential driven dissociation of N-heterocycle-BF3 adducts: a possible manifestation of the electro-inductive effect.” Angewandte Chemie, 62 (2023) e202304218.\nV. Kabra, B. Birn, I. Kamboj, V. Augustyn, & P. Mukherjee.* “Mesoscale Machine Learning Analytics for Electrode Property Estimation.” Journal of Physical Chemistry C, 126 (2022) 14413.\nJ. Fortunato, J.W. Jordan, G.N. Newton, D.A. Walsh, & V. Augustyn.*+ “Electrochemical Reactivity of Atomic and Molecular Species under Solid-state Confinement.” Current Opinion in Electrochemistry, 34 (2022) 101014. (as part of Emerging Opinions article collection)\nJ.B. Mitchell, R. Wang, J.S. Ko, J.W. Long, & V. Augustyn.*+ “Critical Role of Structural Water for Enhanced Li+ Insertion Kinetics in Crystalline Tungsten Oxides.” Journal of the Electrochemical Society, 169 (2022) 030534. (as part of Focus Issue in Honor of Professor John B. Goodenough: A Centenarian Milestone)\n\nS. Fleischmann,* Y. Zhang, X. Wang, P.T. Cummings, J. Wu, P. Simon,* Y. Gogotsi,* V. Presser,* & V. Augustyn.* “Continuous Transition from Double-Layer to Faradaic Charge Storage in Confined Electrolytes.” Nature Energy, 7 (2022) 222-228.\n\nM.A Spencer, J. Fortunato, & V. Augustyn.*+ “Electrochemical Proton Insertion Modulates the Hydrogen Evolution Reaction on Tungsten Oxides.” Journal of Chemical Physics, 156 (2022) 064704. (as part of Special Topic on The Chemical Physics of the Electrode-Electrolyte Interface)\n\nS. Saeed, J. Fortunato, K. Ganeshan, A.C.T. van Duin, & V. Augustyn.*+ “Decoupling Proton and Cation Contributions to Capacitive Charge Storage in Birnessite in Aqueous Electrolytes.” ChemElectroChem, 8 (2021) 4371. (as part of Joint Special Collection in Honor of Prof. Jean-Michel Savéant)\n\nM.A. Spencer, O. Yildiz, I. Kamboj, P.D. Bradford, & V. Augustyn.* “Toward Deterministic 3D Energy Storage Electrode Architectures via Electrodeposition of Molybdenum Oxide onto CNT Foams.” Energy & Fuels, 35 (2021) 16183.\n\nS. Boyd, K. Ganeshan, W.-Y. Tsai, T. Wu, S. Saeed, D.-E. Jiang, N. Balke, A.C.T. van Duin, & V. Augustyn.* “Effects of Interlayer Confinement and Hydration on Capacitive Charge Storage in Birnessite.” Nature Materials, 20 (2021) 1689.\n\nrelated: “News & Views” in Nature Materials by Yury Gogotsi & Patrice Simon, “Confined water controls capacitance“\nS. Saeed, S. Boyd, W.-Y. Tsai, R. Wang, N. Balke, & V. Augustyn.*+ “Understanding Electrochemical Cation Insertion into Prussian Blue from Electrode Deformation and Mass Change.” Chemical Communications, 57 (2021) 6744-6747. (as part of 2021 Chem Comm Emerging Investigators themed collection)\n\nK. Liang, R.A. Matsumoto, W. Zhao, N.C. Osti, I. Popov, B.P. Thapaliya, S. Fleischmann, S. Misra, K. Prenger, M. Tyagi, E. Mamontov, V. Augustyn, R. Unocic, A.P. Sokolov, S. Dai, P. Cummings, & M. Naguib.* “Engineering the Interlayer Spacing by Pre-Intercalation for High Performance MXene Electrodes in Room Temperature Ionic Liquid.” Advanced Functional Materials, 31 (2021) 2104007.\nW.-Y. Tsai, R. Wang, S. Boyd, V. Augustyn, & N. Balke.* “Probing Local Electrochemistry via Mechanical Cyclic Voltammetry Curves.” Nano Energy, 81 (2021) 105592.\n\nR. Wang, Y. Sun, A. Brady, S. Fleischmann, T. Eldred, W. Gao, H.W. Wang, D.E. Jiang, & V. Augustyn.* “Fast Proton Insertion in Layered H2W2O7 via Selective Etching of an Aurivillius Phase.” Advanced Energy Materials, 11 (2021) 2003335.\n\nV. Augustyn,*+ R. Wang, N. Balke, M. Pharr, & C.B. Arnold. “Deformation during Electrosorption and Insertion-type Charge Storage: Origins, Characterization, and Design of Materials for High Power.” ACS Energy Letters, 5 (2020) 3548.\n\nB.S. Guiton,* M. Stefik,* V. Augustyn, S. Banerjee, C.J. Bardeen, B.M. Bartlett, J. Li, V. López-Mejías, L.R. MacGillivray, A. Morris, E.E. Rodriguez, A.C.S. Samia, H. Sun, P. Sutter, & D.R. Talham. “Frontiers in Hybrid and Interfacial Materials Chemistry Research.” MRS Bulletin, 45 (2020) 951-964.\nB.B. Lynch, A.P. Kelliher, B.D. Anderson, A. Japit, M.A. Spencer, M.H. Rizvi, M.F. Sarac, V. Augustyn, & J.B. Tracy.* “Sulfidation and Selenidation of Nickel Nanoparticles.” Carbon Energy, 3 (2021) 582.\nR. Wang, S. Boyd, P.V. Bonnesen, & V. Augustyn.*+ “Effect of Water in a Non-aqueous Electrolyte on Electrochemical Mg2+ Insertion into WO3.” Journal of Power Sources, 477 (2020) 229015. (as part of Battery Community Celebration of 2019 Nobel Prize in Chemistry)\n\nS. Boyd, N. Geise, M.F. Toney, & V. Augustyn.*+ “High Power Energy Storage via Electrochemically Expanded and Hydrated Manganese-Rich Oxides.” Frontiers in Chemistry, 8 (2020) 715. (as part of research topic: Women in Science: Chemistry)\n\nS. Fleischmann, J.B. Mitchell, R. Wang, C. Zhan, D.E. Jiang, V. Presser, & V. Augustyn.*+ “Pseudocapacitance: From Fundamental Understanding to High Power Energy Storage Materials.” Chemical Reviews, 120 (2020) 6738-6782. (as part of 2020 themed issue on Beyond Li-ion Battery Chemistry)\n\nS. Fleischmann, M.A. Spencer, & V. Augustyn.*+ “Electrochemical Reactivity under Confinement Enabled by Molecularly Pillared 2D and Layered Materials.” Chemistry of Materials 32 (2020) 3325-3334. (as part of Up-and-Coming Perspectives)\n\nS. Fleischmann, Y. Sun, N.C. Osti, R. Wang, E. Mamontov, D.E. Jiang, & V. Augustyn.* “Interlayer Separation in Hydrogen Titanates Enables Electrochemical Proton Intercalation.” Journal of Materials Chemistry A 8 (2020) 412-421.\n\nJ.B. Mitchell, N.R. Geise, A.R. Paterson, N.C. Osti, Y. Sun, S. Fleischmann, R. Zhang, L.A. Madsen, M.F. Toney, D.E. Jiang, A.I. Kolesnikov, E. Mamontov, & V. Augustyn.* “Confined Interlayer Water Promotes Structural Stability for High-Rate Electrochemical Proton Intercalation in Tungsten Oxide Hydrates.” ACS Energy Letters 4 (2019) 2805-2812.\n\nM.A. Spencer & V. Augustyn.*+ “Free-standing Transition Metal Oxide Electrode Architectures for Electrochemical Energy Storage.” Journal of Materials Science 54 (2019) 13045-13069.\n\nV. Augustyn,* M.T. McDowell,* & A. Vojvodic.* “Toward an Atomistic Understanding of Solid-State Electrochemical Interfaces for Energy Storage.” Joule 2 (2018) 2189-2193.\n\nS. Boyd, R. Dhall, J.M. LeBeau, & V. Augustyn.*+ “Charge Storage Mechanism and Degradation of P2-Type Sodium Transition Metal Oxides in Aqueous Electrolytes.” Journal of Materials Chemistry A 6 (2018) 22266-22276. (as part of themed collection: 2018 Journal of Materials Chemistry A Emerging Investigators)\n\nR. Wang, J.B. Mitchell, Q. Gao, W.-Y. Tsai, S. Boyd, M. Pharr, N. Balke, & V. Augustyn.* “Operando AFM Reveals Mechanics of Structural Water Driven Battery-to-Pseudocapacitor Transition.” ACS Nano 12 (2018) 6032-6039.\n\nS. Boyd & V. Augustyn.*+ “Transition Metal Oxides for Aqueous Sodium-Ion Electrochemical Energy Storage.” Inorganic Chemistry Frontiers 5 (2018) 999-1015. (as part of themed collection: Inorganic Materials for Applications in Energy and Catalysis)\n\nV. Augustyn*+ & Y. Gogotsi. “2D Materials with Nanoconfined Fluids for Electrochemical Energy Storage.”Joule 1 (2017) 443-452.\n\nS. Niu, R. McFeron, F. Godínez-Salomón, B.S. Chapman, C.A. Damin, J.B. Tracy, V. Augustyn, & C. Rhodes.* “Enhanced Electrochemical Lithium-Ion Charge Storage of Iron Oxide Nanosheets.” Chemistry of Materials 29 (2017) 7794-7807.\nR. Wang, C.-C. Chung, Y. Liu, J.L. Jones, & V. Augustyn.*+ “Electrochemical Intercalation of Mg2+ into Anhydrous and Hydrated Crystalline Tungsten Oxides.” Langmuir 33 (2017) 9314-9323. (as part of themed issue: Fundamental Interfacial Science for Energy Applications)\n\nJ.S. Daubert, R. Wang, J.S. Ovental, H.F. Barton, R. Rajagopolan, V. Augustyn, & G.N. Parsons.* “Intrinsic Limitations of Atomic Layer Deposition for Pseudocapacitive Metal Oxides in Porous Electrochemical Capacitor Electrodes.” Journal of Materials Chemistry A 5 (2017) 13086-13097.\nJ.B. Mitchell, W.C. Lo, A. Genc, J. LeBeau, & V. Augustyn.* “Transition from Battery to Pseudocapacitor Behavior via Structural Water in Tungsten Oxide.” Chemistry of Materials 29 (2017) 3928-3937.\n\nV. Augustyn.*+ “Tuning the Interlayer of Transition Metal Oxides for Electrochemical Energy Storage.” Journal of Materials Research 32 (2017) 2-5. (as part of themed issue: Early Career Scholars in Materials Science)\n\nNon Peer-Reviewed Publications\nV. Augustyn.*+ “New Materials are Powering the Battery Revolution.” The Conversation. 4 October 2018.\nV. Augustyn* & J.P. Eneku. “Building the SciBridge between Africa and the United States.” AAAS Science & Diplomacy, December 2015.\nBook Chapters\nR. Ding, M. Chagnot, S. Saeed, & V. Augustyn.*+ “Nanostructured Materials for Electrochemical Capacitors” in Comprehensive Inorganic Chemistry III (eds. K. Poeppelmeier & J. Reedijk, Elsevier)\nE.C. Self, D. Devendrasinh, V. Augustyn, & J. Nanda.* “An Overview of Transition Metal Oxides for Electrochemical Energy Storage” in Transition Metal Oxides for Electrochemical Energy Storage (eds. V. Augustyn & J. Nanda, Wiley-VCH GmbH).\nS. Fleischmann, I. Kamboj, & V. Augustyn.* “Nanostructured Transition Metal Oxides for Electrochemical Energy Storage” in Transition Metal Oxides for Electrochemical Energy Storage (eds. V. Augustyn & J. Nanda, Wiley-VCH GmbH).\nPrior to NC State:\nV. Augustyn & A. Manthiram.* “Effects of Chemical vs. Electrochemical Delithiation on the Oxygen Evolution Reaction Activity of Nickel-rich Layered LiMO2.” The Journal of Physical Chemistry Letters 6 (2015) 3787-3791.\nV. Augustyn, S. Therese, T. Turner, & A. Manthiram.* “Nickel-Rich Layered LiNi1-xMxO2 (M = Mn, Fe, Co) Electrocatalysts with High Oxygen Evolution Reaction Activity.” Journal of Materials Chemistry A 3 (2015) 166041-6612.\nN. Colligan, V. Augustyn, & A. Manthiram.* “Evidence of Localized Lithium Removal in Layered and Spinel Li1-xCoO2 (0 ≤ x ≤ 0.9) under Oxygen Evolution Reaction Conditions.” Journal of Physical Chemistry C, 119 (2015) 2335-2340.\nV. Augustyn & A. Manthiram.* “Characterization of Layered LiMO2 Oxides for the Oxygen Evolution Reaction of Metal-Air Batteries.” ChemPlusChem 80 (2015) 422-427.\nI. E. Rauda, V. Augustyn, L. C. Saldarriaga-Lopez, X. Chen, L. T. Schelhas, G. W. Rubloff, B. Dunn, & S. H. Tolbert.* “Nanostructured Pseudocapacitors based on Atomic Layer Deposition of V2O5 onto Conductive Nanocrystal-Based Mesoporous ITO Scaffolds.” Advanced Functional Materials 24 (2014) 6717-6728.\nV. Augustyn, P. Simon, & B. Dunn.*+ “Pseudocapacitive Oxide Materials for High-Rate Electrochemical Energy Storage.” Energy & Environmental Science 7 (2014) 1597-1614.\nJ. Come, V. Augustyn, J. W. Kim, P. Rozier, P.-L. Taberna, P. Gogotsi, J. W. Long, B. Dunn, & P. Simon.* “Electrochemical Kinetics of Nanostructured Nb2O5 Electrodes.” Journal of The Electrochemical Society 161 (2014) A718-A725.\nV. Augustyn, E. R. White, J. Ko, G. Grüner, B. C. Regan, & B. Dunn.* “Lithium-Ion Storage Properties of Titanium Oxide Nanosheets.” Materials Horizons 1 (2014) 219-223.\nV. Augustyn, J. Come, M. A. Lowe, J. W. Kim, P.-L. Taberna, S. H. Tolbert, H. D. Abruña, P. Simon, & B. Dunn.* “High Rate Electrochemical Energy Storage via Li+ Intercalation Pseudocapacitance.” Nature Materials 12 (2013) 518-522.\nI. Rauda, V. Augustyn, B. Dunn, & S. H. Tolbert.* “Enhancing Pseudocapacitive Charge Storage in Polymer Templated Mesoporous Materials.” Accounts of Chemical Research 46 (2013) 1113-1124.\nV. Augustyn & B. Dunn.* “Low-Potential Lithium-Ion Reactivity of Vanadium Oxide Aerogels.” Electrochimica Acta, 88 (2013) 530-535.\nM. Hmadeh, Z. Lu, Z. Liu, F. Gándara, H. Furukawa, S. Wan, V. Augustyn, R. Chang, L. Liao, F. Zhou, E. Perre, V. Ozolins, X. Duan, B. Dunn, Y. Yamamoto, O. Terasaki, & O. M. Yaghi.* “New Porous Crystals of Extended Metal-Catecholates.” Chemistry of Materials 24 (2012) 3511-3513.\nI. Rauda, R. Buonsanti, L. C. Saldarriaga-Lopez, K. Benjauthrit, L. T. Schelhas, M. M. Stefik, V. Augustyn, J. Ko, B. Dunn, U. Wiesner, D. J. Milliron, & S. H. Tolbert.* “A General Method for the Synthesis of Hierarchical Nanocrystal-Based Mesoporous Materials.” ACS Nano 6 (2012) 6386-6399.\nE. R. White, S. B. Singer, V. Augustyn, W. A. Hubbard, M. Mecklenburg, B. Dunn, & B. C. Regan.* “In Situ Transmission Electron Microscopy of Lead Dendrites and Lead Ions in Aqueous Solution.” ACS Nano 6 (2012) 6308-6317.\nZ. Chen, V. Augustyn, X. Jia, Q. Xiao, B. Dunn, & Y. F. Lu.* “High-Performance Sodium-Ion Pseudocapacitors Based on Hierarchically Porous Nanowire Composites.” ACS Nano 6 (2012) 4319-4327.\nJ. W. Kim, V. Augustyn, & B. Dunn.* “The Effect of Crystallinity on the Rapid Pseudocapacitive Response of Nb2O5.” Advanced Energy Materials 2 (2012) 141-148.\nX. Wang, G. Li, Z. Chen, V. Augustyn, X. Ma, G. Wang, B. Dunn, & Y. F. Lu.* “High-Performance Supercapacitors Based on Nanocomposites of Nb2O5 Nanocrystals and Carbon Nanotubes.” Advanced Energy Materials 1 (2011) 1089-1093.\nZ. Chen, V. Augustyn, J. Wen, Y. W. Zhang, M. Q. Shen, B. Dunn, & Y. F. Lu.* “High-Performance Supercapacitors Based on Intertwined CNT/V2O5 Nanowire Nanocomposites.” Advanced Materials 23 (2011) 791-795.\nV. Augustyn & B. Dunn.*+ “Vanadium Oxide Aerogels: Nanostructured Materials for Enhanced Energy Storage.” Comptes Rendus Chimie 13 (2010) 130-141."
},
{
  "url": "https://mse.ncsu.edu/augustyn/wp-login.php",
  "text": "Log In ‹ Augustyn Research Group — WordPress\nNC State University\nUsername or Email Address \nPassword\nEnter your Unity ID\nIf you don't have a Unity account, please use your email address to sign in. \nRemember Me\nLost your password? \n← Go to Augustyn Research Group"
},
{
  "url": "https://mse.ncsu.edu/augustyn/members/",
  "text": "Team | Augustyn Research Group\nPrincipal Investigator\n\t\nProf. Veronica Augustyn (CV)\nJake & Jennifer Hooks Distinguished Scholar in Materials Science & Engineering\nUniversity Faculty Scholar\nAssociate Professor\nNC State University\nScientific Editor, Journal of Materials Chemistry A\nEducation:\nPostdoctoral Fellow, Texas Materials Institute, UT Austin, 2013-2015\nPh.D. Materials Science & Engineering, UCLA, 2013\nB.S. Materials Science & Engineering, University of Arizona, 2007 \ne-mail: vaugust(at)ncsu.edu\nGoogle Scholar\n\t\nResearch Scholar\n\tDr. Noah Holzapfel \nEducation:\nPh.D., The Ohio State University, 2022\nB.A., Chemistry & Biochemistry, Capital University, 2018\nemail: npholzap(at)ncsu.edu\nGoogle Scholar\n\t\nPostdoctoral Fellows\n\tDr. Matthew Chagnot \nEducation:\nPh.D. Materials Science & Engineering, NC State University, 2024\nB.S. Materials Science & NanoEngineering, Rice University, 2019\ne-mail: mschagno(at)ncsu.edu\nLinkedIn\n\t\n\tDr. Saeed Saeed \nEducation:\nPh.D. Materials Science & Engineering, NC State University, 2024\nB.S. Chemistry, Northwestern University, 2018\ne-mail: smsaeed(at)ncsu.edu\nLinkedIn\n\t\nGraduate Student Researchers\n\tAlan Ferris \nEducation: B.S. Materials Science & Engineering, NC State, 2023\ne-mail: alferris(at)ncsu.edu\nLinkedIn\n\t\n\tLillian Lower \nco-advised with Prof. Joe Sagues\nEducation: M.S. Biological & Ag. Eng. (2023), B.S. Civil Eng. (2020), NC State University\nemail: lmlower(at)ncsu.edu\nLinkedIn\n\t\n\tSeongbak Moon \nEducation: M.S. Environ. & Polymer Eng. (2022), B.S. Polymer Sci. & Eng. (2019), Inha University (Korea)\nemail: smoon5(at)ncsu.edu\nLinkedIn\n\t\n\tVincenzo Musico \nPh.D Candidate\nEducation: B.S. Materials Science & Engineering, Univ. of Tennessee, Knoxville, 2021\nemail: vmusico(at)ncsu.edu\nLinkedIn\n\t\n\tAldina Sultana \nEducation: B.S. Materials Science & Engineering, Khulna University of Engineering & Technology (Bangladesh), 2023\nemail: asultan2(at)ncsu.edu\nLinkedIn\n\t\nUndergraduate Student Researchers\n\tColton King \nEducation: B.S. Materials Science & Engineering, NC State (in progress)\nemail: ceking6(at)ncsu.edu\nLinkedIn\n\t\n\tKelly Robertson \nEducation: B.S. Chemical Engineering & Textile Engineering, NC State (in progress)\nemail: karober7(at)ncsu.edu\nLinkedIn\n\t\n\tMason Shaffer \nEducation: B.S. Materials Science & Engineering, NC State (in progress)\nemail: mpshaff2(at)ncsu.edu\nLinkedIn\n\t\nGroup Alumni\nPostdoctoral Fellows\nDr. Ran Ding, postdoctoral fellow, 2021 – 2024\nDr. Alisa Paterson, part-time postdoctoral fellow, 2018 – 2019\nDr. Simon Fleischmann, postdoctoral fellow, 2019 – 2020\nDr. Jenelle Fortunato, postdoctoral fellow, 2021 – 2024\nDr. Ruocun (John) Wang, postdoctoral fellow, 2020\nGraduate Students\nDr. Shelby (Boyd) Pillai, graduate student researcher, 2016 – 2020\nDissertation Title: Interlayer Chemistry and Energy Storage Mechanisms of Manganese-Rich Oxides in Aqueous Electrolytes\nDr. Matthew Chagnot, graduate student researcher, 2019 – 2024\nDissertation Title: Electrochemical Kinetics of Cation Insertion in Transition Metal Oxides\nDr. Ishita Kamboj, graduate student researcher, 2019 – 2024\nDissertation Title: Design of Lithium-ion Battery Cathode Materials and Architectures\nWilliam Lo, graduate student researcher, 2015 – 2016\nM.S. Thesis Title: Characterization of Hydrated Tungsten Oxides for Electrochemical Energy Storage\nDr. James Mitchell, graduate student researcher, 2016 – 2021\nDissertation Title: Understanding the Role of Structural Water for High Power Electrochemical Energy Storage in Tungsten Oxide Hydrates\nDr. Saeed Saeed, graduate student researcher, 2019 – 2024\nDissertation Title: Mechanisms of Ion Insertion in Solid State Materials for Energy Storage and Hydrogen Atom Transfer\nDr. Michael Spencer, graduate student researcher, 2017 – 2023\nDissertation Title: Towards Understanding the Role of Confinement in the Electrochemical Reactivity of Guest Molecules and Expanded Transition Metal Oxides\nDr. Ruocun (John) Wang, graduate student researcher, 2015 – 2020\nDissertation Title: Improvement of Electrochemical Ion Insertion Kinetics in Tungsten Oxides with Structural Water and Trace Water in a Non-Aqueous Electrolyte\nUndergraduate Students\nSofia Abello, undergraduate researcher, 2021 – 2023\nKlarissa Baranyk, undergraduate researcher, 2017\nAshwin Bhargava, undergraduate researcher, 2016\nJaiShaun Boyd, undergraduate researcher, 2023 – 2024\nAnna Costine, undergraduate researcher, 2016 – 2017\nFrank DiLustro, undergraduate researcher, 2018\nJessica Elvegaard, undergraduate researcher, 2022 – 2023\nKay Goldberg, undergraduate researcher, 2017\nRebecca Hunt, undergraduate researcher, 2021 – 2023\nLena Lopes, MAT-DAT REU student, 2024\nÉowyn Lucas, undergraduate student researcher, 2015 – 2017\nDominic Marchese, undergraduate student researcher, 2020 – 2021\nAndie Matten, undergraduate student researcher, 2017 – 2020\nKevin Matthews, undergraduate student researcher, 2017 – 2020\nMikayla Moody, undergraduate student researcher, 2015 – 2016\nEmily Morris, undergraduate student researcher, 2023\nTran Nguyen, undergraduate student researcher, 2019\nMatthew Powell, undergraduate student researcher, 2017\nEmma Schatz, NSF MAT-DAT REU student, 2023\nEllie Scott, undergrad researcher, 2018 – 2019\nSophia Shi, undergrad researcher, 2020 – 2022\nHannah (Teeters) Denhartog, undergrad researcher, 2020 – 2022\nCarter Wunch, NSF MAT-DAT REU student, 2022\nVisitors\nProf. Anis Allagui, visiting faculty, 2018\nMing Lee, visiting undergraduate student researcher, 2017 – 2018\nDr. Yunxiao Wang, visiting researcher, 2017\nHuimin Zhou, visiting graduate student, 2018 – 2019"
},
{
  "url": "https://mse.ncsu.edu/augustyn/science-art/",
  "text": "Group Photos | Augustyn Research Group\nResearch Group, Winter 2019: Simon, John, Huimin, Veronica, Shelby, Mike, James, & Ellie\nResearch Group, Spring 2018: Shelby, James, Andie, John, Veronica, Mike, & Ellie\nResearch Group, Spring 2017: Anna, Shelby, James, Kay, Matthew, Eowyn, John, & Veronica\nResearch Group, Spring 2016: (back) Veronica, Shelby, William, John (front) Eowyn, Mikayla, Anna\nNanoDays Lab Tour, Spring 2017\nFarewell dinner for SciBridge Africa coordinator, Fall 2016\nGroup dinner, Fall 2016\nSciBridge dinner to celebrate the MRS Sustainability award, Summer 2016\nGroup kayaking at Lake Johnson, Spring 2016\nNC State Chancellor Woodson visits the lab, Spring 2016\nNano Days lab tour, Spring 2016\nSciBridge at the Shaw University Undergraduate Research Symposium, January 2016\nResearch group & SciBridge end of semester dinner, Fall 2015"
},
{
  "url": "https://mse.ncsu.edu/augustyn/wp-login.php?action=lostpassword",
  "text": "Lost Password ‹ Augustyn Research Group — WordPress\nPowered by WordPress\nPlease enter your username or email address. You will receive an email message with instructions on how to reset your password.\nUsername or Email Address \nLog in \n← Go to Augustyn Research Group"
}]