[{
  "url": "https://scholar.google.com/citations?user=C-BlD6sAAAAJ&hl=en",
  "text": "‪Nina Balke‬ - ‪Google Scholar‬\nElectric-field control of local ferromagnetism using a magnetoelectric multiferroic\nYH Chu, LW Martin, MB Holcomb, M Gajek, SJ Han, Q He, N Balke, ...\nNature materials 7 (6), 478-482, 2008\n17272008Conduction at domain walls in oxide multiferroics\nJ Seidel, LW Martin, Q He, Q Zhan, YH Chu, A Rother, ME Hawkridge, ...\nNature materials 8 (3), 229-234, 2009\n16192009Nanoscale mapping of ion diffusion in a lithium-ion battery cathode\nN Balke, S Jesse, AN Morozovska, E Eliseev, DW Chung, Y Kim, ...\nNature nanotechnology 5 (10), 749-754, 2010\n6832010Multiferroics and magnetoelectrics: thin films and nanostructures\nLW Martin, SP Crane, YH Chu, MB Holcomb, M Gajek, M Huijben, ...\nJournal of Physics: Condensed Matter 20 (43), 434220, 2008\n6472008Electric modulation of conduction in multiferroic Ca-doped BiFeO3 films\nCH Yang, J Seidel, SY Kim, PB Rossen, P Yu, M Gajek, YH Chu, ...\nNature materials 8 (6), 485-493, 2009\n6272009Homogenization of AlxCoCrFeNi high-entropy alloys with improved corrosion resistance\nY Shi, L Collins, R Feng, C Zhang, N Balke, PK Liaw, B Yang\nCorrosion Science 133, 120-131, 2018\n4332018Deterministic control of ferroelastic switching in multiferroic materials\nN Balke, S Choudhury, S Jesse, M Huijben, YH Chu, AP Baddorf, ...\nNature nanotechnology 4 (12), 868-875, 2009\n4322009Enhanced electric conductivity at ferroelectric vortex cores in BiFeO3\nN Balke, B Winchester, W Ren, YH Chu, AN Morozovska, EA Eliseev, ...\nNature Physics 8 (1), 81-88, 2012\n4242012Electromechanical imaging and spectroscopy of ferroelectric and piezoelectric materials: state of the art and prospects for the future\nN Balke, I Bdikin, SV Kalinin, AL Kholkin\nJournal of the American Ceramic Society 92 (8), 1629-1647, 2009\n3762009Ferroelectric or non-ferroelectric: Why so many materials exhibit “ferroelectricity” on the nanoscale\nRK Vasudevan, N Balke, P Maksymovych, S Jesse, SV Kalinin\nApplied Physics Reviews 4 (2), 2017\n3542017Ferroelectricity in Strain-Free Thin Films\nHW Jang, A Kumar, S Denev, MD Biegalski, P Maksymovych, CW Bark, ...\nPhysical review letters 104 (19), 197601, 2010\n3432010Differentiating ferroelectric and nonferroelectric electromechanical effects with scanning probe microscopy\nN Balke, P Maksymovych, S Jesse, A Herklotz, A Tselev, CB Eom, ...\nACS nano 9 (6), 6484-6492, 2015\n3162015Real space mapping of Li-ion transport in amorphous Si anodes with nanometer resolution\nN Balke, S Jesse, Y Kim, L Adamczyk, A Tselev, IN Ivanov, NJ Dudney, ...\nNano letters 10 (9), 3420-3425, 2010\n3112010Room-Temperature Multiferroic Hexagonal Films\nW Wang, J Zhao, W Wang, Z Gai, N Balke, M Chi, HN Lee, W Tian, L Zhu, ...\nPhysical review letters 110 (23), 237601, 2013\n2812013Nanoscale Insight Into Lead‐Free BNT‐BT‐xKNN\nR Dittmer, W Jo, J Rödel, S Kalinin, N Balke\nAdvanced Functional Materials 22 (20), 4208-4215, 2012\n2752012Tunable quadruple-well ferroelectric van der Waals crystals\nJA Brehm, SM Neumayer, L Tao, A O’Hara, M Chyasnavichus, MA Susner, ...\nNature Materials 19 (1), 43-48, 2020\n2642020Nanoscale imaging of fundamental Li battery chemistry: solid-electrolyte interphase formation and preferential growth of lithium metal nanoclusters\nRL Sacci, JM Black, N Balke, NJ Dudney, KL More, RR Unocic\nNano letters 15 (3), 2011-2018, 2015\n2462015In-situ electrochemical-AFM study of localized corrosion of AlxCoCrFeNi high-entropy alloys in chloride solution\nY Shi, L Collins, N Balke, PK Liaw, B Yang\nApplied Surface Science 439, 533-544, 2018\n2282018Controlling the actuation properties of MXene paper electrodes upon cation intercalation\nJ Come, JM Black, MR Lukatskaya, M Naguib, M Beidaghi, AJ Rondinone, ...\nNano Energy 17, 27-35, 2015\n2282015Effects of interlayer confinement and hydration on capacitive charge storage in birnessite\nS Boyd, K Ganeshan, WY Tsai, T Wu, S Saeed, D Jiang, N Balke, ...\nNature Materials 20 (12), 1689-1694, 2021\n2092021"
},
{
  "url": "https://mse.ncsu.edu/balke/",
  "text": "Balke Research Lab\nThe Balke Research Lab, under the direction of Nina Balke, Ph.D., Associate Professor of Materials Science and Engineering, explores nanoscale materials functionality driven by electric fields and potentials, with a focus on linking nanoscale behavior to macroscopic performance in energy and information technologies. Our work centers on electromechanical, mechanical, and transport phenomena in inorganic systems and across fluid–solid interfaces. Using state-of-the-art atomic force microscopy (AFM), we emphasize quantitative imaging and parameter extraction to integrate with theory and complementary multi-modal characterization techniques.\nNina Balke, Principal Investigator\nNina Balke, Ph.D., Associate Professor of Materials Science and Engineering, earned her Ph.D. from the University of Münster in Germany. She completed postdoctoral research at the University of Cambridge and Oak Ridge National Laboratory, where she later served as a research staff scientist before joining NC State in 2021. Balke’s research focuses on nanoscale materials functionality, particularly electromechanical coupling, ionic transport, and solid–liquid interface phenomena, with applications in energy storage and functional oxides.\nResearch Focus: Nanoscale Functional Materials\nOur areas of expertise include:\nProbing electromechanical coupling in dielectric, piezoelectric, and ferroelectric materials\nInvestigating ionic transport in electrodes and solid electrolytes for energy storage devices\nCharacterizing structure and dynamics at solid–liquid interfaces\nDeveloping advanced atomic force microscopy (AFM) methods for quantitative imaging\nIntegrating AFM with multi-modal and in situ characterization techniques\nLinking nanoscale phenomena to macroscopic material performance\nLatest Stories\nAugust 11, 2025 \nInside the RTNN RET Experience: A Summer in AIF Labs at NC State\nApril 23, 2025 \nSenior Spotlight: Kara Krogh\nApril 7, 2025 \nSenior Spotlight: Ben Finley"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:yD5IFk8b50cC",
  "text": "View article\nAuthors\nYing-Hao Chu, Lane W Martin, Mikel B Holcomb, Martin Gajek, Shu-Jen Han, Qing He, Nina Balke, Chan-Ho Yang, Donkoun Lee, Wei Hu, Qian Zhan, Pei-Ling Yang, Arantxa Fraile-Rodríguez, Andreas Scholl, Shan X Wang, Ramamoorthy Ramesh\nPublisher\nNature Publishing Group UK\nDescription\nMultiferroics are of interest for memory and logic device applications, as the coupling between ferroelectric and magnetic properties enables the dynamic interaction between these order parameters. Here, we report an approach to control and switch local ferromagnetism with an electric field using multiferroics. We use two types of electromagnetic coupling phenomenon that are manifested in heterostructures consisting of a ferromagnet in intimate contact with the multiferroic BiFeO3. The first is an internal, magnetoelectric coupling between antiferromagnetism and ferroelectricity in the BiFeO3 film that leads to electric-field control of the antiferromagnetic order. The second is based on exchange interactions at the interface between a ferromagnet (Co0.9Fe0.1) and the antiferromagnet. We have discovered a one-to-one mapping of the ferroelectric and ferromagnetic domains, mediated by the colinear coupling …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:4MWp96NkSFoC",
  "text": "View article\nAuthors\nJan Seidel, Lane W Martin, Qili He, Q Zhan, Y-H Chu, A Rother, ME Hawkridge, Peter Maksymovych, P Yu, Martin Gajek, Nina Balke, SV Kalinin, Sibylle Gemming, Fuqiong Wang, G Catalan, JF Scott, NA Spaldin, J Orenstein, Ragashravanthi Ramesh\nPublisher\nNature Publishing Group UK\nDescription\nDomain walls may play an important role in future electronic devices, given their small size as well as the fact that their location can be controlled. Here, we report the observation of room-temperature electronic conductivity at ferroelectric domain walls in the insulating multiferroic BiFeO3. The origin and nature of the observed conductivity are probed using a combination of conductive atomic force microscopy, high-resolution transmission electron microscopy and first-principles density functional computations. Our analyses indicate that the conductivity correlates with structurally driven changes in both the electrostatic potential and the local electronic structure, which shows a decrease in the bandgap at the domain wall. Additionally, we demonstrate the potential for device applications of such conducting nanoscale features."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:Wp0gIr-vW9MC",
  "text": "View article\nAuthors\nN Balke, S Jesse, AN Morozovska, E Eliseev, DW Chung, Y Kim, L Adamczyk, RE Garcia, N Dudney, SV Kalinin\nPublisher\nNature Publishing Group UK"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:vRqMK49ujn8C",
  "text": "View article\nAuthors\nLW Martin, SP Crane, YH Chu, MB Holcomb, M Gajek, Mark Huijben, Chan-Ho Yang, N Balke, R Ramesh\nSource\nJournal of Physics: Condensed Matter"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:SP6oXDckpogC",
  "text": "View article\nAuthors\nC-H Yang, Jan Seidel, SY Kim, PB Rossen, Pu Yu, Martin Gajek, Ying-Hao Chu, Lane W Martin, MB Holcomb, Q He, Petro Maksymovych, Nina Balke, Sergei V Kalinin, Arthur P Baddorf, SR Basu, ML Scullin, R Ramesh\nPublisher\nNature Publishing Group UK\nDescription\nMany interesting materials phenomena such as the emergence of high-Tc superconductivity in the cuprates and colossal magnetoresistance in the manganites arise out of a doping-driven competition between energetically similar ground states. Doped multiferroics present a tantalizing evolution of this generic concept of phase competition. Here, we present the observation of an electronic conductor–insulator transition by control of band-filling in the model antiferromagnetic ferroelectric BiFeO3 through Ca doping. Application of electric field enables us to control and manipulate this electronic transition to the extent that a p–n junction can be created, erased and inverted in this material. A ‘dome-like’ feature in the doping dependence of the ferroelectric transition is observed around a Ca concentration of ∼1/8, where a new pseudo-tetragonal phase appears and the electric modulation of conduction is optimized …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:hqOjcs7Dif8C",
  "text": "View article\nAuthors\nYunzhu Shi, Liam Collins, Rui Feng, Chuan Zhang, Nina Balke, Peter K Liaw, Bin Yang"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:Mojj43d5GZwC",
  "text": "View article\nAuthors\nNina Balke, Samrat Choudhury, Stephen Jesse, Mark Huijben, Ying Hao Chu, Arthur P Baddorf, Long-Qing Chen, R Ramesh, Sergei V Kalinin\nJournal\nNature nanotechnology\nPublisher\nNature Publishing Group UK\nDescription\nMultiferroic materials showing coupled electric, magnetic and elastic orderings provide a platform to explore complexity and new paradigms for memory and logic devices. Until now, the deterministic control of non-ferroelectric order parameters in multiferroics has been elusive. Here, we demonstrate deterministic ferroelastic switching in rhombohedral BiFeO3 by domain nucleation with a scanning probe. We are able to select among final states that have the same electrostatic energy, but differ dramatically in elastic or magnetic order, by applying voltage to the probe while it is in lateral motion. We also demonstrate the controlled creation of a ferrotoroidal order parameter. The ability to control local elastic, magnetic and torroidal order parameters with an electric field will make it possible to probe local strain and magnetic ordering, and engineer various magnetoelectric, domain-wall-based and strain-coupled devices.\nScholar articles\nN Balke, S Choudhury, S Jesse, M Huijben, YH Chu… - Nature nanotechnology, 2009"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:ZeXyd9-uunAC",
  "text": "View article\nAuthors\nNina Balke, Benjamin Winchester, Wei Ren, Ying Hao Chu, Anna N Morozovska, Eugene A Eliseev, Mark Huijben, Rama K Vasudevan, Petro Maksymovych, Jason Britson, Stephen Jesse, Igor Kornev, Ramamoorthy Ramesh, Laurent Bellaiche, Long Qing Chen, Sergei V Kalinin\nPublisher\nNature Publishing Group UK\nDescription\nTopological defects in ferroic materials are attracting much attention both as a playground of unique physical phenomena and for potential applications in reconfigurable electronic devices. Here, we explore electronic transport at artificially created ferroelectric vortices in BiFeO3 thin films. The creation of one-dimensional conductive channels activated at voltages as low as 1 V is demonstrated. We study the electronic as well as the static and dynamic polarization structure of several topological defects using a combination of first-principles and phase-field modelling. The modelling predicts that the core structure can undergo a reversible transformation into a metastable twist structure, extending charged domain walls segments through the film thickness. The vortex core is therefore a dynamic conductor controlled by the coupled response of polarization and electron–mobile-vacancy subsystems with external bias …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:p__nRnzSRKYC",
  "text": "View article\nAuthors\nNina Balke, Igor Bdikin, Sergei V Kalinin, Andrei L Kholkin\nSource\nJournal of the American Ceramic Society\nPublisher\nBlackwell Publishing Inc\nDescription\nPiezoresponse force microscopy (PFM) has emerged as a powerful and versatile tool for probing nanoscale phenomena in ferroelectric materials on the nanometer and micrometer scales. In this review, we summarize the fundamentals and recent advances in PFM, and describe the nanoscale electromechanical properties of several important ferroelectric ceramic materials widely used in memory and microelectromechanical systems applications. Probing static and dynamic polarization behavior of individual grains in PZT films and ceramics is discussed. Switching spectroscopy PFM is introduced as a useful tool for studying defects and interfaces in ceramic materials. The results on local switching and domain pinning behavior, as well as nanoscale fatigue and imprint mapping are presented. Probing domain structures and polarization dynamics in polycrystalline relaxors (PMN‐PT, PLZT, doped BaTiO3) are …\nScholar articles\nN Balke, I Bdikin, SV Kalinin, AL Kholkin - Journal of the American Ceramic Society, 2009"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:vDijr-p_gm4C",
  "text": "View article\nAuthors\nRama K Vasudevan, Nina Balke, Peter Maksymovych, Stephen Jesse, Sergei V Kalinin\nSource\nApplied Physics Reviews\nDescription\nFerroelectric materials have remained one of the major focal points of condensed matter physics and materials science for over 50 years. In the last 20 years, the development of voltage-modulated scanning probe microscopy techniques, exemplified by Piezoresponse force microscopy (PFM) and associated time-and voltage spectroscopies, opened a pathway to explore these materials on a single-digit nanometer level. Consequently, domain structures and walls and polarization dynamics can now be imaged in real space. More generally, PFM has allowed studying electromechanical coupling in a broad variety of materials ranging from ionics to biological systems. It can also be anticipated that the recent Nobel prize [“The Nobel Prize in Chemistry 2016,” http://www. nobelprize. org/nobel_prizes/chemistry/laureates/2016/(Nobel Media, 2016)] in molecular electromechanical machines will result in rapid growth in …\nScholar articles\nRK Vasudevan, N Balke, P Maksymovych, S Jesse… - Applied Physics Reviews, 2017"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:qjMakFHDy7sC",
  "text": "View article\nAuthors\nHW Jang, Amit Kumar, Sava Denev, Michael D Biegalski, Petro Maksymovych, CW Bark, Craig T Nelson, CM Folkman, Seung Hyub Baek, Nina Balke, Charles M Brooks, Demetri A Tenne, DG Schlom, Long-Qing Chen, XQ Pan, Sergei V Kalinin, <? format?> V Gopalan, CB Eom\nPublisher\nAmerican Physical Society\nDescription\nBiaxial strain is known to induce ferroelectricity in thin films of nominally nonferroelectric materials such as . By a direct comparison of the strained and strain-free films using dielectric, ferroelectric, Raman, nonlinear optical and nanoscale piezoelectric property measurements, we conclude that all films and bulk crystals are relaxor ferroelectrics, and the role of strain is to stabilize longer-range correlation of preexisting nanopolar regions, likely originating from minute amounts of unintentional Sr deficiency in nominally stoichiometric samples. These findings highlight the sensitive role of stoichiometry when exploring strain and epitaxy-induced electronic phenomena in oxide films, heterostructures, and interfaces."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:uLbwQdceFCQC",
  "text": "View article\nAuthors\nNina Balke, Petro Maksymovych, Stephen Jesse, Andreas Herklotz, Alexander Tselev, Chang-Beom Eom, Ivan I Kravchenko, Pu Yu, Sergei V Kalinin\nPublisher\nAmerican Chemical Society"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:3s1wT3WcHBgC",
  "text": "View article\nAuthors\nNina Balke, Stephen Jesse, Yoongu Kim, Leslie Adamczyk, Alexander Tselev, Ilia N Ivanov, Nancy J Dudney, Sergei V Kalinin\nPublisher\nAmerican Chemical Society"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:5nxA0vEk-isC",
  "text": "View article\nAuthors\nWenbin Wang, Jun Zhao, Wenbo Wang, Zheng Gai, Nina Balke, Miaofang Chi, Ho Nyung Lee, Wei Tian, Leyi Zhu, Xuemei Cheng, David J Keavney, Jieyu Yi, Thomas Z Ward, Paul C Snijders, Hans M Christen, Weida Wu, Jian Shen, Xiaoshan Xu\nPublisher\nAmerican Physical Society\nDescription\nThe crystal and magnetic structures of single-crystalline hexagonal films have been studied using x-ray, electron, and neutron diffraction methods. The polar structure of these films are found to persist up to 1050 K; and the switchability of the polar behavior is observed at room temperature, indicating ferroelectricity. An antiferromagnetic order was shown to occur below 440 K, followed by a spin reorientation resulting in a weak ferromagnetic order below 130 K. This observation of coexisting multiple ferroic orders demonstrates that hexagonal films are room-temperature multiferroics."
},
{
  "url": "https://orcid.org/0000-0001-5865-5892",
  "text": "Nina Balke (0000-0001-5865-5892) - ORCID\nNorth Carolina State University: Raleigh, North Carolina, US \n2021 to\npresent\n| \nAssociate Professor (Materials Science and Engineering) \nEmployment \nSource: \nNina Balke \nOak Ridge National Laboratory: Oak Ridge, Tennessee, US \n2010 to\n2021\n| \nResearch & Development Staff Scientist (Center for Nanophase Materials Sciences) \nEmployment \nSource: \nNina Balke \nOak Ridge National Laboratory: Oak Ridge, Tennessee, US \n2008 to\n2010\n| \nFeodor Lynen Research Fellow (Center for Nanophase Materials Sciences) \nEmployment \nSource: \nNina Balke \nUniversity of California at Berkeley: Berkeley, California, US \n2007 to\n2008\n| \nFeodor Lynen Research Fellow (Materials Science) \nEmployment \nSource: \nNina Balke \nTechnical University of Darmstadt: Darmstadt, Hesse, DE \n2006 to\n2007\n| \nPostdoc (Materials Science) \nEmployment \nSource: \nNina Balke \nTechnical University of Darmstadt: Darmstadt, Hesse, DE \n2003 to\n2006\n| \nPhD (Materials Science) \nEducation \nSource: \nNina Balke \nTechnical University of Darmstadt: Darmstadt, Hesse, DE \n1998 to\n2003\n| \nDiploma (MS equivalent) (Materials Science) \nEducation \nSource: \nNina Balke \nOak Ridge National Laboratory: Oak Ridge, Tennessee, US \n2025 to\npresent\n| \nMember of User Executive Committee (Center for Nanophase Materials Sciences ) \nService \nSource: \nNina Balke \nElsevier BV (Netherlands): Amsterdam, North Holland, NL \n2023 to\npresent\n| \nAssociate editor (Energy Storage Materials ) \nInvited position \nSource: \nNina Balke \nWiley: Weinheim, Baden-Wurttemberg, DE \n2022 to\npresent\n| \nMember of the Editorial Advisory Board (Electrochemical Science Advances) \nInvited position \nSource: \nNina Balke \nMaterials Research Society: Pittsburgh, Pennsylvania, US \n2020 to\npresent\n| \nMRS Postdoctoral Award subcommittee (Awards) \nService \nSource: \nNina Balke \nGordon Research Conferences: Kingston, Rhode Island, US \n2018 to\n2018\n| \nChair (Gordon Research Conference on Batteries) \nService \nSource: \nNina Balke \nNATURE COMMUNICATIONS \n2025 | \nJournal article | Author\nContributors: Reza Ghanbari; \nK. P. Harikrishnan; \nKinnary Patel; \nHua Zhou; \nTao Zhou; \nRui Liu; \nLiyan Wu; \nAarushi Khandelwal; \nKevin J. Crust; \nSankalpa Hazra \net al.\nSource: \ncheck_circle \nNC State University Libraries \nACS Nano \n2025-03-18 | \nJournal article \nContributors: Marti Checa; \nChristina Stefani; \nKyle Kelley; \nNina Balke; \nLiam Collins; \nGustau Catalan; \nStephen Jesse; \nNeus Domingo \nSource: \ncheck_circle \nCrossref \nApplied Physics Letters \n2025-03-01 | \nJournal article \nContributors: Sabine Neumayer; \nHuimin Qiao; \nNina Balke \nSource: \ncheck_circle \nCrossref \nJOURNAL OF MATERIALS SCIENCE \nContributors: Farhan Ishrak; \nMichael Lastovich; \nAniruddha Malakar; \nRavi Sankar Haridas; \nArun J. Bhattacharjee; \nHuimin Qiao; \nMatthew Clary; \nJoseph Tracy; \nNina Balke; \nHarrison P. Lisabeth \net al.\nSource: \ncheck_circle \nNC State University Libraries \nCURRENT OPINION IN ELECTROCHEMISTRY \nContributors: Florian Hausen; \nNina Balke \nSource: \ncheck_circle \nNC State University Libraries \nJOURNAL OF THE AMERICAN CERAMIC SOCIETY \nContributors: Huimin Qiao; \nJacob L. Jones; \nNina Balke \nSource: \ncheck_circle \nNC State University Libraries \nECS Meeting Abstracts \n2024-11-22 | \nJournal article \nContributors: Vincenzo Musico; \nNoah Holzapfel; \nWan-Yu Tsai; \nNina Balke; \nVeronica Augustyn \nSource: \ncheck_circle \nCrossref \nECS Meeting Abstracts \n2024-08-09 | \nJournal article \nContributors: Wan-Yu Tsai; \nNina Balke \nSource: \ncheck_circle \nCrossref \nACS Applied Materials & Interfaces \n2023-05-31 | \nJournal article \nContributors: Wan-Yu Tsai; \nShelby B. Pillai; \nKarthik Ganeshan; \nSaeed Saeed; \nYawei Gao; \nAdri C. T. van Duin; \nVeronica Augustyn; \nNina Balke \nSource: \ncheck_circle \nCrossref \nELECTROCHEMICAL SCIENCE ADVANCES \nSource: \nNina Balke via\nWeb of Science \nADVANCED ENERGY MATERIALS \nContributors: Xian-Kui Wei; \nNeus Domingo; \nYoung Sun; \nNina Balke; \nRafal E. Dunin-Borkowski; \nJoachim Mayer \nSource: \ncheck_circle \nNC State University Libraries \nECS Meeting Abstracts \n2022-10-09 | \nJournal article \nContributors: Wan-Yu Tsai; \nNina Balke \nSource: \ncheck_circle \nCrossref \nJournal of Applied Physics \n2022-09-21 | \nJournal article \nContributors: Andrew O’Hara; \nLei Tao; \nSabine M. Neumayer; \nPetro Maksymovych; \nNina Balke; \nSokrates T. Pantelides \nSource: \ncheck_circle \nCrossref \nACS Nano \n2022-02-22 | \nJournal article \nContributors: Sabine M. Neumayer; \nZhenghang Zhao; \nAndrew O’Hara; \nMichael A. McGuire; \nMichael A. Susner; \nSokrates T. Pantelides; \nPetro Maksymovych; \nNina Balke \nSource: \ncheck_circle \nCrossref \nACS Applied Materials & Interfaces \n2022-01-19 | \nJournal article \nContributors: Sabine M. Neumayer; \nMengwei Si; \nJunkang Li; \nPai-Ying Liao; \nLei Tao; \nAndrew O’Hara; \nSokrates T. Pantelides; \nPeide D. Ye; \nPetro Maksymovych; \nNina Balke \nSource: \ncheck_circle \nCrossref \nSource: \nNina Balke via\nWeb of Science \nChemical Communications \nContributors: Saeed Saeed; \nShelby Boyd; \nWan-Yu Tsai; \nRuocun Wang; \nNina Balke; \nVeronica Augustyn \nSource: \ncheck_circle \nCrossref \nNature Materials \n2021-12 | \nJournal article \nContributors: Shelby Boyd; \nKarthik Ganeshan; \nWan-Yu Tsai; \nTao Wu; \nSaeed Saeed; \nDe-en Jiang; \nNina Balke; \nAdri C. T. van Duin; \nVeronica Augustyn \nSource: \ncheck_circle \nCrossref \nACS Nano \n2021-09-28 | \nJournal article \nContributors: Xuehang Wang; \nTyler S. Mathis; \nYangyunli Sun; \nWan-Yu Tsai; \nNetanel Shpigel; \nHui Shao; \nDanzhen Zhang; \nKanit Hantanasirisakul; \nFyodor Malchik; \nNina Balke \net al.\nSource: \ncheck_circle \nCrossref \nSmall Methods \n2021-05 | \nJournal article \nContributors: Nino Schön; \nRoland Schierholz; \nStephen Jesse; \nShicheng Yu; \nRüdiger‐A. Eichel; \nNina Balke; \nFlorian Hausen \nSource: \ncheck_circle \nCrossref \nScience Advances \n2021-04-30 | \nJournal article \nContributors: Changhee Sohn; \nXiang Gao; \nRama K. Vasudevan; \nSabine M. Neumayer; \nNina Balke; \nJong Mok Ok; \nDongkyu Lee; \nElizabeth Skoropata; \nHu Young Jeong; \nYoung-Min Kim \net al.\nSource: \ncheck_circle \nCrossref \nIEEE Transactions on Ultrasonics, Ferroelectrics, and Frequency Control \n2021-02 | \nJournal article \nContributors: Sabine M. Neumayer; \nMichael A. Susner; \nMichael A. McGuire; \nSokrates T. Pantelides; \nSergiy Kalnaus; \nPetro Maksymovych; \nNina Balke \nSource: \ncheck_circle \nCrossref \nSource: \nNina Balke via\nWeb of Science \nSource: \nNina Balke via\nWeb of Science \nSource: \nNina Balke via\nWeb of Science \nNanoscale Advances \nContributors: Sabine M. Neumayer; \nStephen Jesse; \nGabriel Velarde; \nAndrei L. Kholkin; \nIvan Kravchenko; \nLane W. Martin; \nNina Balke; \nPeter Maksymovych \nSource: \ncheck_circle \nCrossref \nACS Energy Letters \n2020-11-13 | \nJournal article \nContributors: Veronica Augustyn; \nRuocun Wang; \nNina Balke; \nMatt Pharr; \nCraig B. Arnold \nSource: \ncheck_circle \nCrossref \nJournal of Applied Physics \n2020-11-07 | \nJournal article \nContributors: Sabine M. Neumayer; \nSahar Saremi; \nLane W. Martin; \nLiam Collins; \nAlexander Tselev; \nStephen Jesse; \nSergei V. Kalinin; \nNina Balke \nSource: \ncheck_circle \nCrossref \nACS Applied Nano Materials \n2020-08-28 | \nJournal article \nContributors: Rama K. Vasudevan; \nSabine M. Neumayer; \nMichael A. Susner; \nMichael A. McGuire; \nSokrates T. Pantelides; \nPetro Maksymovych; \nDonovan N. Leonard; \nNina Balke; \nAlbina Y. Borisevich \nSource: \ncheck_circle \nCrossref \nACS Nano \n2020-08-25 | \nJournal article \nContributors: Kyle P. Kelley; \nYao Ren; \nAnna N. Morozovska; \nEugene A. Eliseev; \nYoshitaka Ehara; \nHiroshi Funakubo; \nThierry Giamarchi; \nNina Balke; \nRama K. Vasudevan; \nYe Cao \net al.\nSource: \ncheck_circle \nCrossref \nThe Journal of Physical Chemistry Letters \n2020-05-07 | \nJournal article \nContributors: Martin S. Barbosa; \nNina Balke; \nWan-Yu Tsai; \nClara Santato; \nMarcelo O. Orlandi \nSource: \ncheck_circle \nCrossref \nJoule \n2020-01 | \nJournal article \nContributors: Marm B. Dixit; \nWahid Zaman; \nNicholas Hortance; \nStella Vujic; \nBrice Harkey; \nFengyu Shen; \nWan-Yu Tsai; \nVincent De Andrade; \nX. Chelsea Chen; \nNina Balke \net al.\nSource: \nNina Balke via\nCrossref Metadata Search \nApplied Physics Letters \n2020-01-27 | \nJournal article \nContributors: Nikolay Borodinov; \nWan-Yu Tsai; \nVladimir V. Korolkov; \nNina Balke; \nSergei V. Kalinin; \nOlga S. Ovchinnikova \nSource: \ncheck_circle \nCrossref \nSource: \nNina Balke via\nWeb of Science \nSource: \nNina Balke via\nWeb of Science \nSource: \nNina Balke via\nWeb of Science \nNature Materials \n2019-11 | \nJournal article \nContributors: John A. Brehm; \nSabine M. Neumayer; \nLei Tao; \nAndrew O’Hara; \nMarius Chyasnavichus; \nMichael A. Susner; \nMichael A. McGuire; \nSergei V. Kalinin; \nStephen Jesse; \nPanchapakesan Ganesh \net al.\nSource: \nNina Balke via\nCrossref Metadata Search \nACS Nano \n2019-09-24 | \nJournal article \nContributors: Sergei V. Kalinin; \nOndrej Dyck; \nNina Balke; \nSabine Neumayer; \nWan-Yu Tsai; \nRama Vasudevan; \nDavid Lingerfelt; \nMahshid Ahmadi; \nMaxim Ziatdinov; \nMatthew T. McDowell \net al.\nSource: \ncheck_circle \nCrossref \nAPL Materials \n2019-08 | \nJournal article \nContributors: Yogesh Sharma; \nMartin V. Holt; \nNouamane Laanait; \nXiang Gao; \nIlia N. Ivanov; \nLiam Collins; \nChanghee Sohn; \nZhaoliang Liao; \nElizabeth Skoropata; \nSergei V. Kalinin \net al.\nSource: \nNina Balke via\nCrossref Metadata Search \nACS Nano \n2019-08-27 | \nJournal article \nContributors: Mengwei Si; \nAtanu K. Saha; \nPai-Ying Liao; \nShengjie Gao; \nSabine M. Neumayer; \nJie Jian; \nJingkai Qin; \nNina Balke Wisinger; \nHaiyan Wang; \nPetro Maksymovych \net al.\nSource: \ncheck_circle \nCrossref \nNano Energy \n2019-06 | \nJournal article \nContributors: Wan-Yu Tsai; \nJeremy Come; \nWei Zhao; \nRunxi Wang; \nGuang Feng; \nBishnu Prasad Thapaliya; \nSheng Dai; \nLiam Collins; \nNina Balke \nSource: \nNina Balke via\nCrossref Metadata Search \nNano Letters \n2019-06-12 | \nJournal article \nContributors: Andreas Herklotz; \nStefania F. Rus; \nNina Balke Wisinger; \nChristopher Rouleau; \nEr-Jia Guo; \nAmanda Huon; \nSantosh KC; \nRobert Roth; \nXu Yang; \nChirag Vaswani \net al.\nSource: \ncheck_circle \nCrossref \nNano Letters \n2019-02-13 | \nJournal article \nContributors: Andreas Herklotz; \nStefania F. Rus; \nNina Balke; \nChristopher Rouleau; \nEr-Jia Guo; \nAmanda Huon; \nSantosh KC; \nRobert Roth; \nXu Yang; \nChirag Vaswani \net al.\nSource: \ncheck_circle \nCrossref \nPhysical Review Materials \n2019-02-01 | \nJournal article \nContributors: Sabine M. Neumayer; \nEugene A. Eliseev; \nMichael A. Susner; \nAlexander Tselev; \nBrian J. Rodriguez; \nJohn A. Brehm; \nSokrates T. Pantelides; \nGanesh Panchapakesan; \nStephen Jesse; \nSergei V. Kalinin \net al.\nSource: \nNina Balke via\nCrossref Metadata Search \nAdvanced Materials Interfaces \n2019-01 | \nJournal article \nContributors: Yogesh Sharma; \nAnthony T. Wong; \nAndreas Herklotz; \nDongkyu Lee; \nAnton V. Ievlev; \nLiam Collins; \nHo Nyung Lee; \nSheng Dai; \nNina Balke; \nPhilip D. Rack \net al.\nSource: \nNina Balke via\nCrossref Metadata Search \nSource: \nNina Balke via\nWeb of Science \nABSTRACTS OF PAPERS OF THE AMERICAN CHEMICAL SOCIETY \nSource: \nNina Balke via\nWeb of Science \nPHYSICAL REVIEW MATERIALS \nSource: \nNina Balke via\nWeb of Science \nSource: \nNina Balke via\nWeb of Science \nENVIRONMENTAL SCIENCE & TECHNOLOGY LETTERS \nSource: \nNina Balke via\nWeb of Science \nReview activity for\nACS applied materials & interfaces. (3) \nReview activity for\nACS applied nano materials. (1) \nReview activity for\nACS energy letters. (1) \nReview activity for\nACS nano. (2) \nReview activity for\nNano letters. (1)"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:kNdYIx-mwKoC",
  "text": "View article\nAuthors\nJohn A Brehm, Sabine M Neumayer, Lei Tao, Andrew O’Hara, Marius Chyasnavichus, Michael A Susner, Michael A McGuire, Sergei V Kalinin, Stephen Jesse, Panchapakesan Ganesh, Sokrates T Pantelides, Petro Maksymovych, Nina Balke\nPublisher\nNature Publishing Group UK\nDescription\nThe family of layered thio- and seleno-phosphates has gained attention as potential control dielectrics for the rapidly growing family of two-dimensional and quasi-two-dimensional electronic materials. Here we report a combination of density functional theory calculations, quantum molecular dynamics simulations and variable-temperature, -pressure and -bias piezoresponse force microscopy data to predict and verify the existence of an unusual ferroelectric property—a uniaxial quadruple potential well for Cu displacements—enabled by the van der Waals gap in copper indium thiophosphate (CuInP2S6). The calculated potential energy landscape for Cu displacements is strongly influenced by strain, accounting for the origin of the negative piezoelectric coefficient and rendering CuInP2S6 a rare example of a uniaxial multi-well ferroelectric. Experimental data verify the coexistence of four polarization states and …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:ULOm3_A8WrAC",
  "text": "View article\nAuthors\nRobert Dittmer, Wook Jo, Jürgen Rödel, Sergei Kalinin, Nina Balke\nPublication date\n2012/10/23\nJournal\nAdvanced Functional Materials\nPublisher\nWILEY‐VCH Verlag\nDescription\nPiezoresponse force microscopy (PFM) is used to afford insight into the nanoscale electromechanical behavior of lead‐free piezoceramics. Materials based on Bi1/2Na1/2TiO3 exhibit high strains mediated by a field‐induced phase transition. Using the band excitation technique the initial domain morphology, the poling behavior, the switching behavior, and the time‐dependent phase stability in the pseudo‐ternary system (1–x)(0.94Bi1/2Na1/2TiO3‐0.06BaTiO3)‐xK0.5Na0.5NbO3 (0 <= x <= 18 mol%) are revealed. In the base material (x = 0 mol%), macroscopic domains and ferroelectric switching can be induced from the initial relaxor state with sufficiently high electric field, yielding large macroscopic remanent strain and polarization. The addition of KNN increases the threshold field required to induce long range order and decreases the stability thereof. For x = 3 mol% the field‐induced domains relax completely …\nScholar articles\nR Dittmer, W Jo, J Rödel, S Kalinin, N Balke - Advanced Functional Materials, 2012"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:hMod-77fHWUC",
  "text": "View article\nAuthors\nRobert L Sacci, Jennifer M Black, Nina Balke, Nancy J Dudney, Karren L More, Raymond R Unocic"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:PR6Y55bgFSsC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:aqlVkmm33-oC",
  "text": "View article\nAuthors\nYunzhu Shi, Liam Collins, Nina Balke, Peter K Liaw, Bin Yang\nJournal\nApplied Surface Science\nDescription\nIn-situ electrochemical (EC)-AFM is employed to investigate the localized corrosion of the AlxCoCrFeNi high-entropy alloys (HEAs). Surface topography changes on the micro/sub-micro scale are monitored at different applied anodizing potentials in a 3.5 wt% NaCl solution. The microstructural evolutions with the increased Al content in the alloys are characterized by SEM, TEM, EDS and EBSD. The results show that by increasing the Al content, the microstructure changes from single solid-solution to multi-phases, leading to the segregations of elements. Due to the microstructural variations in the AlxCoCrFeNi HEAs, localized corrosion processes in different ways after the breakdown of the passive film, which changes from pitting to phase boundary corrosion. The XPS results indicate that an increased Al content in the alloys/phases corresponds to a decreased corrosion resistance of the surface passive film.\nScholar articles\nY Shi, L Collins, N Balke, PK Liaw, B Yang - Applied Surface Science, 2018"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=C-BlD6sAAAAJ&citation_for_view=C-BlD6sAAAAJ:fQNAKQ3IYiAC",
  "text": "View article\nAuthors\nJeremy Come, Jennifer M Black, Maria R Lukatskaya, Michael Naguib, Majid Beidaghi, Adam J Rondinone, Sergei V Kalinin, David J Wesolowski, Yury Gogotsi, Nina Balke"
},
{
  "url": "https://mse.ncsu.edu/balke/research/",
  "text": "Research | Balke Research Lab\nThe Balke Research Lab investigates the functionality of nanoscale materials, with a focus on electromechanical coupling, ionic transport, and solid–liquid interface phenomena. By combining advanced atomic force microscopy (AFM) with multi-modal characterization, our team connects fundamental nanoscale processes to macroscopic material performance in energy and information technologies.\nCoupling and Control Over Polar Properties\nThe Balke Lab studies how polarization in materials can be controlled and transformed to enable new functionality in energy and information technologies. By applying electric fields, researchers explore complex dielectric behaviors in materials such as ferroelectrics, relaxors, and antiferroelectrics, including transitions between states that typically do not coexist. Of particular interest are out-of-equilibrium polar phases at interfaces, the role of ionic defects in shaping extrinsic properties, and the coupling of intrinsic and extrinsic polarization. Using advanced AFM techniques, the lab quantifies nanoscale polar properties, such as piezoelectric constants, and connects these insights to theory to discover and design new material behaviors.\nPolarization of materials is at the heart of many applications in energy and information technology, often based on the possibility of controlling polarization through externally applied forces. The action of an electric field, in particular, enacts both linear and non-linear dielectric responses, creating a rich phenomenology of dipolar glasses, paraelectrics, relaxors, antiferroelectrics, and ferroelectrics. New and unexpected properties can emerge through the coupling of or transition between distinct polar behaviors, including the possibility of changing polar material properties on demand between states of materials that typically do not coexist.\nOne way to realize this is the stabilization of out-of-equilibrium polar phases, often confined to interfaces or surfaces due to broken symmetry, but which are topologically protected. Of fundamental interest are not only intrinsic but also extrinsic polar phenomena, which are associated with polar properties introduced by ionic defects, which can be controlled via chemical modification routes. The project goal can only be achieved through the fundamental understanding of polar properties and how to transform them on multiple length scales, from the atomic to micrometer scale properties, which require the development of new probing methodologies and integrated microscopic approaches.\nSpecifically, this includes (a) polar transitions based on order-disorder phenomena in ferroelectric ion conductors such as CuInP2S6, (b) the coupling of intrinsic and extrinsic polar properties, for example, the coupling of intrinsic polarization with oxygen vacancies, and (c) the creation of new functionality at boundaries of dissimilar polar properties. The discovery of new phenomena is enabled through the quantification of AFM measurables and the extraction of polar material properties, for example, the piezoelectric constant, to allow for integration with theory.\nHighlights\nPiezoresponse force microscopy detects the co-existence of multiple polarization states in van-der-Waals layered CuInP2S6 based on quantification of local piezoelectric responses and comparison with theory. \nBrehm, J. A. et al. Nature Materials 19, 43–48 (2019).\nAFM can be used to measure the normalized inverse tunability of (Ba,Sr)TiO3 through quantified cantilever responses based on electrostriction and highlight the spatial variations of dielectric tunability (red areas show less tunability of the dielectric constant). \nTselev, A. et al. Advanced Materials Interfaces 2, (2015).\nThe thorough investigation of cantilever dynamics allows us to quantify electromechanical material responses, enabling the extraction of functional properties at the nanoscale, compatible with complementary characterization methods and theoretical predictions. \nBalke, N. et al. Nanotechnology 27, 425707 (2016).\nLocal Insights Into Electrochemical Processes\nElectrochemically induced ion insertion underpins energy storage devices such as batteries, capacitors and pseudocapacitors, as well as electrochemical actuators, neuromorphic computing and desalination, where electrodes experience significant volume changes due to electro-chemo-mechanical coupling. Understanding how electrode mechanics correlate with electrochemical performance and charge storage is critical for advancing these technologies. Atomic force microscopy (AFM) enables in-situ tracking of local volume and stiffness changes at the grain level, offering insights beyond current-based methods and contributing to a library of strain-charge coupling phenomena across materials. This research focuses on electrode responses to electric double layer formation, surface and bulk redox processes, with particular emphasis on layered materials that combine fast ionic transport, tunable interlayer spacing and mechanical resilience, allowing current-strain coupling to be mapped and compared with complementary in-situ X-ray studies.\nElectrochemically induced ion insertion is the key phenomenon involved not only in different electrochemical energy storage devices, including batteries, electrochemical double-layer capacitors, and pseudocapacitors, but also in electrochemical actuators, neuromorphic computing, and electrochemical water desalination. The ion-hosting electrode most often undergoes significant volume changes driven by Coulomb interactions, bond length changes, or phase changes, which is described as electro-chemo-mechanical coupling. Understanding the mechanical response of an electrode during electrochemical cycling and its correlation to the device’s electrochemical performance and stored charge is crucial to improving the performance of insertion-type energy storage devices, electrochemical actuators, water purification, ion separation, and neuromorphic computing applications.\nAFMs can be used to track local volume changes in situ and can, therefore, be used to study local electrochemical processes on the level of single grains or electrode components, which is not possible with current-based characterization techniques. One of the goals of this research direction is to build a library of strain-charge coupling phenomena for different electrochemical energy storage devices and explore the consequences of local heterogeneity of electro-chemo-mechanical on electrochemical performances and local ionic transport.\nSpecifically, electrode volume changes and stiffness changes as a result of (a) electric double layer formation, as well as (b) surface and (c) bulk redox processes, are investigated. Of high interest are layered electrode materials since they allow for fast ionic transport, have an interlayer space that can be modified, and typically accommodate strain without mechanical degradation, such as crack formation. Using an AFM, local current-strain coupling coefficients can be identified and correlated with information about individual grain orientation and can be directly compared to in-situ X-ray studies, which track the volume changes on the unit cell level.\nHighlights\nSpatially resolved activation energy map overlaid with sample topography for Li-ion transport in LiCoO2 thin film cathode material. The average activation energy can be extracted to 0.26 eV, which fits well with macroscopic measurements and theoretical calculations (blue areas indicate not enough signal to be measured). \nBalke, N. et al. Nano Letters 2012, 12 (7), 3399–3403.\nThe electro-chemo-mechanical coupling behaviors of proton insertion into WO3-based electrodes and the charging heterogeneity were revealed by the mechanical CV (mCV) approach via operando AFM. \nTsai, W.-Y. et al. Nano Energy 81, 105592 (2020).\nLarge and tunable elastic properties of two-dimensional MXene (Ti3C2) during charging/discharging have been quantified at different Li-ion contents in situ in a liquid environment, allowing for identification of ion insertion pathways. \nJ. Come et al. Advanced Energy Materials 2016, 6.\nSolid-Liquid Interface-Driven Functionality\nThe structure of electrical double layers (EDLs) at electrified interfaces plays a critical role in electrochemical energy storage and emerging devices such as ion-gated transistors, with ionic liquids (ILs) offering wide electrochemical windows and high charge density for tuning metal oxide properties through electrostatic doping or vacancy modification. However, links between molecular-scale EDL structure and device-level behavior remain limited, particularly regarding ion layering defects that influence charge storage and gating. Atomic force microscopy (AFM), sensitive to density variations near interfaces, enables three-dimensional mapping of EDLs under operating conditions, connecting nanoscale processes to macroscopic performance. This approach also extends to modifying polar materials like ferroelectrics via solid-liquid interfaces, leveraging liquid environments for electrochemical control of surface chemistry, screening mechanisms, and order parameter tuning, while AFM in liquid further allows direct study of piezoelectric and ferroelectric properties.\nThe structure of electrical double layers (EDL) at electrified interfaces is of utmost importance for electrochemical energy storage as well as printable, flexible, and bio-electronic devices, such as ion-gated transistors. Ionic liquids (IL) have attracted considerable attention not only due to their large electrochemical window but also due to the high energy charge density they can provide.\nThis is, for example, used to modify the current-voltage characteristics of metal oxides due to electrostatic doping or modification of oxygen vacancy concentrations. While this is explored on the device level, connections to the molecular-level structure of the EDL are largely missing. An important consideration is the existence of defects in the ion layering observed in the EDL of IL and its consequences for charge storage or gating properties. Since an AFM probe is sensitive to the mass density changes when approaching the solid interface inside the liquid, this approach can be used to image the EDL structure and map it in three dimensions under in situ operation of electrochemical capacitors or gated transistors.\nThis approach shines a light on the correlation of molecular length scale processes and the macroscopically measured device performance. This concept can be expanded to use solid-liquid interfaces to modify polar materials and their functionality. The use of a liquid provides a well-defined chemical potential at the solid-liquid interface, which can provide additional screening mechanisms for polar materials, such as ferroelectrics. The use of a liquid has the advantage of electrochemical control of surface chemistry and thus order parameter tuning.\nSince AFM can be used to study piezoelectric and ferroelectric properties in liquid, this platform offers a unique opportunity to link the interfacial structure of the liquid and underlying polar properties..\nHighlights\nDislocation defect in the layered structure of 1-ethyl-3-methylimidazolium bis(trifluoromethylsulfonyl)-amide (Emim+ Tf2N-) ionic liquid at a HOPG (highly oriented pyrolytic graphite) surface measured by atomic force microscopy. \nJ. M. Black et al. Nano Energy 2015, 15, 737.\nA hysteretic bias-induced change in the area coverage of laterally structured ionic liquid at a solid interface is observed by atomic force microscopy. \nW.-Y. Tsai et al. Nano Energy 2019, 60, 886.\nAFM reveals the re-orientation of Hmim+ ions at the solid-liquid interface of a liquid-gated transistor based on amorphous indium gallium zinc oxide as a function of gate voltage, increasing surface charge density, and a change in macroscopically measured transistor resistance. \nJ. M. Black et al. ACS Applied Materials & Interfaces 2017, 9, 40949."
},
{
  "url": "https://mse.ncsu.edu/balke/people/nwising/",
  "text": "Nina Balke | Balke Research Lab\nNB\nAssociate Professor\nDepartment of Materials Science and Engineering (MSE)\nDirector, Analytical Instrumentation Facility (AIF)\n3074C Engineering Building I\n919-513-3039 ninabalke@ncsu.edu Website \nEducation\nPh.D. Materials Science Technische Universität Darmstadt 2006 \nM.S. Materials Science Technische Universität Darmstadt 2003 \nArea(s) of Expertise\nUtilizing state-of-the-art atomic force microscopy to understand and discover new nanoscale materials functionality driven by electric fields and potentials for information and energy technology\nPublications\nCompeting polar phases in 2D ferroelectric transition metal thio- and selenophosphates , Applied Physics Letters (2025) \nNanoscale Polarization-Dependent Young's Modulus of Ferroelectric BaTiO3 Single Crystals , ACS NANO (2025) \nStrain-induced lead-free morphotropic phase boundary , NATURE COMMUNICATIONS (2025) \n(Invited) Probing Local Ion Insertion through Operando AFM , ECS Meeting Abstracts (2024) \nAluminum/SmCo5 composites for structural and magnetic applications , JOURNAL OF MATERIALS SCIENCE (2024) \nCurrent understanding of electrochemical strain microscopy to visualize ion behavior on the nanoscale , CURRENT OPINION IN ELECTROCHEMISTRY (2024) \nEffect of sub‐coercive degradation on the local piezoelectric properties in lead zirconate titanate ceramics , Journal of the American Ceramic Society (2024) \nRole of Lattice Flexibility on Electrochemical Ion Insertion: Structural Dynamics in WO3 vs WO2.9 , ECS Meeting Abstracts (2024) \nEffect of Electrode/Electrolyte Coupling on Birnessite (delta-MnO2) Mechanical Response and Degradation , ACS APPLIED MATERIALS & INTERFACES (2023) \nEffects of thin metal contacts on few-layer van der Waals ferrielectric CuInP2S6 , JOURNAL OF APPLIED PHYSICS (2022) \nView all publications \nGrants\nThrough Thickness Variations of Degradation Phenomena in Piezoelectric and Ferroelectric Ceramics, CDP Core Project \nDate: 07/01/22 - 6/30/25\nAmount: $155,000.00\nFunding Agencies: NCSU Center for Dielectrics and Piezoelectrics (CDP)\nThe overarching goal of this proposal is to determine the local effects of degradation throughout the thickness of piezo- and ferroelectric ceramics. This will be enabled using 3D analysis of the microstructure using advanced focused ion beam and tomography methods as well as Atomic Force Microscopy (AFM) techniques. The use of AFM has been successfully applied by co-PI Balke to reveal the local effects of bipolar fatigue in polished cross-section PZT ceramics [1]. In combination, this multi-modal approach covers many relevant length scales and will generate comprehensive insights into the mechanical and functional degradation throughout the thickness of bulk ceramics and will be applied to time and field-driven degradation relevant to actuator applications, such as aging and unipolar fatigue. This will allow to directly identify areas which are most affected by degradation, such as electrode-near regions, and identify their consequences on local and global piezoelectric and ferroelectric properties. Specifically, we will use (1) plasma Focused Ion Beam (pFIB) to rapidly characterize large blocks of fatigued regions both near the surface and in the bulk, (2) X-ray Nano-computed tomography (nano-CT) to identify the presence and location of internal microcracks, and (3) Piezoresponse Force Microscopy (PFM) to characterize the change in local domain structure, domain wall mobility, as well as qualitative changes in dielectric constant throughout the sample thickness. All local observables will be directly compared to macroscopically measured effects of degradation, such as strain and polarization to bridge the information obtained on different length scales and to explore the origin of degradation in the context of unifying degradation laws. This information will allow to establish the role of the microstructure and electrode/ceramic interface on reliability and lifetime predictions.\nMachine Learning Methods for Microscopy Data Analytics (Jacob Smith) \nDate: 01/03/22 - 12/29/23\nAmount: $117,319.00\nFunding Agencies: US Dept. of Energy (DOE)\nThe critical role of catalysts in supporting advanced industries and technologies cannot be overstated. From nitrogen fixation to petroleum cracking, even a moderate improvement in catalyst efficiency can result in monumental energy and monetary savings. As the state of the art develops, so does the complexity of these catalysts and their manufacturing processes. Although nanoparticle catalysts are still prevalent, nanoparticle or single atom catalysts bound to non-catalytic material to modify their properties has become the topic of much research. These have often taken the form of platinum affixed to substrates such as ceria or alumina. However, the introduction of a support structure, and a corresponding interface, increases the complex nature of the manufacturing environment. Therefore, to control the resulting catalyst morphology and active sites, it is necessary to understand the reaction pathways that connect the chemical precursor to the final product and determine how the introduction of a compatible substrate affects catalyst nucleation and growth. Historically, efforts to research catalytic reaction paths have been performed on large sample volumes using various in situ diffraction and spectroscopic techniques. In this manner, it is possible to generally determine what phases and oxidation states are involved in the process. However, such techniques are not ideal for delving into the highly localized and non-uniform reactions that occur in the angstrom scale environment of nanoparticle nucleation and growth at an interface. For this reason, alternate techniques based on transmission electron microscopy (TEM) have been employed successfully to observe nanoparticle synthesis at atomic resolution in a variety of operant environments. However, to date, few TEM studies have successfully imaged the intermediate steps required to reduce a catalyst������������������s chemical precursor into a metallic state and thereby understand its nucleation and growth processes. In large part, this has been a consequence of the commonly used liquid phase in situ environment that renders solute chemical imaging impossible. Here we proposed to use atomic resolution, in situ TEM to study the effect of environmental variables in the manufacturing of catalytic nanoparticles from a solid state precursor. The chief system of interest will be that of platinum������������������s chemical precursors with a range of inert substrates. Initial steps toward the accomplishment of this goal have already been taken to great success. By using a combination of low dose HAADF and iDPC, it has been revealed that initial nucleation of platinum metal from potassium tetrachloroplatinate can occur from a disproportionation reaction. This has demonstrated that the concept is technologically sound and may be reproduced on more complex systems to gauge the effect of substrate-rich environments. o overcome this impediment, machine learning based compressive sensing will be developed to reconstruct the images from a limited signal. In this manner, the time resolution of the image series will be substantially improved without sacrificing interpretability. \nView all grants \nHonors and Awards\n2024-2025 Provost Faculty Fellow\n2024 - Opal Mann Award"
},
{
  "url": "https://mse.ncsu.edu/balke/group/current-members/",
  "text": "People | Balke Research Lab\nCurrent Members\nLeadership\nDoctoral Students\nPostdoctoral Research Scholars\nScholars\nUndergraduate Students"
},
{
  "url": "https://mse.ncsu.edu/balke/alumni/",
  "text": "Alumni | Balke Research Lab\nSkip to main content \nNamePositionYear\nSteven Baro, Ph.D.\tDoctoral Student\t2024\t\nKatie Shaffer\tUndergraduate Student\t2022"
},
{
  "url": "https://mse.ncsu.edu/balke/news/",
  "text": "News | Balke Research Lab\nAug 11, 2025 \nInside the RTNN RET Experience: A Summer in AIF Labs at NC State\nThis summer, the Research Triangle Nanotechnology Network (RTNN) invited middle school, high school, and community college educators to participate in the Atomic Scale Design and Engineering Research Experience for Teachers…\nApr 23, 2025 \nSenior Spotlight: Kara Krogh\nIn high school, Kara was introduced to a senior MSE student at NC State, who gave her a tour of the campus and the undergraduate labs. After that visit, Kara knew MSE was the path she wanted to follow.\nApr 7, 2025 \nSenior Spotlight: Ben Finley\nBenjamin Finley’s path to MSE was not a straightforward one, but it led him to a fulfilling and exciting future.\nOct 21, 2024 \nAIF User Spotlight\nHuimin Qiao is currently a postdoctoral research scholar in Nina Balke’s Group within the Department of Materials Science and Engineering at NC State University. Her primary research focuses on nanoscale…\nOct 1, 2024 \nCelebrating Excellence: Toby Tung Wins the Outstanding NNCI Staff Member Award!\nWe are thrilled to announce that one of our lab managers, Toby Tung, has been honored with the prestigious Outstanding NNCI Staff Member Award! This award recognizes the exceptional efforts of NNCI site staff members who go above and beyond to provide outstanding service and support to our network users.\nMay 20, 2024 \nOutreach and Engagement 2024 Awards Presented at Annual Ceremony\nNC State recognized this year’s most impactful engaged scholars and staff at an awards celebration on Monday, April 29. The Office of Outreach and Engagement…"
},
{
  "url": "https://mse.ncsu.edu/balke/news/2025/senior-spotlight-kara-krogh/",
  "text": "Senior Spotlight: Kara Krogh | Balke Research Lab\nKara stands with the Oak Ridge National Laboratory sign after her summer internship, 2024. \nKara Krogh’s Journey to MSE: From Middle School Inspiration to Nuclear Materials Specialist\nKara’s path to Materials Science and Engineering (MSE) began in a middle school classroom, where a project on college majors introduced her to the field. “I thought it was a really interesting field, and it fits with my love of chemistry,” Kara explained. As she continued her education, her passion for MSE only grew. In high school, she was introduced to a senior MSE student at NC State, who gave her a tour of the campus and the undergraduate labs in Engineering Building 1 (EB1). After that visit, Kara knew MSE was the path she wanted to follow.\nInitially, Kara had envisioned working in biodegradable plastics and sustainable materials. However, after taking the Introduction to MSE course, she discovered a deeper fascination with metals. “This led me to nuclear materials, where I found my passion for materials analysis,” she said.\n“The MSE department at NC State has a close-knit community, and I’ve made amazing friends throughout my time here.”\nKara Krogh ’25\nHer time at NC State’s MSE department has been filled with both academic growth and extracurricular involvement. Kara particularly enjoyed her classes, especially the introductory MSE course taught by Dr. Irving. “He made the class so fun with his stories, jokes, and demonstrations,” Kara recalled. Other favorite classes included Kinetics with Dr. Augustyn, Nuclear Materials with Dr. He, and Mechanics of Materials with Dr. Balke. Beyond the classroom, Kara has been an active volunteer for the department’s presence at the College of Engineering Open House since her sophomore year, where she’s had the opportunity to share her passion for MSE with prospective students.\n“The MSE department at NC State has a close-knit community, and I’ve made amazing friends throughout my time here,” she said.\nLooking to the future, Kara is excited to apply her MSE education in the professional world. She has secured a position as a Mechanical Properties Technical Specialist at Oak Ridge National Laboratory (ORNL) after graduation. “I’m excited to put my knowledge and research skills into practice and develop new skills as I grow in this position,” Kara said. Her job will involve working with a variety of metals for nuclear applications and performing mechanical testing and analysis.\nOutside of her academic and professional pursuits, Kara is an avid hiker and mountaineer. She has hiked to the highest point in 44 states and is working toward her goal of summiting the highest peak in all 50 states. “The three peaks I’m most proud of are Mt. Hood in Oregon, Granite Peak in Montana, and Borah Peak in Idaho,” she said. “Each hike had its own challenges, and they’ve built my confidence for future hikes.”\nIn addition to her outdoor adventures, Kara also enjoys attending NC State sports events. Her favorite memory is attending the women’s basketball Play for Kay game against Duke. “I love the atmosphere of the women’s basketball games and being able to go with friends to root for the Wolfpack,” she shared.\nReflecting on her time in MSE, Kara appreciates the versatility of the field. “It’s so important to understand materials, no matter what field you go into,” she said. “Now that I’m concluding my undergraduate career, I have a much greater appreciation for MSE as a whole.”\nKara’s journey from middle school discovery to pursuing a career in nuclear materials analysis is a testament to her passion for learning and problem-solving, and her future in MSE looks brighter than ever.\nKara attends the TMS annual conference in Florida, 2024. Kara (middle) and friends take their annual spring semester picture in EB1, 2024. \nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2025/inside-the-rtnn-ret-experience-a-summer-in-aif-labs-at-nc-state/",
  "text": "Inside the RTNN RET Experience: A Summer in AIF Labs at NC State\nThis summer, the Research Triangle Nanotechnology Network (RTNN) invited middle school, high school, and community college educators to participate in the Atomic Scale Design and Engineering Research Experience for Teachers (RET) program. Participants work in small teams to conduct research in nanoscale science and engineering, gaining hands-on experience with cutting-edge tools and techniques across RTNN facilities.\nThis summer, two educators partnered with AIF Director Nina Balke to develop an understanding how central processing units are architected across different length scales and how they function through the use of a variety of analytical techniques available at AIF.\nMeet the teachers: Julianna Viveiros, a 7th-grade science teacher at West Millbrook Magnet Middle School, and Jose Acosta, who teaches Chemistry, Physics, and Physical Science at Vernon Malone College & Career Academy. Together, they explored the structure and chemistry of a CPU using various characterization methods at AIF, guided by lab managers who provided expert training and mentorship.\nAnna Lumpkin, AIF’s university program specialist, interviewed both teachers about their experience with the program and what excites them about the research.\n—\nWhat was your overall experience working in the lab during the RET program?\nJulianna: My overall experience was very positive, Dr. Balke had a very structured approach to getting us as much instrument time as possible.\nJose: I thoroughly enjoyed all of the lab experience, and the time each lab manager was very helpful, receptive, and heartwarming. I would’ve enjoyed spending a little more committed time with the SEM and TEM looking over different samples.\nWas there a specific moment or project that really stood out to you during your time in the lab? Why was it meaningful or memorable?\nJulianna: I enjoyed working with the SEM and TEM instruments. We were able to get a very hands-on experience with the SEM and TEM getting to control the instrument and collect our own data.\nJose: I enjoyed our time looking through the different Chemical compositions for our sample(s). I think it would’ve been nice to look over other electronic components under the SEM. It was great working with Chuck because he really took his time out of his busy schedule to walk us through the SEM and made sure we were able to maneuver the SEM on our own.\nHow comfortable did you feel learning and using new tools or instruments? What kind of support or training helped the most?\nJulianna: Very comfortable, everyone was very thorough in explaining how the instruments worked and how to operate them and were very receptive to any questions we had. I really liked how with the SEM training Chuck had some background resources in the form of a slide show that he was able to reference back to for more complex topics.\nJose: On a scale of 1-10, I feel as though I was on a 7 with most of the instruments. I think the breakdown that Roberto, Chuck, and Chris gave us made it easier for us to learn.\nHow will you translate your research experience into something you can bring back to your students?\nJulianna: I teach force, motion and energy units as part of the 7th grade science curriculum and can relate the real world technology to my lessons so my students can see applications of those concepts.\nJose: I would incorporate some type of research experience where my students research different nano techniques and then design an instrument that could be associated with the instrument of choice.\nWhat was it like working with the research team and mentors during the program? How would you describe the lab environment?\nJulianna: Everyone was very friendly and welcoming. Questions were encouraged and the team was happy to give answers and clarifications to anything asked. The lab environment was very well organized and very welcoming. \nJose: It was an amazing time, I was able to work with very knowledgeable people and get to know about some of the other research projects going on at AIF. The lab environment was very welcoming and warm. Almost like one of those sitcom teams where everyone gets along and they all have different personalities that make AIF as pleasant and fun as it is.\nWhat was the most valuable part of the RET experience for you personally or professionally?\nJulianna: Getting more exposure to real world applications for physics.\nJose: Professionally, it was amazing meeting other educators and researchers who are changing the world by asking simple questions and then taking them to another level of science.\nWere there any unexpected challenges during the program? How did you work through them?\nJulianna: Not particularly, I did need some background on the background info at times but the team was very good about providing additional clarifications and information when needed.\nJose: There were a lot of times when I felt overwhelmed by the amount of information being processed at one time, but the staff was very understanding and made us aware that they could slow down if needed. I took my time and just took bits and chunks of information down at a time in order not to overwhelm myself.\nThe lab environment was very welcoming and warm. Almost like one of those sitcom teams where everyone gets along and they all have different personalities that make AIF as pleasant and fun as it is.\n– Jose Acosta \nWould you recommend this experience to other teachers?\nJulianna: Yes, I would definitely recommend it. It was a great experience and I got to see and learn about some fantastic real world applications of some of the concepts and topics I teach.\nJose: I would recommend my fellow teachers to do an RET because of the amount of support, learning, and fun they’ll have in the lab.\nThe RET program offers educators a unique opportunity to explore nanoscale science firsthand, deepen their technical skills, and bring that knowledge back to inspire the next generation of scientists. Julianna and Jose’s summer in the lab shows how hands-on research can bridge the gap between the classroom and cutting-edge science.\nThis post was originally published in Analytical Instrumentation Facility (AIF)."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2025/senior-spotlight-ben-finley/",
  "text": "Senior Spotlight: Ben Finley | Balke Research Lab\nBen standing next to and pointing at his research poster Something in the Water: Studying the Interaction Between Microplastics and PFAS, Raleigh, NC, 2025. \nBenjamin Finley Trades Chemical Engineering for Materials Science\nBenjamin Finley’s path to Materials Science and Engineering (MSE) at NC State University was not a straightforward one, but it led him to a fulfilling and exciting future. Originally, Finley came to NC State with a general interest in engineering, but it wasn’t until he took CH 101 that he discovered his passion for chemistry. “I enjoyed CH 101 far more than any of my peers,” said Finley. This newfound interest led him to pursue Chemical Engineering, but after a few semesters, he realized his true passion lay elsewhere.\n“I wanted to gain a fundamental understanding of the world around me through daily interactions, and Chemical Engineering mainly focused on molecules in solutions and powders. Most of what I interacted with were solid materials,” Finley explained. This realization prompted him to switch his focus to Materials Science and Engineering, a decision he is glad he made.\n“Everything is materials! Any industry that makes a physical product needs Materials Science Engineers.”\nBen Finley ’25\nFinley’s time in MSE was filled with challenges and valuable learning experiences. He credits the multidisciplinary nature of the major for keeping things both diverse and engaging. “The material has as much breadth as it has depth. It always felt like I was learning radically new things,” said Finley. He expressed his gratitude toward professors like Dr. Irving, Dr. Augustyn, and Dr. Balke for their guidance through tough subjects such as Thermodynamics, Kinetics, and Mechanics. He also appreciates the support of Hillary Stone, his academic advisor, for helping him navigate his academic journey.\nLooking ahead, Finley is eager to continue his career in Materials Science. He recently accepted an offer to join the Ph.D. program at the University of Utah, where he will research carbon fiber recycling. “I’m very excited about the program and hope to turn this research experience into a career as either a researcher or a professor,” he shared.\nOne of Finley’s accomplishments is his recent summer project at the University of Utah, where he studied the interactions between microplastics and PFAS. He was responsible for conducting self-directed research and using a variety of unfamiliar machines and techniques. His findings, which included evidence of agglomeration between microplastics and PFAS, are now being published in a paper. “It was the most self-directed research I’d ever done, and I’m very proud of the results,” said Finley.\nFor Finley, the coolest thing about Materials Science is its broad applicability. “Everything is materials! Any industry that makes a physical product needs Materials Science Engineers,” he said. This has allowed him to gain knowledge in nearly every engineering discipline, making him feel well-rounded as he looks toward his future.\nFinley made lasting memories with the NC State Ski and Snowboard Club when he wasn’t immersed in his studies. “The snow days on campus were an absolute blast. Every time it snows, we set up a ramp on the Court of Carolina and take turns jumping off,” Finley fondly remembered.\nAs he takes the next step toward his Ph.D., Finley’s journey from chemical engineering to materials science reflects his growing passion for understanding the world through the lens of materials. His future in this field is only just beginning.\nBen jumping really high on a big ski jump at the Court of Carolina, Raleigh, NC, 2025. MSE 100-Year Celebration Student Social, 2024. \nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2024/outreach-and-engagement-2024-awards-presented-at-annual-ceremony/",
  "text": "Outreach and Engagement 2024 Awards Presented at Annual Ceremony\nNC State recognized this year’s most impactful engaged scholars and staff at an awards celebration on Monday, April 29. The Office of Outreach and Engagement hosted its 2024 Awards Ceremony in the sunlit Grand Ballroom of Dorothy and Roy Park Alumni Center. Twenty-two individuals and five organizations were celebrated for their commitment to teaching, research, public outreach, and extension. One faculty member was inducted into the Academy of Outstanding Faculty in Extension and Engagement. Economic Development Partnership Director Tom White presented the awards, and Director of the Golden Leaf Biomanufacturing Training and Education Center Dr. Ruben Carbonell gave introductory remarks. The awards honor the commitment of NC State faculty and staff members to fulfilling NC State’s land-grant mission alongside community partners. \nSee below for a gallery of photographs from the event.\n“Our hope is to make the campus coextensive with the boundaries of the state.”\nFormer UNC President Edward Kidder Graham\nThe award winners are as follows:\n2024 Outstanding Extension and Engagement Awards\nSamantha Graham, Institute for Emerging Issues\nFrederik Laleicke, Ph.D., Forest Biomaterials\nVenkateswaran Narayanaswamy, Ph.D., Mechanical and Aerospace Engineering\nAnn Savage, Ph.D., Parks, Recreation and Tourism Management Scott Stage, Ph.D., Psychology Cranos Williams, Ph.D., Electrical and Computer Engineering\n2024 Academy of Outstanding Faculty in Extension and Engagement\nCranos Williams, Ph.D., Electrical and Computer Engineering\n2024 Opal Mann Green Engagement and Scholarship Award\nResearch Triangle Nanotechnology Network\nCore team\nJacob L. Jones, Ph.D.\nPhillip Strader\nDavid M. Berube, Ph.D.\nNina Balke, Ph.D.\nPhilip Barletta, Ph.D.\nNan Marie Jokerst, Ph.D.\nMark Walters, Ph.D.\nJim Cahoon, Ph.D.\nBob Geil, Ph.D.\nMaude Cuchiara, Ph.D.\nPartners\nNC State College of Engineering\nNC State College of Education\nNC State College of Humanities and Social Sciences\nNC State Public Communication of Science and Technology\nNC State Instrumentation Facility\nNC State Nanofabrication Facility\nDuke University Shared Materials Instrumentation Facility\nUniversity of North Carolina at Chapel Hill Analytical and Nanofabrication Laboratory\n2024 William L. Turner Award for Outstanding Contributions to Extension and Continuing Education\nMaureen Deis, Osher Lifelong Learning Institute\n2024 Economic Development Partnership Award\nNorth Carolina Biotechnology Center\nNC State Golden LEAF Manufacturing Training and Education Center\n2023 Finalist, Governor James E. Holshouser, Jr. Award for Excellence in Public Service\nCathrine Hoyo, Ph.D., Biological Sciences\n2023 W. K. Kellogg Foundation Community Engagement Scholarship Award\nCoastal Dynamics Design Lab\n2024 Advancing Research Impact in Society Enduring Achievement Award\nThe Science House\nThose we proudly celebrate today are not only researchers, teachers, and staff members…they are partners to the people of North Carolina and the finest examples of what can be accomplished by a cutting-edge university with a land-grant mission.\nDr. Ruben Carbonell\nIf you are in an awards committee for your department or unit, or would like to receive the 2025 award announcements, please fill out this form to receive next year’s award nomination announcements.\nFor more information about these awards, visit ‘Recognition’ on our website.\nThis post was originally published in Outreach & Engagement."
},
{
  "url": "https://mse.ncsu.edu/balke/group/current-members/doctoral-students/",
  "text": "People | Balke Research Lab\nSearch for: \nDoctoral Students\nVIEW: Alphabetical By Group \nMC\nMichael Carter \nDoctoral Student\nmtcarte4@ncsu.edu \nTP\nTatiana Proksch \nDoctoral Student\nthproksc@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/balke/group/current-members/postdoctoral-research-scholars/",
  "text": "People | Balke Research Lab\nSearch for: \nPostdoctoral Research Scholars\nVIEW: Alphabetical By Group \nHQ\nHuimin Qiao \nPostdoctoral Research Scholar\nhqiao3@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/balke/group/principal-investigator/",
  "text": "People | Balke Research Lab\nSearch for: \nPrincipal Investigator\nVIEW: Alphabetical By Group \nNB\nNina Balke \nAssociate Professor\n919-513-3039 ninabalke@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/balke/group/current-members/undergraduate-students/",
  "text": "People | Balke Research Lab\nSearch for: \nUndergraduate Students\nVIEW: Alphabetical By Group \nLD\nLauren Dunlap \nSenior\nladunlap@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/balke/news/page/2/",
  "text": "News | Balke Research Lab\nApr 16, 2024 \nRTNN Wins 2024 Opal Mann Green Engagement and Scholarship Award\nThe Research Triangle Nanotechnology Network (RTNN) has been honored with the prestigious 2024 Opal Mann Green Engagement and Scholarship Award at NC State University. The award ceremony, scheduled for April 29 at the Park Alumni Center, will recognize RTNN’s outstanding contributions to nanotechnology research, education, and community engagement."
},
{
  "url": "https://mse.ncsu.edu/balke/people/thproksc/",
  "text": "Tatiana Proksch | Balke Research Lab\nTP\nEducation\nB.S. Physics Luther College 2019"
},
{
  "url": "https://mse.ncsu.edu/balke/people/hqiao3/",
  "text": "Huimin Qiao | Balke Research Lab\nPostdoctoral Research Scholar\n3074A Engineering Building I\nhqiao3@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/balke/people/nmiller5/",
  "text": "Nichole Scott | Balke Research Lab\nTop of Page \nNS\nResearch Scholar\nGroups\nCurrent Members: Scholars"
},
{
  "url": "https://mse.ncsu.edu/balke/people/ladunlap/",
  "text": "Lauren Dunlap | Balke Research Lab\nTop of Page \nLD\nSenior\nladunlap@ncsu.edu \nGroups\nCurrent Members: Undergraduate Students"
},
{
  "url": "https://mse.ncsu.edu/balke/people/mtcarte4/",
  "text": "Michael Carter | Balke Research Lab\nTop of Page \nMC\nDoctoral Student\nmtcarte4@ncsu.edu \nGroups\nCurrent Members: Doctoral Students"
},
{
  "url": "https://mse.ncsu.edu/balke/news/page/4/",
  "text": "News | Balke Research Lab\nAug 23, 2021 \nBalke Research News-August 2021\nNina Balke joins NCSU as an Associate Professor in the MSE department. The first AFM is in the lab. The Asylum Research MFP-3D Infinity is being tested and will soon support research on ferroelectric materials. Steven Baro joins the group as Graduate Student Researcher and Katie Shaffer joins for one semester as Undergraduate Student Researcher.…"
},
{
  "url": "https://mse.ncsu.edu/balke/news/author/nddegroo/",
  "text": "Niki Jennings | Balke Research Lab\nApr 16, 2024 \nRTNN Wins 2024 Opal Mann Green Engagement and Scholarship Award\nThe Research Triangle Nanotechnology Network (RTNN) has been honored with the prestigious 2024 Opal Mann Green Engagement and Scholarship Award at NC State University. The award ceremony, scheduled for April 29 at the Park Alumni Center, will recognize RTNN’s outstanding contributions to nanotechnology research, education, and community engagement."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2024/aif-user-spotlight/",
  "text": "AIF User Spotlight | Balke Research Lab\nHuimin Qiao is currently a postdoctoral research scholar in Nina Balke’s Group within the Department of Materials Science and Engineering at NC State University. Her primary research focuses on nanoscale characterization using atomic force microscopy, particularly exploring the multi-physical fields coupling in ferroelectric and piezoelectric materials, along with their degradation mechanisms. She’s passionate about advancing her career in the field of ferroelectrics and atomic force microscopy. She enjoys hiking, traveling, photography, cooking, gardening, and spending quality time with her cat, Bear.\nWhat instruments are you using for your research?\nLately, I have been extensively utilizing the Helio 5 Hydra DualBeam – Plasma Focus Ion Beam for microscale cutting tasks. Additionally, I am proficient in operating the Bruker Hysitron TI980 for nanoindentation, the Zeiss XRM Nano CT for 3D imaging, Keyence instruments for height profile characterization, as well as Raman Confocal and ToF-SIMS for chemical imaging. I am also experienced in utilizing SEM and EDS for imaging cross-sections and determining chemical compositions of samples. My approach involves employing a range of instruments to gain comprehensive insights into my samples from various perspectives.\nHow is your research impacting the community?\nI utilize atomic force microscopy to investigate the physical properties of piezoelectric, ferroelectric, and dielectric materials, focusing on their local-scale coupling. Piezoelectricity, an electromechanical effect where mechanical force generates charges and vice versa, is crucial in electronic devices as transducers, actuators, and sensors. However, cyclic electric fields can degrade ferroelectric performance, impacting device endurance and reliability. Understanding the degradation mechanism in ferroelectrics is a pivotal challenge, exacerbated by the miniaturization of electronic devices. \nIn my research, I employ atomic force microscopy, specifically piezoresponse force microscopy, to examine static and dynamic piezoelectric properties at nano scales.\n3D image of a wedge-shaped structure prepared on a chip captured with Keyence \nI utilize pFIB to create wedge-shaped structures in ferroelectric materials embedded in commercial chips, with Keyence used for viewing shape and height profiles. SEM and EDS provide insights into chip layering and elemental distribution relevant to ferroelectric properties, while nano CT identifies micro cracks and defects. Our aim is to elucidate degradation mechanisms across various ferroelectric materials from local to macroscopic scales. \nOur objective is to understand the mechanisms governing transitions between these polar states and to manipulate them for future nanodevice applications.\n– Huimin Qiao \nAdditionally, I investigate phase transitions in 2D ferroelectric materials. These materials exhibit robust ferroelectricity at single-layer thickness, making them promising for electronic nanodevices. Transition metal thio phosphates (TMTPs) are particularly intriguing due to their negative piezoelectricity and multiple polar states (high polarization, low polarization, antiferroelectric). \nWhat have you learned from your experience at AIF?\nUnderstanding the workings of an instrument is more crucial than mere operational knowledge.\nBest thing about AIF in 5 words or less?\nGreat facilities and knowledgeable staff.\nIs there a staff member at AIF that has helped you?\nI am grateful to the AIF staff for their kindness, helpfulness, knowledge, and support. I would like to specifically thank Roberto Garcia for his valuable help. I also appreciate Toby Tung, Ruksana Baby, Elaine Zhou, and Chuck Mooney for their assistance in training and answering my questions.\nThis post was originally published in Analytical Instrumentation Facility (AIF)."
},
{
  "url": "https://mse.ncsu.edu/balke/news/author/arragsda/",
  "text": "arragsda | Balke Research Lab\nAug 11, 2025 \nInside the RTNN RET Experience: A Summer in AIF Labs at NC State\nThis summer, the Research Triangle Nanotechnology Network (RTNN) invited middle school, high school, and community college educators to participate in the Atomic Scale Design and Engineering Research Experience for Teachers…"
},
{
  "url": "https://mse.ncsu.edu/balke/people/lnmicklo/",
  "text": "Lauren Micklow | Balke Research Lab\nLM\nResearch Scholar\n1046B Engineering Building I\nlnmicklo@ncsu.edu \nGroups\nCurrent Members: Scholars"
},
{
  "url": "https://mse.ncsu.edu/balke/news/2024/2024-25-provosts-faculty-fellows-announced/",
  "text": "2024-25 Provost’s Faculty Fellows Announced\nThe Office of the Executive Vice Chancellor and Provost and the Office for Faculty Excellence have announced the 2024-25 class of Provost’s Faculty Fellows. \nThe Provost’s Faculty Fellows Program supports talented faculty in the exploration of academic leadership roles at the university’s highest levels. Current NC State faculty interested in learning more about academic affairs administration can hone their skills as faculty leaders through working closely with Provost’s Office staff on projects that are meaningful to them and the university.\nThe home departments of the faculty members selected as Faculty Fellows will be provided with 25 percent salary release funds to cover the time commitment required for participation. Fellowships are for a full academic year.\nThe 2024-25 Faculty Fellows program will be split into two tracks, with the Provost’s Office working in conjunction with the Office for Faculty Excellence, the Office of Global Engagement and the Shelton Leadership Center. Fellows will work in teams of three (University Leadership Track) or with the Office of Global Engagement staff and representatives of partner institutions (Global Leadership Track) to address an assigned theme or issue relating to higher education leadership. All fellows will participate in a cohort-based, academic-year-long training program structured around strategy, leadership and cultural competence. \nThis year’s class of fellows includes:\nNina Balke \nAssociate Professor, Department of Materials Science and Engineering\nUniversity Leadership track\nWilliam Bauer \nAssociate Teaching Professor, Department of Philosophy and Religious Studies\nUniversity Leadership track\nKathryn Boys \nAssociate Professor, Department of Agricultural and Resource Economics\nGlobal Leadership track\nKyle Bunds \nAssociate Professor, Department of Parks, Recreation and Tourism Management\nUniversity Leadership track\nAlan Ellis \nAssociate Professor, School of Social Work\nUniversity Leadership track\nAli Hajbabaie \nAssociate Professor, Department of Civil, Construction and Environmental Engineering\nUniversity Leadership track\nPaul Liu \nProfessor, Department of Marine, Earth and Atmospheric Sciences\nGlobal Leadership track\nSeth Murray \nTeaching Professor, Department of Sociology and Anthropology\nGlobal Leadership track\nTao Pang \nProfessor, Department of Mathematics\nUniversity Leadership track\nAll fellows will have the opportunity to meet, learn from and be coached by leaders and subject matter experts from across NC State. Additionally, fellows will work towards the completion of a proposal that addresses their assigned theme or issue and advances NC State’s strategic plan. This proposal will be presented to Provost Arden and other senior leaders at the end of the fellowship.\nThis post was originally published in Provost's Office News."
},
{
  "url": "https://mse.ncsu.edu/balke/news/author/ncstate-newswire/",
  "text": "Staff | Balke Research Lab\nMar 16, 2022 \nDay of Giving supports COE student programs, research and more\nThe College of Engineering will be rallying together alumni, faculty, staff members and friends for NC State University’s fourth annual Day of Giving on March 23. The College’s nine academic departments will be competing to receive the most gifts on Day of Giving to win an additional share of $15,000 in prize money from Dean Louis…"
},
{
  "url": "https://mse.ncsu.edu/balke/news/page/3/",
  "text": "News | Balke Research Lab\nMay 20, 2022 \nBalke Team Updates\nSo long, farewell… and congrats! It is with joy and immense pride that we are saying congratulations and farewell to our first undergraduate team member, Katie Shaffer. Katie completed her bachelors in MSE and graduated with full honors in the spring of 2022. Katie has been accepted to the Materials Department at the University of…\nApr 28, 2022 \nMSE senior Katie Shaffer helps make STEM fields more inclusive, diverse\nKatie has been a key fixture in the MSE department since her first year, starting in spring 2019. “I became an undergraduate researcher in my second-semester first year under Dr. Cuomo. He was able to introduce the world of MSE research before my first MSE class,” says Katie.\nMar 30, 2022 \nGraduate Programs Rise in Rankings\nThis year’s U.S. News rankings bring good news for graduate programs across the university. Three programs place in the top 10 nationwide while numerous other graduate programs advance.\nMar 16, 2022 \nDay of Giving supports COE student programs, research and more\nThe College of Engineering will be rallying together alumni, faculty, staff members and friends for NC State University’s fourth annual Day of Giving on March 23. The College’s nine academic departments will be competing to receive the most gifts on Day of Giving to win an additional share of $15,000 in prize money from Dean Louis…\nFeb 20, 2022 \nJournal Cover Features Work From Nina Balke\nIn February, Professor Balke’s work was highlighted on the Electrochemical Science Advances journal cover.\nDec 20, 2021 \nAIF Director Featured in Women in AFM Blog\nAIF Director, was Dr. Nina Balke recently featured in the Women in AFM Blog. The aim of the Women in AFM campaign is to raise awareness not only of the fantastic work women are doing, but also to allow them to connect with one another. Nina’s research uses AFM to understand and discover new nanoscale…"
},
{
  "url": "https://mse.ncsu.edu/balke/news/2024/celebrating-excellence-toby-tung-wins-the-outstanding-nnci-staff-member-award/",
  "text": "Celebrating Excellence: Toby Tung Wins the Outstanding NNCI Staff Member Award!\nWe are thrilled to announce that one of our lab managers, Toby Tung, has been honored with the prestigious Outstanding NNCI Staff Member Award! This award recognizes the exceptional efforts of NNCI site staff members who go above and beyond to provide outstanding service and support to our network users.\nThe AIF is part of the Research Triangle Nanotechnology Network (RTNN), which is 1 of 16 sites that make up the National Nanotechnology Coordinated Infrastructure (NNCI). Toby won this award across all NNCI sites and was selected for the Technical Staff category.\nNominated by Nina Balke (AIF director) and Phillip Strader (RTNN manager) and selected by the NNCI External Advisory Board, Toby stood out among many talented colleagues. This recognition underscores his unwavering commitment to excellence and the impact he has made in AIF and NC State University. \n“There are not enough awards and recognition in the world to fully describe how important Toby is to AIF, NC State, and RTNN. Whether there’s a technical issue, a user in need, or an outreach event, Toby can do it all with a smile on his face. If I ever need help, he’s one of the first I think of that can get something done. Every facility would be better with a Toby on their staff…and we’ve got the only one!” – Phillip Strader, RTNN Manager\nToby also received the prestigious Pride of the Wolfpack award in 2022. This esteemed accolade honors individuals who embody the core values of the university, and Toby’s exceptional commitment to his responsibilities and outstanding performance made him a deserving recipient of this recognition. You can read more about this award here.\nToby was chosen from a highly competitive, site-diverse pool of candidates from across the NNCI network, which spans the entire country. His pivotal role in AIF operations, coupled with his unwavering commitment to outreach and education, has made a lasting impact on both current and future users. Toby’s daily impact on faculty, users, and colleagues make him one of AIF’s most valuable assets, and we are proud to see his work recognized with this prestigious award. If you have a chance, make sure to stop by and congratulate Toby.\n– Nina Balke, AIF director \nHe regularly contributes to and organizes outreach events for AIF and the RTNN, teaching K-12 students about science during summer camps and school visits. Recent examples include the STEMcx group, a group of students from under-served communities, and the Homeschool Experience group, which helps connect homeschool students to universities and learn about STEM.\nTo steal from a certain playwright who concocted one of the most famous soliloquies in the English language, here at the AIF we ask ourselves, “Toby or not Toby?” a dozen times a day. When do we call Toby in for help? The answer is always, as Toby has both an animal magnetism that electrons and ions deeply respect and fear, prompting their best behavior, and an endless reserve of knowledge of how to repair anything. If we’re all cogs in a machine, then Toby is the planetary gear around which the daily operation of AIF revolves. More importantly and more crucially, Toby’s eagerness to help extends to every single user of the AIF. If you need training, service work, help with your results, scheduling assistance, IT services, instrument disaster recovery, life advice, or cookie test tasting, Toby is there to help you. He’s kind, patient. and efficient, and everyone that works with Toby at the AIF and throughout the massive NNCI network knows they are in good hands. \n– Chris Winkler, AIF TEM lab manager\nJoin Us in Celebrating\nWe invite everyone to join us in congratulating Toby on this remarkable achievement! His efforts have not only advanced our mission but have also inspired those around him. We are proud to have Toby as part of our team and look forward to seeing his continued success in the future.\nStay tuned for more updates as Toby prepares to represent us at the upcoming NNCI Annual Conference. Let’s celebrate this well-deserved recognition together!\nThis post was originally published in Analytical Instrumentation Facility (AIF)."
},
{
  "url": "https://mse.ncsu.edu/balke/group/current-members/scholars/",
  "text": "People | Balke Research Lab\nVIEW: Alphabetical By Group"
},
{
  "url": "https://mse.ncsu.edu/balke/news/category/research-news/",
  "text": "Research News | Balke Research Lab\nAug 11, 2025 \nInside the RTNN RET Experience: A Summer in AIF Labs at NC State\nThis summer, the Research Triangle Nanotechnology Network (RTNN) invited middle school, high school, and community college educators to participate in the Atomic Scale Design and Engineering Research Experience for Teachers…\nApr 23, 2025 \nSenior Spotlight: Kara Krogh\nIn high school, Kara was introduced to a senior MSE student at NC State, who gave her a tour of the campus and the undergraduate labs. After that visit, Kara knew MSE was the path she wanted to follow.\nApr 7, 2025 \nSenior Spotlight: Ben Finley\nBenjamin Finley’s path to MSE was not a straightforward one, but it led him to a fulfilling and exciting future.\nOct 21, 2024 \nAIF User Spotlight\nHuimin Qiao is currently a postdoctoral research scholar in Nina Balke’s Group within the Department of Materials Science and Engineering at NC State University. Her primary research focuses on nanoscale…\nOct 1, 2024 \nCelebrating Excellence: Toby Tung Wins the Outstanding NNCI Staff Member Award!\nWe are thrilled to announce that one of our lab managers, Toby Tung, has been honored with the prestigious Outstanding NNCI Staff Member Award! This award recognizes the exceptional efforts of NNCI site staff members who go above and beyond to provide outstanding service and support to our network users.\nMay 20, 2024 \nOutreach and Engagement 2024 Awards Presented at Annual Ceremony\nNC State recognized this year’s most impactful engaged scholars and staff at an awards celebration on Monday, April 29. The Office of Outreach and Engagement…"
},
{
  "url": "https://mse.ncsu.edu/balke/news/2024/rtnn-wins-2024-opal-mann-green-engagement-and-scholarship-award/",
  "text": "RTNN Wins 2024 Opal Mann Green Engagement and Scholarship Award\nEditor’s note: Alumni Distinguished Graduate Professor of Science Education Gail Jones is a partner on on this project. \nThe Research Triangle Nanotechnology Network (RTNN) has been honored with the prestigious 2024 Opal Mann Green Engagement and Scholarship Award at NC State University. The award ceremony, scheduled for April 29 at the Park Alumni Center, will recognize RTNN’s outstanding contributions to nanotechnology research, education, and community engagement.\nThe Opal Mann Award, established in 2010 to honor the leadership of former NC State faculty member Dr. Opal Mann Green, is given annually to recognize a team dedicated to using democracy in the classroom, community, and at home; creating inclusionary teams; and community-based learning around local issues.\nFounded on the principles of the Kellogg Commission Engagement Seven-Part Test, RTNN emerged from collaborative efforts between NC State University, Duke University, and UNC-Chapel Hill in response to a National Science Foundation (NSF) call for proposals in 2014. Instead of competing individually, these institutions united to create a collaborative “Site” within the national university nanotechnology network, demonstrating a commitment to inclusivity and responsiveness to national needs.\nThe NC State Department of Materials Science and Engineering (MSE) is well represented in RTNN. Led by Kobe Steel Distinguished Professor Jacob Jones, Professor Nina Balke, and Phillip Strader, RTNN’s collaborative approach allows for comprehensive resources that support diverse areas of nanotechnology research, including microelectronics, quantum materials, fiber and textile science, agriculture, and social science. Unlike other sites with specialized focuses, RTNN’s broad capabilities cater to both traditional and non-traditional nano-researchers.\nIn addition to MSE, the project is highly collaborative and interdisciplinary, extending across the Department of Electrical and Computer Engineering, College of Education, College of Humanities and Social Sciences, the NC State Core Facilities including the Analytical Instrumentation Facility (AIF), NC State Nanofabrication Facility (NNF), Duke University, and UNC-Chapel Hill. \n“This award means so much to us,’” said Jones. “Of any awards we could receive, we are so excited and incredibly proud and honored to receive this particular award. There are many awards for research and education, but fewer for engagement. Yet engagement is so critical to the university. The team award is based on values that we take to heart— democracy in the community, inclusionary teams, and community-based learning. Over the past eight years, in all of the RTNN’s engagement activities, we’ve reached diverse and broad audiences with desktop electron microscopes and demonstrations, a massive open online course on nanotechnology, educating teachers in nanotechnology research during the summer, and interviewing and conducting social science research on external users (e.g., industry users of university facilities).” \n“Of any awards we could receive, we are so excited and incredibly proud and honored to receive this particular award. There are many awards for research and education, but fewer for engagement. Yet engagement is so critical to the university.” Jacob Jones\nThe network’s goals center on enhancing accessibility to nanotechnology resources by lowering barriers such as distance, cost, and awareness. Through educational outreach programs, RTNN prepares students for STEM careers, hosts training workshops, and serves as a hub for nanotechnology networking.\nRTNN serves as a portal to physical resources in the Research Triangle and intellectual resources by leveraging the expertise of more than 100 principal faculty and over 45 technical staff members across three constituent universities and nine core-shared user facilities.\nRTNN’s impact extends beyond research facilities. The network collaborates with community colleges, museums, and libraries to promote awareness and engagement with nanotechnology. Programs like the RTNN Kickstarter Program and “Nanotechnology, A Maker’s Course” on Coursera aim to educate and attract new users by offering initial free access and online courses.\nRTNN trains high-quality leaders in many ways. The annual Research Experience for Teachers takes place every summer and is aimed at continuing education for middle and high school teachers as well as community college instructors. Also during the summer is the Research Experience for Undergraduates, where selected students from all over the country participate in a 12-week program allowing them access to facilities and labs at NC State, Duke University, and UNC-Chapel Hill. \nIn addition to its educational efforts, RTNN conducts social science research to improve user experiences and inform program development. The network’s commitment to engagement is evident in initiatives like the Community College Internship Program, which provides laboratory experience to community college students seeking to transfer to RTNN institutions.\nRTNN’s innovative programs and partnerships exemplify a commitment to democratizing university resources and advancing nanotechnology education and research. The Opal Mann Green Engagement and Scholarship Award recognizes RTNN’s exceptional contributions to the field and its dedication to fostering collaboration and accessibility in nanotechnology.\n————\nThe annual Opal Green Awards will open for 2025 nominations later this year. Learn more about the submission guidelines, evaluation criteria, and past winners on their website. \n___________\nThis story originally appeared on the Department of Materials Science and Engineering website. \nThis post was originally published in College of Education News."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2023/energy-storage-materials-taps-balke-for-associate-editor/",
  "text": "Energy Storage Materials Taps Balke for Associate Editor\nNina Balke \nIt gives us great pleasure to announce that Professor Nina Balke has graciously accepted a one-year appointment to join the Energy Storage Materials team as an Associate Editor. Dr. Balke is an Associate Professor for MSE and the Director of the Analytical Instrumentation Facility. Her primary research interest focuses on the nanoscale functionality of energy materials where she looks at important processes relevant for energy storage. This includes the study of electromechanical, mechanical and transport phenomena in inorganic materials and across fluid-solid interfaces. Some of her most recent research investigates the 3D structure of electric double layers for ionic liquids as well as the electro-chemo-mechanical coupling in supercapacitors and battery materials to develop mechanical analogs of current-based characterization techniques which can be applied on local scales to investigate heterogeneities of electrochemical reactions and ion transport. Her background makes her a well-suited candidate for the role of Associate Editor.\nProfessor Balke joins an international team of editors from across the globe. She is one out of two editors representing the United States and the only one representing the state of North Carolina. \nAbout Energy Storage Materials Journal\nEnergy Storage Materials is an international multidisciplinary journal for communicating scientific and technological advances in the field of materials and their devices for advanced energy storage and relevant energy conversion (such as in metal-O2 batteries). It publishes comprehensive research articles, as well as topical feature articles/reviews by leading experts in the field.\nEnergy Storage Materials reports significant new findings related to synthesis, fabrication, structure, properties, performance, and technological application, in addition to the strategies and policies of energy storage materials and their devices for sustainable energy and development. The journal has an impact factor of 20.8, which means papers with high scientific and technological merit that impart important new knowledge and are of high interest to the international community will be published. \nIf your research fits the scope of Energy Storage Materials, consider submitting your original work to this prestigious journal.\nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2021/balke-research-news-august-2021/",
  "text": "Balke Research News-August 2021 | Balke Research Lab\nSkip to main content \nNina Balke joins NCSU as an Associate Professor in the MSE department.\nThe first AFM is in the lab. The Asylum Research MFP-3D Infinity is being tested and will soon support research on ferroelectric materials.\nSteven Baro joins the group as Graduate Student Researcher and Katie Shaffer joins for one semester as Undergraduate Student Researcher. Both will be working on ferroelectric materials. Welcome to the group!"
},
{
  "url": "https://mse.ncsu.edu/balke/news/2023/the-aif-is-hiring/",
  "text": "The AIF is Hiring! | Balke Research Lab\nAttention all undergrads at NC State University! Our facility is looking to hire an undergraduate student who would like to work with our staff and instruments. We’re specifically looking for those that are interested in learning about X-ray Tomography but are open to hiring for our other instruments as well.\nIf you’d like to apply, please email our director, Nina Balke, at ninabalke@ncsu.edu and attach your resume. \nAn Interview with a Former Undergraduate Worker\nLeah Bellcase worked as an undergraduate student at the AIF last year. We sat down with her to ask her a few questions about her experience. \nWhat were your responsibilities while working at AIF?\nWhile working at the AIF I had duties to help maintain a safe and functioning XRD lab alongside lab manager Dr. Forrester. I was trained in the operation of the X-ray diffractometers and helped the users of the facility. Some of my responsibilities included instrument maintenance checks and helping users if the instruments reached any errors during data collection. I also assisted users in training sessions as they learned to use the XRD and analyze data. Other responsibilities included cleaning and organizing the lab and restocking supplies when running low.\nWhat were your 3 favorite things while you were working here?\nOne of my favorite things about the job included hearing about a wide range of research projects from departments across NC State, as well as projects from industry and other universities. Another favorite thing of mine was the amount of knowledge I gained from this experience along with applying the knowledge I had learned in the classroom.\nThis experience has taught me how to work alongside a wide range of people, from undergraduate students to Ph.D. candidates to industry professionals. I learned many things that will help me with my future career goals including what it takes to keep a lab running, how to improve my professional communication, and how to upkeep safety measures.\nOn a scale of 1 to 10, how would you rate your experience working with the facility and staff? \nOn a scale of 1 to 10, I would rate working with the faculty and staff at a 9. The staff at AIF were so welcoming to me when I first started my position and were always there to help me learn along the way and answer any questions I may have had. While working at AIF not only did I learn about XRD techniques but I learned so much about the other instrumentation available such as SEM, ToF-SIMS, TEM, XPS, and more. \nThis post was originally published in Analytical Instrumentation Facility (AIF)."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2024/rtnn-wins-2024-opal-mann-green-engagement-and-scholarship-award-2/",
  "text": "RTNN Wins 2024 Opal Mann Green Engagement and Scholarship Award\nThe Research Triangle Nanotechnology Network (RTNN) has been honored with the prestigious 2024 Opal Mann Green Engagement and Scholarship Award at NC State University. The award ceremony, scheduled for April 29 at the Park Alumni Center, will recognize RTNN’s outstanding contributions to nanotechnology research, education, and community engagement.\nThe Opal Mann Award, established in 2010 to honor the leadership of former NC State faculty member Dr. Opal Mann Green, is given annually to recognize a team dedicated to using democracy in the classroom, community, and at home; creating inclusionary teams; and community-based learning around local issues.\nFounded on the principles of the Kellogg Commission Engagement Seven-Part Test, RTNN emerged from collaborative efforts between NC State University, Duke University, and UNC-Chapel Hill in response to a National Science Foundation (NSF) call for proposals in 2014. Instead of competing individually, these institutions united to create a collaborative “Site” within the national university nanotechnology network, demonstrating a commitment to inclusivity and responsiveness to national needs.\nThe NC State Department of Materials Science and Engineering (MSE) is well represented in RTNN. Led by Kobe Steel Distinguished Professor Jacob Jones, Professor Nina Balke, and Philip Strader, RTNN’s collaborative approach allows for comprehensive resources that support diverse areas of nanotechnology research, including microelectronics, quantum materials, fiber and textile science, agriculture, and social science. Unlike other sites with specialized focuses, RTNN’s broad capabilities cater to both traditional and non-traditional nano-researchers.\nIn addition to MSE, the project is highly collaborative and interdisciplinary, extending across the Department of Electrical and Computer Engineering, College of Education, College of Humanities and Social Sciences, the NC State Core Facilities including the Analytical Instrumentation Facility (AIF), NC State Nanofabrication Facility (NNF), Duke University, and UNC-Chapel Hill. \n“This award means so much to us,’” said Jones. “Of any awards we could receive, we are so excited and incredibly proud and honored to receive this particular award. There are many awards for research and education, but fewer for engagement. Yet engagement is so critical to the university. The team award is based on values that we take to heart— democracy in the community, inclusionary teams, and community-based learning. Over the past eight years, in all of the RTNN’s engagement activities, we’ve reached diverse and broad audiences with desktop electron microscopes and demonstrations, a massive open online course on nanotechnology, educating teachers in nanotechnology research during the summer, and interviewing and conducting social science research on external users (e.g., industry users of university facilities).” \n“Of any awards we could receive, we are so excited and incredibly proud and honored to receive this particular award. There are many awards for research and education, but fewer for engagement. Yet engagement is so critical to the university.” \nJacob Jones\nThe network’s goals center on enhancing accessibility to nanotechnology resources by lowering barriers such as distance, cost, and awareness. Through educational outreach programs, RTNN prepares students for STEM careers, hosts training workshops, and serves as a hub for nanotechnology networking.\nRTNN serves as a portal to physical resources in the Research Triangle and intellectual resources by leveraging the expertise of more than 100 principal faculty and over 45 technical staff members across three constituent universities and nine core-shared user facilities.\nRTNN’s impact extends beyond research facilities. The network collaborates with community colleges, museums, and libraries to promote awareness and engagement with nanotechnology. Programs like the RTNN Kickstarter Program and “Nanotechnology, A Maker’s Course” on Coursera aim to educate and attract new users by offering initial free access and online courses.\nRTNN trains high-quality leaders in many ways. The annual Research Experience for Teachers takes place every summer and is aimed at continuing education for middle and high school teachers as well as community college instructors. Also during the summer is the Research Experience for Undergraduates, where selected students from all over the country participate in a 12-week program allowing them access to facilities and labs at NC State, Duke University, and UNC-Chapel Hill. \nIn addition to its educational efforts, RTNN conducts social science research to improve user experiences and inform program development. The network’s commitment to engagement is evident in initiatives like the Community College Internship Program, which provides laboratory experience to community college students seeking to transfer to RTNN institutions.\nRTNN’s innovative programs and partnerships exemplify a commitment to democratizing university resources and advancing nanotechnology education and research. The Opal Mann Green Engagement and Scholarship Award recognizes RTNN’s exceptional contributions to the field and its dedication to fostering collaboration and accessibility in nanotechnology.\n————\nThe annual Opal Green Awards will open for 2025 nominations later this year. Learn more about the submission guidelines, evaluation criteria, and past winners on their website. \nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2018/microscopy-advance-reveals-unexpected-role-for-water-in-energy-storage-material/",
  "text": "Microscopy Advance Reveals Unexpected Role for Water in Energy Storage Material\nA material with atomically thin layers of water holds promise for energy storage technologies, and researchers have now discovered that the water is performing a different role than anyone anticipated. The finding was possible due to a new atomic force microscopy (AFM) method that measures the sub-nanoscale deformation rate in the material in response to changes in the material caused by energy storage.\nThe researchers studied crystalline tungsten oxide dihydrate, which consists of crystalline tungsten oxide layers separated by atomically thin layers of water. The material is of interest because it holds promise for helping to store and release energy quickly and efficiently. However, it has not been clear what role the water plays in this process.\nTo address this question, researchers from North Carolina State University, the Oak Ridge National Laboratory (ORNL) and Texas A&M University used a new methodology. The new technique relies on AFM to track the expansion and contraction of the material at the atomic scale and in real time as an electronic instrument called a potentiostat moves charge in and out of the material. This technique allowed the team to detect even minor deformations in the material as charge moved through it.\n“We tested both crystalline tungsten oxide dihydrate and crystalline tungsten oxide – which lacks the water layers,” says Veronica Augustyn, an assistant professor of materials science and engineering at NC State and corresponding author of a paper on the work. “And we found that the water layers appear to play a significant role in how the material responds mechanically to energy storage.”\n“Specifically, we found that the water layers do two things,” says Ruocun “John” Wang, a Ph.D. student in Augustyn’s lab and lead author of the paper. “One, the water layers minimize deformation, meaning that the material expands and contracts less as ions move in and out of the material when there are water layers. Two, the water layers make the deformation more reversible, meaning that the material returns to its original dimensions more easily.”\n“In practical terms, this means that the material with water layers is more efficient at storing charge, losing less energy,” Augustyn says.\nThe paper, “Operando Atomic Force Microscopy Reveals Mechanics of Structural Water Driven Battery-to-Pseudocapacitor Transition,” is published in the journal ACS Nano. The paper was co-authored by James Mitchell and Shelby Boyd of NC State; Qiang Gao, Wan-Yu Tsai and Nina Balke of ORNL; and Matt Pharr of Texas A&M. The work was done with support from the National Science Foundation under grants 1653827 and 571800; an ORAU Ralph E. Powe Junior Faculty Enhancement Award, as well as support from the Center for Nanophase Materials Sciences, which is a DOE Office of Science User Facility and the Fluid Interface Reactions, Structures and Transport (FIRST) Center, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences.\n-shipman-\nNote to Editors: The study abstract follows.\n“Operando Atomic Force Microscopy Reveals Mechanics of Structural Water Driven Battery-to-Pseudocapacitor Transition”\nAuthors: Ruocun Wang, James B. Mitchell, Shelby Boyd and Veronica Augustyn, North Carolina State University; Qiang Gao, Wan-Yu Tsai and Nina Balke, Oak Ridge National Laboratory; and Matt Pharr, Texas A&M University\nPublished: May 16, ACS Nano\nDOI: 10.1021/acsnano.8b02273\nAbstract: The presence of structural water in tungsten oxides leads to a transition in the energy storage mechanism from battery-type intercalation (limited by solid state diffusion) to pseudocapacitance (limited by surface kinetics). Here, we demonstrate that these electrochemical mechanisms are linked to the mechanical response of the materials during intercalation of protons and present a pathway to utilize the mechanical coupling for local studies of electrochemistry. Operando atomic force microscopy dilatometry is used to measure the deformation of redox-active energy storage materials and to link the local nanoscale deformation to the electrochemical redox process. This technique reveals that the local mechanical deformation of the hydrated tungsten oxide is smaller and more gradual than the anhydrous oxide and occurs without hysteresis during the intercalation and deintercalation processes. The ability of layered materials with confined structural water to minimize mechanical deformation likely contributes to their fast energy storage kinetics.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2021/birnessite-study-offers-insights-for-electrochemistry-energy-storage/",
  "text": "Birnessite Study Offers Insights For Electrochemistry, Energy Storage\nThe adsorption of ions from the electrolyte at an electrode surface is a ubiquitous process, of use for both existing and emerging electrochemical energy technologies. But what happens when these ions penetrate very small spaces? To address this question, researchers at NC State re-examined the behavior of a “classic” material, birnessite.\nBirnessite is a hydrated layered form of manganese oxide that can quickly store and release a variety of positive ions from electrolytes for many cycles. This makes it promising for use in high-power electrochemical energy storage, or in emerging electrochemical technologies such as desalination and rare element recovery from water. What’s more, it’s an abundant material, easy to make, and non-toxic.\nThe mechanism by which birnessite can uptake and release cations has been described as both faradaic (involving charge-transfer) and non-faradaic (involving only electrostatic ion adsorption).\nTo address this debate, the researchers used both experimental and computational approaches.\n“In the energy storage community, we normally think of charge storage as being either faradaic or non-faradaic,” says Shelby Boyd, first author of a paper on the work and a postdoctoral researcher at North Carolina State University. “At planar interfaces, faradaic refers to the specific adsorption of an ion to an electrode with corresponding charge transfer, as in a redox reaction. Non-faradaic refers to purely electrostatic adsorption without charge transfer. People have largely presented these mechanisms of charge storage as being mutually exclusive. But what we found with birnessite is that the nanoconfined interlayer structural water mitigates the interactions between intercalated cation and the birnessite. This results in an intermediate behavior from the two types of adsorption extremes at planar interfaces.”\nThe researchers were also able to prove experimentally and theoretically that water in between the layers of birnessite is effectively serving as a buffer that makes capacitive behavior possible without causing significant structural change in the birnessite.\nUltimately, the researchers say the findings highlight two future directions for the work, both of which are promising for the broader field of electrochemistry.\n“The field of electrochemistry is undergoing a renaissance,” says Veronica Augustyn, corresponding author of the paper and an assistant professor of materials science and engineering at NC State. “The ability to connect experimental results with atomistic-scale modeling of the electrochemical interface allows us to probe deeper than ever before and ask questions like: What roles are the solvent playing? What might happen when the reaction occurs under confinement? By understanding the capacitive mechanism of a material like birnessite, we set the stage for understanding more complex electrochemical reactions.”\nThe paper, “Effects of Interlayer Confinement and Hydration on Capacitive Charge Storage in Birnessite,” is forthcoming from Nature Materials. The paper was co-authored by Saeed Saeed, a Ph.D. student at NC State; Karthik Ganeshan and Adri C.T. van Duin of Pennsylvania State University; Wan-Yu Tsai and Nina Balke of Oak Ridge National Laboratory; and Tao Wu and De-en Jiang of University of California, Riverside. Balke will join the NC State faculty as an associate professor of materials science and engineering in August 2021.\nThis work was supported as part of the Fluid Interface Reactions, Structures and Transport, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Basic Energy Sciences at Oak Ridge National Laboratory. Boyd was also supported by the National Science Foundation Graduate Research Fellowship Program (GRFP).\n-shipman-\nNote to Editors: The study abstract follows.\n“Effects of Interlayer Confinement and Hydration on Capacitive Charge Storage in Birnessite”\nAuthors: Shelby Boyd, Saeed Saeed and Veronica Augustyn, North Carolina State University; Karthik Ganeshan and Adri C.T. van Duin, Pennsylvania State University; Wan-Yu Tsai and Nina Balke, Oak Ridge National Laboratory; and Tao Wu and De-en Jiang, University of California, Riverside\nPublished: August 2, Nature Materials\nDOI: 10.1038/s41563-021-01066-4\nAbstract: Nanostructured birnessite exhibits high specific capacitance and nearly ideal capacitive behaviour in aqueous electrolytes, rendering it an important electrode material for low-cost, high-power energy storage devices. The mechanism of electrochemical capacitance in birnessite has been described as both Faradaic (involving redox) and non-Faradaic (involving only electrostatic interactions). To clarify the capacitive mechanism, we characterized birnessite’s response to applied potential using ex situ X-ray diffraction, electrochemical quartz crystal microbalance, in situ Raman spectroscopy and operando atomic force microscope dilatometry to provide a holistic understanding of its structural, gravimetric and mechanical responses. These observations are supported by atomic-scale simulations using density functional theory for the cation-intercalated structure of birnessite, ReaxFF reactive force field-based molecular dynamics and ReaxFF-based grand canonical Monte Carlo simulations on the dynamics at the birnessite–water–electrolyte interface. We show that capacitive charge storage in birnessite is governed by interlayer cation intercalation. We conclude that the intercalation appears capacitive due to the presence of nanoconfined interlayer structural water, which mediates the interaction between the intercalated cation and the birnessite host and leads to minimal structural changes.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2022/fall-2022/",
  "text": "Fall 2022 | Balke Research Lab\nSkip to main content \nAugust 2022\nWelcome to Lauren Hogen! Lauren is our newest graduate student and will explore electrochemical processes with AFM.\nOctober 2022\nWe opened our labs for the University Open House and had great conversations with aspiring students. Happy Halloween to everyone!\nCategories: \nAFM \nNew Team"
},
{
  "url": "https://mse.ncsu.edu/balke/news/2022/balke-team-updates/",
  "text": "Balke Team Updates | Balke Research Lab\nSo long, farewell… and congrats!\nKatie Shaffer, NC State MSE alum and UC Santa Barbara MSE Ph.D. Candidate \nIt is with joy and immense pride that we are saying congratulations and farewell to our first undergraduate team member, Katie Shaffer. Katie completed her bachelors in MSE and graduated with full honors in the spring of 2022. Katie has been accepted to the Materials Department at the University of California at Santa Barbara, where she will begin work on her MSE Ph.D. Have fun there!\nWelcome to the Balke Group!\nThe Balke Research Group is thrilled to welcome our very own MSE Ph.D. candidate Tania Proksch to the group.\nCategories: \nNew Team"
},
{
  "url": "https://mse.ncsu.edu/balke/news/author/ncstate-newswire/page/2/",
  "text": "Staff | Balke Research Lab\nMay 24, 2018 \nMicroscopy Advance Reveals Unexpected Role for Water in Energy Storage Material\nA material with atomically thin layers of water holds promise for energy storage technologies, and researchers have now discovered that the water is performing a different role than anyone anticipated."
},
{
  "url": "https://mse.ncsu.edu/balke/news/author/nddegroo/page/2/",
  "text": "Niki Jennings | Balke Research Lab\nDec 20, 2021 \nAIF Director Featured in Women in AFM Blog\nAIF Director, was Dr. Nina Balke recently featured in the Women in AFM Blog. The aim of the Women in AFM campaign is to raise awareness not only of the fantastic work women are doing, but also to allow them to connect with one another. Nina’s research uses AFM to understand and discover new nanoscale…"
},
{
  "url": "https://mse.ncsu.edu/balke/news/2022/mse-senior-katie-shaffer-helps-make-stem-fields-more-inclusive-diverse/",
  "text": "MSE senior Katie Shaffer helps make STEM fields more inclusive, diverse\nBy Niki Jennings\nKatie Shaffer is a fourth-year undergraduate majoring in materials science and engineering. Katie learned about MSE early: in high school. “Materials science and engineering was something I discovered in high school,” says Katie. “I have always liked understanding why things work on a fundamental level and chemistry was my favorite class. MSE seemed like a way to combine both into a study that applied to everything. I entered NC State with MSE intent and did my CODA in the winter of my first year. Once I was in the major, I found enjoyment in studying materials on the nanoscale; they seemed to break all the fundamental science rules I had learned so far.”\nKatie has been a key fixture in the MSE department since her first year, starting in spring 2019. “I became an undergraduate researcher in my second-semester first year under Dr. Cuomo. He was able to introduce the world of MSE research before my first MSE class,” says Katie. “There, I studied nanoparticle growth and logged many hours on the scanning electron microscope (SEM) in the undergraduate lab. I left Dr. Cuomo’s lab during my second semester a second year to study abroad at the University of Wollongong in Australia. My advisors at the time, Dr. Balik, Dr. Cuomo, and Dr. Yingling, assisted in rearranging my MSE courseload to accomplish this goal.” Learning that Australian university semesters begin in March instead of January, she had an extra-long holiday, being able to backpack in New Zealand and travel across Australia before class started. \nKatie Shaffer \nHowever, like so many of our graduating seniors, Katie felt the direct impact of the COVID-19 pandemic on her study abroad. “Two weeks into the class, COVID was declared a global pandemic, and everyone traveled home and resumed virtual studies,” says Katie “I still took my Australian classes via Zoom on their timezone from my parent’s basement in Bethesda, Maryland. The next semester, I joined Dr. Dickey’s lab for her final semester at NC State, where I assisted graduate students in grain boundary analysis,” shares Katie. In 2021, Katie was a PDP analytical chemistry intern with BASF in Wyandotte, Michigan, working in R&D analyzing microplastics. Initially assigned to work on water contamination, Katie had to pivot to extracting microplastics from sediment due to broken machines with her colleague, Jessie Garcia. This pivotal role shift enabled Katie to establish a method for deriving microplastics from sediment, and as a result, her first paper will be released soon. Katie is currently the first Undergraduate Researcher in Dr. Balke’s Research Group, where she works under Dr. Balke to study the piezoelectric properties of materials using atomic force microscopy (AFM).\n“This is fun for me. It looks like a lot of work, but I am fulfilled by it. I am not working a typical 9-5 job, but I am able to accomplish many things that I wouldn’t be able to do in other areas.”\nKatie confesses that her favorite professor is Dr. Jones. “It is very clear to the students how much time and energy he puts into developing his curriculum and teaching style. Even though my interest in his class topic was not as high as in other classes and it was 8:30 a.m., I looked forward to his class the most because he was such an engaging teacher,” shares Katie. \nOn top of her schoolwork, Katie has served as the NC State MSE Lead Student Ambassador since fall 2020. This honor allows her to participate in and manage MSE student outreach events as well as educational videos for Open House. “That first semester I joined the MSE ambassadors in 2020 under Dr. Yingling, I created virtual programs using Zoom for current and incoming students who were unable to visit campus.” Katie’s favorite event with the ambassadors is the College of Engineering Open House. “This is where we get to do our fun live demonstrations that include liquid nitrogen and ferrofluid,” says Katie. “A hands-on approach has always been my favorite way of learning. It is no surprise then that my favorite classes were lab classes. The lab was a way to apply the fundamentals we learned in previous classes and an opportunity to learn characterization and analysis techniques.” And while the lab reports may not have been Katie’s favorite task when she was writing them on a Thursday night, they exponentially improved her technical writing skills, something she is very thankful for today.\nKatie’s favorite thing about MSE is how interdisciplinary it is. “Depending on what you study, you pull on physics, chemistry, biology, math, and many more disciplines,” says Katie. While there have been many victories along the way, she is most proud of her work to develop communities at NC State. “My goal while in leadership positions has always been to create more diverse and inclusive environments for students to shine,” says Katie. “Outside of MSE, I am president of NC State’s chapter of oSTEM, a national LGBT+ organization for students and professionals in STEM fields.” In her role, she facilitates workshops, industry chats, and community bonding activities. A great joy for Katie has been organizing oSTEM events over the past three years. \nKatie at her BASF internship (pictured with Jessie Garcia) \nDuring her time as a freshman at NC State, Katie volunteered with the WISE Village, as well as Girls Engineering Change, a program geared to middle and high schoolers that present challenges that younger kids can try to solve. A little-known truth about Katie is her passion for pre-K-12 STEM education. “I considered becoming a preschool teacher when I was in high school. I worked in aftercare after my high school classes and was a teacher for the summer program for 2 and 3-year-olds, where I taught kids to learn how to share, how to be a member of society, and to be curious about the world around them. While I ultimately decided that career was not for me, I still enjoy teaching all ages about STEM and MSE whenever I can,” says Katie.\nKatie at Symbio Wildlife Park in Helensburgh, NSW, Australia with some local grey kangaroos at their petting zoo \nFor fun, Katie enjoys getting her vitamin D by being outside, whether it is hiking, sitting by a lake such as Lake Johnson, or traveling. “One fun fact is that I hiked up and down the Tongariro Crossing volcanic mountain range in New Zealand,” says Katie.\nAfter her spring 2022 graduation, Katie will begin graduate work on a Materials Science and Engineering Ph.D. at the University of California at Santa Barbara. She will pursue a career in materials characterization, a passion that has been developed through her experience in undergraduate research. \nIf you would like to learn more about Katie, she can be reached on LinkedIn.\nThis post was originally published in the Department of Materials Science and Engineering.\nThis post was originally published in College of Engineering News."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2022/day-of-giving-supports-coe-student-programs-research-and-more/",
  "text": "Day of Giving supports COE student programs, research and more\nThe College of Engineering will be rallying together alumni, faculty, staff members and friends for NC State University’s fourth annual Day of Giving on March 23. The College’s nine academic departments will be competing to receive the most gifts on Day of Giving to win an additional share of $15,000 in prize money from Dean Louis Martin-Vega.\nDay of Giving is a 24-hour event that supports the University’s world-class research and improves existing programs while developing new opportunities for students.\nWith competition from other colleges and bonus funds available from NC State, gifts made during Day of Giving will have an even greater impact on COE students and faculty members as the more donations given to the College, the greater percentage of bonus funds it will be awarded.\nThe nine COE academic departments are not the only places that gifts can be made out to on March 23. Gifts can also be given to initiatives including the Women and Minority Engineering Programs, the Biotechnology Training and Education Center and the College’s engineering research centers.\nAlumni and friends of the College are also encouraged to tune in to participate in extra challenges that can help their gifts go even further.\nThe College is focused on the following social media challenges this Day of Giving:\nDay of Giving Video Share Challenge (Facebook): From March 16-22, help us raise awareness leading up to the big day by posting the NC State Day of Giving video directly from the COE Facebook page. The college, program or fund whose video post receives the most shares before March 23 will win an additional $3,000.\nHashtag Match (Twitter): 1 tweet = $10. Every tweet that tags #GivingPack counts as a $10 gift until the full $6,000 is accounted for. Beginning at 12:01 a.m., tweet something you love about NC State, use the #GivingPack hashtag and tag @NCStateEngr to add $10 extra to the College’s total. If the College receives the most mentions when the challenge threshold is reached, COE will earn an additional $2,000.\nOne Wolfpack Challenge (Twitter, Instagram): We’re all One Wolfpack. Starting at 10 a.m., post a photo of yourself or your Pack repping NC State gear, and use the hashtag #GivingPack. Get creative and tell us the story of your photo! Participate on Twitter and Instagram by using #GivingPack and mentioning @NCStateEngr. You can also participate on Instagram Stories by tagging @NCState and using the hashtag #GivingPack along with mentioning @NCStateEngr. Two winners will earn an extra $1,000 each for their favorite college/unit.\nPack Pets Challenge (Twitter, Instagram): Do your pets back the Pack? From 7 to 8 p.m., post a photo on Twitter or Instagram of your pet in Wolfpack gear using #GivingPack and tag #NCStateEngr and/or @NCStateEngr for a chance to help the College win an extra $1,000. On Instagram Stories, make sure to tag @NCState too so your entry is counted.\nThe College is also aiming to win the following giving challenges:\nMost Alumni Gifts Challenge: The strength of the wolf is the Pack. Gather fellow alumni to give to the area you’re most passionate about between 1 and 2 p.m., and potentially earn COE a bonus $1,000.\nFaculty Staff Challenge: Our faculty and staff are some of the most enthusiastic members of the Wolfpack, so we have a challenge just for them. If COE has the most employee gifts between 2 and 3 p.m., the College will win this challenge for $1,000!\nMost Young Alumni Gifts Challenge: If you graduated from the College in the last 10 years (graduates from any classes between 2011 and 2021), this is the challenge for you! The area with the most gifts from young alumni between 3 and 4 p.m. will receive an extra $1,000.\nOn Day of Giving, gifts can be made at dayofgiving.ncsu.edu. Beyond making gifts, spreading the word on social media will also be an important part of making the day a success — so be sure to tag the College of Engineering at @NCStateEngr on Twitter and Instagram, NC State Engineering on Facebook and NC State College of Engineering on LinkedIn.\nLast year, alumni and friends helped set new records for the College by raising $6 million from 1,615 gifts — placing second across the University for number of gifts and total dollars raised. The University raised $58 million with more than 14,000 gifts, setting a national record for dollars raised during a college or university giving day, according to the consulting firm State of Wow. More information is available on the Day of Giving FAQ page or by contacting Hannah Kunkel with the NC State Engineering Foundation at heallen3@ncsu.edu\nThis post was originally published in College of Engineering News."
},
{
  "url": "https://mse.ncsu.edu/balke/news/2022/graduate-programs-rise-in-rankings/",
  "text": "Graduate Programs Rise in Rankings\nNC State’s graduate programs in education, engineering, statistics, business, social work and nonprofit management advanced on the annual list of America’s best graduate schools published this week by U.S. News & World Report. Graduate programs in veterinary medicine, nuclear engineering, and biological and agricultural engineering continued their dominance on the biennial list, ranking among the top 10 programs in their respective disciplines.\nThe 2023 rankings are based on quality indicators such as student-faculty ratio, average GRE scores of incoming students and alumni success in the job market. They also rely heavily on peer assessments, giving significant weight to each school’s academic reputation.\nMoving Up\nNC State’s College of Education continued its steady rise in the rankings, moving up nine spots on this year’s list to rank 28th in the nation. That’s an impressive achievement, considering the college wasn’t even in the top 50 in 2017. What’s more, four of the college’s specialties ranked in the top 25 this year: education administration and supervision, 14th; secondary teacher education, 18th; elementary teacher education, 22nd; and curriculum and instruction, 24th.\nThe College of Engineering, which slipped one spot to 26th in the nation, saw many of its specialties advance in the rankings. Biological and agricultural engineering, which it administers jointly with the College of Agriculture and Life Sciences, moved up four spots to rank third in the nation. Mechanical engineering jumped eight spots to rank 38th and civil engineering moved up four spots to rank 26th. Several specialties moved up one spot this year, including chemical engineering, 20th; environmental engineering, 21st; materials science and engineering, 22nd; and electrical and electronic engineering, 34th.\nNuclear engineering maintained its third-place ranking, which it first achieved in 2019.\nBy the Numbers\nIn the College of Sciences, statistics moved up five spots to rank 11th in the nation. And applied math made the list for the first time, ranking 21st in the nation.\nIn the Poole College of Management, the part-time Jenkins MBA program recovered after losing ground in 2021 and is now ranked 57th in the nation — on par with its 2019 ranking.\nThe College of Humanities and Social Sciences also had reason to cheer this year’s graduate school rankings. Its graduate program in nonprofit management moved into the top 25 nationwide, advancing two spots to 24th this year. And the graduate program in social work ranked 79th in the nation, up from 96th in 2021.\nNC State’s College of Veterinary Medicine again ranked fourth in the nation this year, a position it has held since 2019.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/balke/news/category/research-news/page/3/",
  "text": "Research News | Balke Research Lab\nMar 16, 2022 \nDay of Giving supports COE student programs, research and more\nThe College of Engineering will be rallying together alumni, faculty, staff members and friends for NC State University’s fourth annual Day of Giving on March 23. The College’s nine academic departments will be competing to receive the most gifts on Day of Giving to win an additional share of $15,000 in prize money from Dean Louis…"
}]