[{
  "url": "https://scholar.google.com/citations?user=s2NqMEAAAAAJ&hl=en",
  "text": "‪D W Brenner‬ - ‪Google Scholar‬\nEmpirical potential for hydrocarbons for use in simulating the chemical vapor deposition of diamond films\nDW Brenner\nPhysical review B 42 (15), 9458, 1990\n56341990A second-generation reactive empirical bondorder (REBO) potential energy expression for hydrocarbons\nDW Brenner, OA Shenderova, JA Harrison, SJ Stuart, B Ni, SB Sinnott\nJournal of Physics: Condensed Matter 14 (4), 783, 2002\n47442002Energetics of nanoscale graphitic tubules\nDH Robertson, DW Brenner, JW Mintmire\nPhysical Review B 45 (21), 12592, 1992\n11871992Carbon nanostructures\nOA Shenderova, VV Zhirnov, DW Brenner\nCritical reviews in solid state and material sciences 27 (3-4), 227-356, 2002\n11762002High-entropy high-hardness metal carbides discovered by entropy descriptors\nP Sarker, T Harrington, C Toher, C Oses, M Samiee, JP Maria, ...\nNature communications 9 (1), 4980, 2018\n10272018Molecular simulation of the influence of chemical cross-links on the shear strength of carbon nanotube− polymer interfaces\nSJV Frankland, A Caglar, DW Brenner, M Griebel\nThe Journal of Physical Chemistry B 106 (12), 3046-3048, 2002\n8652002Handbook of nanoscience, engineering, and technology\nWA Goddard III, D Brenner, SE Lyshevski, GJ Iafrate\nCRC press, 2002\n7112002Phase stability and mechanical properties of novel high entropy transition metal carbides\nTJ Harrington, J Gild, P Sarker, C Toher, CM Rost, OF Dippo, C McElfresh, ...\nActa Materialia 166, 271-280, 2019\n7052019The stress–strain behavior of polymer–nanotube composites from molecular dynamics simulation\nSJV Frankland, VM Harik, GM Odegard, DW Brenner, TS Gates\nComposites Science and Technology 63 (11), 1655-1661, 2003\n6542003Mechanical and electrical properties of nanotubes\nJ Bernholc, D Brenner, M Buongiorno Nardelli, V Meunier, C Roland\nAnnual Review of Materials Research 32 (1), 347-375, 2002\n5272002Charge‐induced disorder controls the thermal conductivity of entropy‐stabilized oxides\nJL Braun, CM Rost, M Lim, A Giri, DH Olson, GN Kotsonis, G Stan, ...\nAdvanced materials 30 (51), 1805004, 2018\n5012018Atomistic modeling of the fracture of polycrystalline diamond\nOA Shenderova, DW Brenner, A Omeltchenko, X Su, LH Yang\nPhysical Review B 61 (6), 3877, 2000\n4632000The art and science of an analytic potential\nDW Brenner\nphysica status solidi (b) 217 (1), 23-40, 2000\n3502000Molecular-dynamics simulations of atomic-scale friction of diamond surfaces\nJA Harrison, CT White, RJ Colton, DW Brenner\nPhysical Review B 46 (15), 9700, 1992\n3311992Colloidal stability of modified nanodiamond particles\nN Gibson, O Shenderova, TJM Luo, S Moseenkov, V Bondar, A Puzyr, ...\nDiamond and Related materials 18 (4), 620-626, 2009\n3302009Carbon nanostructures for advanced composites\nY Hu, OA Shenderova, Z Hu, CW Padgett, DW Brenner\nReports on Progress in Physics 69 (6), 1847, 2006\n3062006Influence of chemisorption on the thermal conductivity of single-wall carbon nanotubes\nCW Padgett, DW Brenner\nNano Letters 4 (6), 1051-1053, 2004\n2972004Mechanical properties of nanotubule fibers and composites determined from theoretical calculations and simulations\nSB Sinnott, OA Shenderova, CT White, DW Brenner\nCarbon 36 (1-2), 1-9, 1998\n2851998Predictions of enhanced chemical reactivity at regions of local conformational strain on carbon nanotubes: kinky chemistry\nD Srivastava, DW Brenner, JD Schall, KD Ausman, MF Yu, RS Ruoff\nThe Journal of Physical Chemistry B 103 (21), 4330-4337, 1999\n2841999Molecular dynamics simulations of dimer opening on a diamond {001}(2x1) surface\nBJ Garrison, EJ Dawnkaski, D Srivastava, DW Brenner\nScience 255 (5046), 835-838, 1992\n2761992"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:8d8msizDQcsC",
  "text": "View article\nAn empirical many-body potential-energy expression is developed for hydrocarbons that can model intramolecular chemical bonding in a variety of small hydrocarbon molecules as well as graphite and diamond lattices. The potential function is based on Tersoff’s covalent-bonding formalism with additional terms that correct for an inherent overbinding of radicals and that include nonlocal effects. Atomization energies for a wide range of hydrocarbon molecules predicted by the potential compare well to experimental values. The potential correctly predicts that the π-bonded chain reconstruction is the most stable reconstruction on the diamond {111} surface, and that hydrogen adsorption on a bulk-terminated surface is more stable than the reconstruction. Predicted energetics for the dimer reconstructed diamond {100} surface as well as hydrogen abstraction and chemisorption of small molecules on the diamond {111 …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:anf4URPfarAC",
  "text": "View article\nAuthors\nDH Robertson, DW Brenner, JW Mintmire\nPublisher\nAmerican Physical Society\nDescription\nUsing both empirical potentials and first-principles total-energy methods, we have examined the energetics and elastic properties of all possible graphitic tubules with radii less than 9 Å. We find that the strain energy per carbon atom relative to an unstrained graphite sheet varies as 1/R 2 (where R is the tubule radius) and is insensitive to other aspects of the lattice structure, indicating that relationships derivable from continuum elastic theory persist well into the small-radius limit. We also predict that this strain energy is much smaller than that in highly symmetric fullerene clusters with similar radii, suggesting a possible thermodynamic preference for tubular structures rather than cage structures. The empirical potentials further predict that the elastic constants along the tubule axis generally soften with decreasing tubule radius, although with a distinct dependence on helical conformation.\nScholar articles\nDH Robertson, DW Brenner, JW Mintmire - Physical Review B, 1992"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:LO7wyVUgiFcC",
  "text": "View article\nAuthors\nDonald W Brenner, Olga A Shenderova, Judith A Harrison, Steven J Stuart, Boris Ni, Susan B Sinnott\nPublication date\n2002/1/18\nJournal\nJournal of Physics: Condensed Matter\nDescription\nA second-generation potential energy function for solid carbon and hydrocarbon molecules that is based on an empirical bond order formalism is presented. This potential allows for covalent bond breaking and forming with associated changes in atomic hybridization within a classical potential, producing a powerful method for modelling complex chemistry in large many-atom systems. This revised potential contains improved analytic functions and an extended database relative to an earlier version (Brenner D W 1990 Phys. Rev. B 42 9458). These lead to a significantly better description of bond energies, lengths, and force constants for hydrocarbon molecules, as well as elastic properties, interstitial defect energies, and surface energies for diamond.\nScholar articles\nDW Brenner, OA Shenderova, JA Harrison, SJ Stuart… - Journal of Physics: Condensed Matter, 2002"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:NXb4pA-qfm4C",
  "text": "View article\nAuthors\nSJV Frankland, A Caglar, DW Brenner, M Griebel\nPublication date\n2002/3/28\nJournal\nThe Journal of Physical Chemistry B\nPublisher\nAmerican Chemical Society\nDescription\nThe influence of chemical cross-links between a single-walled fullerene nanotube and a polymer matrix on the matrix−nanotube shear strength has been studied using molecular dynamics simulations. A (10,10) nanotube embedded in either a crystalline or amorphous polyethylene matrix is used as a model for a nonbonded interface (in the absence of cross-links). The simulations predict that shear strengths and critical lengths required for load transfer can be enhanced and decreased, respectively, by over an order of magnitude with the formation of cross-links involving less than 1% of the nanotube carbon atoms. At this level of chemical functionalization, calculations also predict that there is a negligible change in tensile modulus for a (10,10) nanotube. \nScholar articles\nSJV Frankland, A Caglar, DW Brenner, M Griebel - The Journal of Physical Chemistry B, 2002"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:xa5BkEQK8BgC",
  "text": "View article\nAuthors\nPranab Sarker, Tyler Harrington, Cormac Toher, Corey Oses, Mojtaba Samiee, Jon-Paul Maria, Donald W Brenner, Kenneth S Vecchio, Stefano Curtarolo\nPublisher\nNature Publishing Group UK"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:tgTmbKTkO1IC",
  "text": "View article\nAuthors\nTyler J Harrington, Joshua Gild, Pranab Sarker, Cormac Toher, Christina M Rost, Olivia F Dippo, Cameron McElfresh, Kevin Kaufmann, Eduardo Marin, Lucas Borowski, Patrick E Hopkins, Jian Luo, Stefano Curtarolo, Donald W Brenner, Kenneth S Vecchio\nDescription\nTwelve different equiatomic five-metal carbides of group IVB, VB, and VIB refractory transition metals are synthesized via high-energy ball milling and spark plasma sintering. Implementation of a newly developed ab initio entropy descriptor aids in selection of candidate compositions for synthesis of high entropy and entropy stabilized carbides. Phase formation and composition uniformity are analyzed via XRD, EDS, S/TEM-EDS, and EXAFS. Nine of the twelve candidates form true single-phase materials with the rocksalt (B1) structure when sintered at 2473 K and can therefore be investigated as high entropy carbides (HECs). The composition (V0.2Nb0.2Ta0.2Mo0.2W0.2)C is presented as a likely candidate for further investigation as an entropy stabilized carbide. Seven of the carbides are examined for mechanical properties via nanoindentation. The HECs show significantly enhanced hardness when compared …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:g8uWPOAv7ggC",
  "text": "View article\nNanotechnology, science, and engineering spearhead the 21st century revolution that is leading to fundamental breakthroughs in the way materials, devices, and systems are understood, designed, made, and used. With contributions from a host of world-class experts and pioneers in the field, this handbook sets forth the fundamentals of nanoelectromech"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:a9-T7VOCCH8C",
  "text": "View article\nAuthors\nSJV Frankland, VM Harik, GM Odegard, DW Brenner, TS Gates\nJournal\nComposites Science and Technology\nDescription\nStress–strain curves of polymer–carbon nanotube composites generated from molecular dynamics simulations of a single-walled carbon nanotube embedded in polyethylene are presented. A comparison is made between the response to mechanical loading of a composite with a long, continuous nanotube (replicated via periodic boundary conditions) and the response of a composite with a short, discontinuous nanotube. Both composites are mechanically loaded in the direction of, and transverse to, the nanotube axis. The long-nanotube composite shows an increase in the stiffness relative to the polymer and behaves anisotropically under the different loading conditions considered. The short-nanotube composite shows no enhancement relative to the polymer, most probably because of its low aspect ratio. The stress–strain curves from molecular dynamics simulations are compared with corresponding rule-of …\nScholar articles\nSJV Frankland, VM Harik, GM Odegard, DW Brenner… - Composites Science and Technology, 2003"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:HtEfBTGE9r8C",
  "text": "View article\nAuthors\nJ Bernholc, D Brenner, M Buongiorno Nardelli, V Meunier, C Roland\nSource\nAnnual Review of Materials Research\nDescription\n▪ Abstract\nWe review the recent progress in our understanding of the mechanical and electrical properties of carbon nanotubes, emphasizing the theoretical aspects. Nanotubes are the strongest materials known, but the ultimate limits of their strength have yet to be reached experimentally. Modeling of nanotube-reinforced composites indicates that the addition of small numbers of nanotubes may lead to a dramatic increase in the modulus, with only minimal crosslinking. Deformations in nanotube structures lead to novel structural transformations, some of which have clear electrical signatures that can be utilized in nanoscale sensors and devices. Chemical reactivity of nanotube walls is facilitated by strain, which can be used in processing and functionalization. Scanning tunneling microscopy and spectroscopy have provided a wealth of information about the structure and electronic properties of nanotubes …\nScholar articles\nJ Bernholc, D Brenner, M Buongiorno Nardelli… - Annual Review of Materials Research, 2002"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:urP0JZOBBUsC",
  "text": "View article\nAuthors\nJeffrey L Braun, Christina M Rost, Mina Lim, Ashutosh Giri, David H Olson, George N Kotsonis, Gheorghe Stan, Donald W Brenner, Jon‐Paul Maria, Patrick E Hopkins\nDescription\nManipulating a crystalline material's configurational entropy through the introduction of unique atomic species can produce novel materials with desirable mechanical and electrical properties. From a thermal transport perspective, large differences between elemental properties such as mass and interatomic force can reduce the rate at which phonons carry heat and thus reduce the thermal conductivity. Recent advances in materials synthesis are enabling the fabrication of entropy‐stabilized ceramics, opening the door for understanding the implications of extreme disorder on thermal transport. Measuring the structural, mechanical, and thermal properties of single‐crystal entropy‐stabilized oxides, it is shown that local ionic charge disorder can effectively reduce thermal conductivity without compromising mechanical stiffness. These materials demonstrate similar thermal conductivities to their amorphous …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:0izLItjtcgwC",
  "text": "View article\nAuthors\nOA Shenderova, VV Zhirnov, DW Brenner\nSource\nCritical reviews in solid state and material sciences\nPublisher\nTaylor & Francis Group\nDescription\nAn overview of the various carbon structures with characteristic sizes in the nanoscale region is presented, with special attention devoted to the structures and properties of ‘nanodiamond’ and carbon nanotubes. The term ‘nanodiamond’ is used broadly for a variety of diamond-based materials at the nanoscale ranging from single diamond clusters to bulk nanocrystalline films. Only selected properties of carbon nanotubes are discussed, with an aim to summarize the most recent discoveries. Current and potential applications of carbon nanostructures are critically analyzed.\nScholar articles\nOA Shenderova, VV Zhirnov, DW Brenner - Critical reviews in solid state and material sciences, 2002"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:WJVC3Jt7v1AC",
  "text": "View article\nJournal\nphysica status solidi (b)\nPublisher\nWILEY‐VCH Verlag Berlin GmbH\nDescription\nTwo aspects of the development of an effective interatomic potential energy function are discussed. The first is the derivation of sound functional forms that are motivated by quantum‐mechanical bonding principles. The second aspect is the development of empirical corrections and fitting parameters that are often necessary to make a potential function practical for specific applications. An analytic bond‐order function for carbon is used as an example.\nScholar articles\nDW Brenner - physica status solidi (b), 2000"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:IRz6iEL74y4C",
  "text": "View article\nAuthors\nOA Shenderova, DW Brenner, A Omeltchenko, X Su, LH Yang\nPublisher\nAmerican Physical Society\nDescription\nA series of molecular-dynamics simulations using a many-body interatomic potential has been performed to investigate the behavior under load of several< 001> and< 011> symmetrical tilt grain boundaries (GB’s) in diamond. Cohesive energies, the work for fracture, maximum stresses and strains, and toughness as a function of GB type are evaluated. Results indicate that special short-period GB’s possess higher strengths and greater resistance to crack propagation than GB’s in nearby misorientation angles. Based on dynamic simulations, it was found that the mechanism of interface failure for GB’s without preexisting flaws is not that implied by Orovan’s criterion, but rather GB strength is defined by GB type instead of cleavage energy. In simulations of crack propagation within GB’s on the other hand, it was found that critical stresses for crack propagation from atomistic simulation and from the Griffith criterion are …\nScholar articles\nOA Shenderova, DW Brenner, A Omeltchenko, X Su… - Physical Review B, 2000"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:u-coK7KVo8oC",
  "text": "View article\nAuthors\nN Gibson, O Shenderova, TJM Luo, S Moseenkov, V Bondar, A Puzyr, K Purtov, Z Fitzgerald, DW Brenner\nJournal\nDiamond and Related materials\nDescription\nColloidal stability is one of the critical factors for the use of nanodiamonds as potential enterosorbents. Although nanodiamonds are believed to be a promising enterosorbent, colloidal stability in hydrosols of raw polydispersed nanodiamonds produced by detonation is typically low. Surface modification and fractionation significantly improves colloidal stability of nanodiamond suspensions within the physiological pH range. The modification of nanodiamonds can be completed either by physical means, i.e., plasma treatments, or by chemical methods. In the current paper an analysis of the colloidal stability of detonation nanodiamonds hydrosols, which have undergone different surface modifications, is presented based on zeta potential measurements and titration experiments.\nScholar articles\nN Gibson, O Shenderova, TJM Luo, S Moseenkov… - Diamond and Related materials, 2009"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:4hFrxpcac9AC",
  "text": "View article\nAuthors\nJA Harrison, CT White, RJ Colton, DW Brenner\nPublication date\n1992/10/15\nPublisher\nAmerican Physical Society\nDescription\nThe friction which occurs when two diamond (111) hydrogen-terminated surfaces are placed in sliding contact is investigated for sliding in different crystallographic directions, as a function of applied load, temperature, and sliding velocity. We find a directional dependence to the friction coefficient, μ; that for certain crystallographic sliding directions μ increases with increasing load and as the temperature decreases; and that for the sliding speeds investigated here, μ is approximately independent of sliding velocity. We also found that the sliding velocity may become a factor for very slow, experimentally achievable sliding velocities when sliding in the [112] direction but not for sliding in the [11 0] direction.\nScholar articles\nJA Harrison, CT White, RJ Colton, DW Brenner - Physical Review B, 1992"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:IUKN3-7HHlwC",
  "text": "View article\nAuthors\nYanhong Hu, Olga A Shenderova, Zushou Hu, Clifford W Padgett, Donald W Brenner\nPublication date\n2006/5/30\nJournal\nReports on Progress in Physics\nDescription\nRecent advances in the science and technology of composites utilizing carbon nanostructures are reviewed, including experimental results and modelling studies of composite properties and processing. Carbon nanotubes are emphasized, with other carbon nanostructures such as fullerenes, ultradispersed diamond clusters and diamond nanorods also being discussed.\nScholar articles\nY Hu, OA Shenderova, Z Hu, CW Padgett, DW Brenner - Reports on Progress in Physics, 2006"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:9c2xU6iGI7YC",
  "text": "View article\nAuthors\nClifford W Padgett, Donald W Brenner\nPublisher\nAmerican Chemical Society\nDescription\nThe thermal conductivity at 300 K of (10,10) carbon nanotubes that have been functionalized by chemical attachment of phenyl rings through covalent bonding (chemisorption) at random positions has been calculated as a function of adsorption density using classical trajectories. The system exhibits a rapid drop in thermal conductivity with chemisorption, where chemisorption to as little as 1.0% of the nanotube carbon atoms reduces the thermal conductivity by over a factor of 3. The simulation results indicate that the effect is due to a reduction in phonon scattering length rather than changes in the vibrational frequencies of the carbon atoms in the nanotube. \nScholar articles\nCW Padgett, DW Brenner - Nano Letters, 2004"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:sNmaIFBj_lkC",
  "text": "View article\nTheoretical Young's moduli have been estimated for carbon fibers composed of single-walled fullerene nanotubules aligned in the direction of the tubule axis. In the limit of infinitely long tubules, the fibers can have a Young's modulus comparable to that of diamond. Exploiting this property of nanotubule fibers, we investigate a new carbon composite composed of layered nanotubule fibers and diamond. Such a composite is found to be a high-modulus, low-density material that is quite stable to shear and other distortions."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:6ZxmRoH8BuwC",
  "text": "View article\nAuthors\nDeepak Srivastava, Donald W Brenner, J David Schall, Kevin D Ausman, MinFeng Yu, Rodney S Ruoff"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=s2NqMEAAAAAJ&citation_for_view=s2NqMEAAAAAJ:Nufq_to8ts0C",
  "text": "View article\nAuthors\nBarbara J Garrison, Eric J Dawnkaski, Deepak Srivastava, Donald W Brenner\nPublication date\n1992/2/14\nPublisher\nAmerican Association for the Advancement of Science\nDescription\nComputer simulations of hydrocarbon and related molecules using empirical force fields have become important tools for studying a number of biological and related processes at the atomic scale. Traditional force fields, however, cannot be used to simulate dynamic chemical reactivity that involves changes in atomic hybridization. Application of a many-body potential function allows such reactivity to occur in a computer simulation. Simulations of the reaction of small hydrocarbon molecules adsorbed on a reconstructed diamond {001}(2×1) surface suggest that these hydrocarbons are highly reactive species and that initial stages of diamond growth proceed through a dimer-opening mechanism. Rates estimated from transition state theory of two interconversions between states where the dimer is open and closed are given.\nScholar articles\nBJ Garrison, EJ Dawnkaski, D Srivastava, DW Brenner - Science, 1992\nBJ Garrison, EJ Dawnkaski, D Srivastava, DW Brenner"
},
{
  "url": "https://mse.ncsu.edu/brenner/",
  "text": "Brenner Research Lab\nThe Brenner Research Lab, under the direction of Donald Brenner, Kobe Steel Distinguished Professor and Head of the Department of Materials Science and Engineering, advances the field of computational materials science through the development and application of atomistic modeling and simulation. By designing new theoretical approaches and computational tools, we investigate the fundamental properties of materials at the atomic scale. Our work spans metals, ceramics, polymers, and nanomaterials to predict behavior, guide experiments, and enable innovations in energy, electronics, and structural materials.\nHolladay Medal Awardee\nThe university’s highest honor \nDonald Brenner, Principal Investigator\nProfessor Donald Brenner, Kobe Steel Distinguished Professor of Materials Science and Engineering and Department Head, received his Ph.D. from the University of Pennsylvania. He completed postdoctoral work at the Naval Research Laboratory before joining the faculty at North Carolina State University. He is internationally recognized for his development of the Brenner Potential, a widely-used method for modeling carbon and other materials at the atomic scale. His research focuses on computational materials science, molecular dynamics, and the design of new simulation methods to predict and guide materials innovations.\nResearch Focus: Computational Materials Science and Atomistic Modeling\nOur areas of expertise include:\nAtomistic simulations of materials: \nMolecular dynamics and Monte Carlo methods\nQuantum-based modeling of atomic interactions\nPredicting mechanical, electronic, and thermal properties\nApplications in diverse materials systems: \nMetals, ceramics, and polymers\nCarbon-based nanomaterials and composites\nEnergy conversion and electronic device materials\nComputational method development: \nDevelopment of the Brenner potential for carbon systems\nCreation of new interatomic potentials and force fields\nTools for multiscale modeling and simulation\nCore research goals: \nRevealing fundamental material behavior at the atomic scale\nDesigning computational methods to guide experiments\nEnabling innovations in energy, electronics, and structural materials\nJoin the Brenner Team\nWe are looking for talented and motivated graduate students and postdoctoral researchers to join the group."
},
{
  "url": "https://mse.ncsu.edu/brenner/group/members/",
  "text": "People | Brenner Research Lab\nVIEW: Alphabetical By Group \nLeadership\nDB\nDonald Brenner \nKobe Steel Distinguished Professor and Department Head\n919-515-0493 brenner@ncsu.edu \nDoctoral Students\nTH\nTarek Haque \nDoctoral Student\ntmhaque@ncsu.edu \nMM\nMarium Mostafiz Mou \nDoctoral Student\nmmou@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/brenner/alumni/",
  "text": "Alumni | Brenner Research Lab\nSkip to main content \nNamePosition \nSam Daigle\tDoctoral Student\t\nLeah Granger\tDoctoral Student\t\nBelicia Castillo\tUndergraduate Student\t\nJ. Wesley Crill\tDoctoral Student\t\nAvinash Dongare\tResearch Scholar\t\nShashi Adiga\tDoctoral Student\t\nDenis Areshkin\tDoctoral Student\t\nHongli Dang\tPostdoctoral Researcher\t\nSarah-Jane Frankland\tPostdoctoral Researcher\t\nYanhong Hu\tPostdoctoral Researcher\t\nZushou Hu\tDoctoral Student\t\nDoug Irving\tPostdoctoral Researcher\t\nAleksey Kuznetsov\tResearch Scholar\t\nDong Li\tDoctoral Student\t\nYanxin Li\tDoctoral Student\t\nZhengmin Li\tPostdoctoral Researcher\t\nShijing Lu\tDoctoral Student\t\nSeonhee Jang\tDoctoral Student\t\nChris O’Brien\tDoctoral Student\t\nCliff Padgett\tPostdoctoral Researcher\t\nYojna Purohit\tDoctoral Student\t\nZsolt Rak\tPostdoctoral Researcher\t\nFarshad Saberi\tDoctoral Student\t\nOlga Shenderova\tPostdoctoral Researcher\t\nYunfeng Shi\tPostdoctoral Researcher\t\nLipeng Sun\tPostdoctoral Researcher\t\nZach Fitzgerald\tDoctoral Student"
},
{
  "url": "https://mse.ncsu.edu/brenner/group/principal-investigator/",
  "text": "People | Brenner Research Lab\nSearch for: \nPrincipal Investigator\nVIEW: Alphabetical By Group \nLeadership\nDB\nDonald Brenner \nKobe Steel Distinguished Professor and Department Head\n919-515-0493 brenner@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/brenner/people/mmou/",
  "text": "Marium Mostafiz Mou | Brenner Research Lab\nMM\nEducation\nB.S. Naval Architecture and Marine Engineering Bangladesh University of Engineering and Technology 2021 \nM.S. Materials Science Missouri State University 2023"
},
{
  "url": "https://mse.ncsu.edu/brenner/group/members/doctoral-students/",
  "text": "People | Brenner Research Lab\nSearch for: \nDoctoral Students\nVIEW: Alphabetical By Group \nTH\nTarek Haque \nDoctoral Student\ntmhaque@ncsu.edu \nMM\nMarium Mostafiz Mou \nDoctoral Student\nmmou@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/brenner/people/brenner/",
  "text": "Donald Brenner | Brenner Research Lab\nDB\nEducation\nB.S. Chemistry State University of New York 1982 \nPh.D. Chemistry Pennsylvania State University 1987 \nArea(s) of Expertise\nDevelopment and use of atomic, multi-scale and statistical modeling methods for the virtual design, development and characterization of advanced materials\nPublications\nInterfacial defect properties of high-entropy carbides: Stacking faults, Shockley partial dislocations, and a new Evans-Polanyi-Semenov relation , PHYSICAL REVIEW MATERIALS (2025) \nA priori procedure to establish spinodal decomposition in alloys , ACTA MATERIALIA (2024) \nA super-hard high entropy boride containing Hf, Mo, Ti, V, and W , JOURNAL OF THE AMERICAN CERAMIC SOCIETY (2024) \nBipolar HiPIMS kick-pulse for high hardness in high-entropy boride thin films , JOURNAL OF THE AMERICAN CERAMIC SOCIETY (2024) \nDisordered enthalpy-entropy descriptor for high-entropy ceramics discovery , NATURE (2024) \nMachine learned interatomic potentials for ternary carbides trained on the AFLOW database , NPJ COMPUTATIONAL MATERIALS (2024) \nPredicting properties of high entropy carbides from their respective binaries , COMPUTATIONAL MATERIALS SCIENCE (2023) \nHigh-entropy ceramics: Propelling applications through disorder , MRS BULLETIN (2022) \nThe Challenges of Modeling Defect Behavior and Plasticity across Spatial and Temporal Scales: A Case Study of Metal Bilayer Impact , METALS (2022) \nCarbon stoichiometry and mechanical properties of high entropy carbides , ACTA MATERIALIA (2021) \nView all publications \nGrants\nSPICES: Spinodal-Hardened High-Entropy Ceramics \nDate: 06/01/21 - 5/31/26\nAmount: $1,094,750.00\nFunding Agencies: US Navy - Office Of Naval Research\nHardness ������������������ the resistance to localized plastic deformation ������������������ is the measure of a material opposition to permanent shape change upon application of stress. Hardness is qualitative rather than quantitative: it depends not only on the properties of a material, but also on the measurement method and interpretation of the results. Hardness is a multiscale phenomenon: it cannot be maximized by operating at only one length scale. This MURI proposal, SPICES Spinodal-hardened high-entropy ceramics, rests on the hypothesis that the properties we desire are only attainable by combining local chemical disorder on both cation and anion sublattices, with a chemically segregated, phase separated set of highly interlocked coherent nanostructures. SPICES is controllable ad-hoc coherent spinodal decomposition of high-entropy transition-metal ceramics. The superposition can be effective in light element/refractory metal compounds where first, the chemical constituents offer directional and networked bonds with substantial covalent character and thus an incompressible mechanical response at low loads. Second, the diversity of elemental radii, valence and electronegativity generate a rugged energy landscape at the atomic scale to resist dislocation motion and slip. Third, entropy works like a ����������������deformation reservoir��������������� for elastic energy by dynamically rearranging species, hindering/postponing the onset of stress induced phase transitions (the problem of many ordered diborides) as there is no a priori reason for which elastic energy of deformation should not be thermalized by species diffusing instead of nucleating dislocations. And fourth the balance between mixing enthalpy and configurational entropy enables the opportunity to engineer by controlled exsolution a continuum of nanostructures spanning from homogeneous crystal to coherent spinodally decomposed composites. The ����������������right��������������� degree of separation will produce internal strains that arrest plastic deformation, without producing the weak-link typical of incoherent interfaces. While this capability and understanding can be applied to carbides, nitrides and borides with equal success, the effort will focus on refractory metal borides, nitrides and boronitrides given their resistance to chemical reactions when in contact with iron at elevated temperatures. Through SPICES, we will be able to both answer fundamental questions and apply our understanding to develop superhard materials for DoD critical applications. SPICES enables four modes of control: 1) electronic structure helps identify bond strengths, 2) entropy modifies intrinsic elastic properties, 3) coherent spinodal decomposition creates extrinsic barriers against de- formations, and 4) accurate choice of composition can create chemically inert, yet thermally stable, disordered mixtures. \nDoD Multidisciplinary Research Program of the University Research Initiative: Multi-modal Energy Flow at Atomically Engineered Interfaces \nDate: 07/21/16 - 7/20/24\nAmount: $6,250,000.00\nFunding Agencies: US Army\nOur MURI team will explore, identify, and define multiple mechanisms of energy trans-fer/transduction at precision-engineered interfaces. Material systems that support energy trans-fer through lattice/molecular vibrations, plasmon-electron coupling, and chemical reactions will be studied. The synthesis, measurement, and modeling activities are co-designed to pro-mote non-linear excitations within nano-scale geometries; to observe in situ picosecond to microsecond property responses; to inform theoretical models; and to enable accurate mul-tiscale prediction.\nIn Vitro and in Vivo Testing of RNA Origami Anticoagulant and DNA Reversal Agent \nDate: 07/01/22 - 6/30/23\nAmount: $30,000.00\nFunding Agencies: Helixomer\nSOW: The project will provide salary and fringe for Dr. Abhichart Krissanaprasit for 5.62 months while he executes the following aims: 1). Bench-scale production of our 2���-F-modified RNA origami anticoagulant. 2). In vitro testing of RNA origami anticoagulant and DNA reversal agent. 3). Planning, execution, and data analysis of porcine study of RNA origami anticoagulant and DNA reversal agent.\nEAGER: III-Nitrides Solar Cells \nDate: 08/15/18 - 5/31/22\nAmount: $168,030.00\nFunding Agencies: National Science Foundation (NSF)\nSummary: Overview: The goal of this EAGER proposal is to expand the applications of InGaN materials to a wider range of opto-electronic devices such as single junction and multi-junction solar cells. The development of InGaN solar cells in a large range of compositions can lead to wider applications other than LEDs and photodetectors. The ability to use InGaN made of very thin absorbing layers, grown on cheap sapphire substrates for the integration of multi junction solar cells (MJ-SC), will reduce the cell manufacturing cost. By improving the overall MJ-SC efficiency and incorporating this into solar panel production, the cost per watt of individual panels, and thus the total system will be greatly reduced. Intellectual Merit: This EAGER proposal aims to develop solar cells based on InGaN material as an absorbing layer to achieve high efficiency, single junction and multi-junction solar cells. The focus will be on the development of InxGa1-xN-based solar cells that absorb a large portion of the solar spectrum with efficiency that is comparable to the current III-V compound structures. Both single and multi-junction solar cells will be developed. We plan to extend the optical absorption of the InGaN absorbing layer from 2.7eV, its current value, to 1.8 eV. We will investigate methods to achieve this goal including: 1) Develop solar cells with several hundred nanometers thick InxGa1-xN to fully absorb the incident radiation, without impacting carrier collection efficiencies. 2) Utilizing strained InxGa1-xN films with x up to 45% InN. 3) Develop p-InxGa1-xN for x larger than 20%. Broader impacts: InGaN solar cells can have a huge impact on the technology and understanding of the basic properties of photovoltaic devices. The development of InGaN material to a larger range of compositions will lead to wider applications of III-Nitrides as solar cells. The ability to use one material system made of very thin InGaN layers, grown on cheap sapphire substrates for the integrations of MJ-SCs will reduce the cell manufacturing cost. By improving the overall MJ-SC efficiency and incorporating them into solar panel production, the cost per watt of individual panels, and thus the total system cost will be reduced. The proposed research will train one graduate student at NC State University to acquire interdisciplinary research experience and become an expert in the field of alternative energy and solar cell technology. The student in this program will be uniquely trained to play a major role in all aspects of solar cell development. \nCollaborative Research:NRT-DESE: Interdesciplinary Research Traineeships in Data-Enabled Science and Engineering of Atomic Structure \nDate: 09/15/16 - 12/31/21\nAmount: $2,555,633.00\nFunding Agencies: National Science Foundation (NSF)\nData-Enabled, Interdisciplinary Research Traineeships in the Science and Engineering of Atomic Structure (SEAS) are proposed at the intersection of materials research, statistics, mathematics, and education. The vision of the SEAS traineeship program is to train a new generation of interdisciplinary, data-driven physical scientists who can develop and apply advanced statistical methods to the data being generated from cutting-edge scattering and imaging experiments; SEAS specifically addresses the NRT priority area of Data-Enabled Science and Engineering (DESE). SEAS graduates will be prepared to develop new ways to analyze data (including ����������������Big Data���������������) coming from a new and evolving generation of atomically sensitive instruments, including modern synchrotron and free electron laser X-ray sources, reactor and spallation neutron sources, and state-of-the-art electron microscopes. SEAS trainees and the tools they create (e.g., algorithms, software) are urgently needed in the field of materials science and physics, where instrumentation for materials research has evolved significantly faster than the ability to properly analyze the data. The effort integrates advanced instrumentation, data analysis, and computational tools, consistent with the NSF Strategic Plan and contributes directly and indirectly to the national Materials Genome Initiative (MGI), a multi-agency initiative spearheaded by the White House that advances the U.S. economy by enabling faster deployment of new materials. The proposed SEAS traineeships are the result of a two-year planning effort at NC State to bring together the materials science and statistics communities, including hosting of two interdisciplinary workshops and seeding interdisciplinary collaborative research projects (sponsored by the Kenan Institute for Engineering, Technology and Science and the Eastman Chemical Company - University Engagement Fund). Under SEAS, NC State will collaborate with staff scientists from national user facilities to pilot a new graduate training model for interdisciplinary traineeships in this national priority area. The effort will leverage several programs and initiatives at NC State, including the Analytical Instrumentation Facility (AIF, Director: J. Jones), Laboratory for Analytic Sciences (LAS, PI: Wilson), Statistical and Applied Mathematical Sciences Initiative (SAMSI, former A/Director: Smith), Data Sciences Initiative (DSI, Founding Director: Vouk), Research Triangle Nanotechnology Network (RTNN, Director: J. Jones), Center for Dielectrics and Piezoelectrics (CDP, Director: Dickey), and the Data-Driven Science cluster (Coordinator: Wilson).\nDMREF: Collaborative Research:Genome-Guided Design of Material-Liquid-Nanoparticle Interfaces for Tribological Control \nDate: 10/01/15 - 9/30/21\nAmount: $1,349,999.00\nFunding Agencies: National Science Foundation (NSF)\nOur proposed research program is aimed at designing material-liquid-nanoparticle systems that are individually optimized for specific tribological applications. In the spirit of the DMREF program, this research effort will use a Science plus Statistics (S+S) approach that closes the loop between theory, experiment and modeling through statistical factor analysis coupled to multi-physics modeling.\nThe Science of Entropy Stabilized Ultra-High Temperature Materials \nDate: 07/06/15 - 9/05/21\nAmount: $7,260,948.00\nFunding Agencies: US Navy - Office Of Naval Research\nModern interest in hypersonic vehicles and weapons is placing new demands for extreme refractory materials that can withstand temperatures above 2500���������C in oxidizing conditions. Our MURI team will explore the hypothesis that materials with extreme configurational entropy are more resistant to melting and high-temperature mechanisms of degradation. To realize our concept of entropy stabilized materials at extremely-high temperatures, and to fully understand the fundamental science of entropy stabilization and chemical stability at these temperatures, we have assembled a team of leading academic researchers in high-throughput first principles and CALPHAD computations, multi-physics modeling, film and bulk synthesis, unique high-temperature characterization, and materials testing under extreme conditions.\nConsortium for Advanced Simulations for Light Water Reactors (CASL) - Oak Ridge National laboratory (Start up 8/16/10 to 2/17/11) \nDate: 11/16/10 - 12/01/20\nAmount: $11,940,031.00\nFunding Agencies: US Dept. of Energy (DOE)\nThe Consortium for Advanced Simulation of Light Water Reactors, CASL, supports the broad national missions of enabling energy independence; supporting economic growth through the offering of superior technology ; and being good stewards of the environment, buy enabling predictive simulation of nuclear power plants. Such capability will make possible power uprates, lifetime extension and higher fuel burnups for currently operating and new Generation III+ nuclear power plants.\nAdvanced Multilayer Physical Vapor Deposition Tool \nDate: 04/17/17 - 7/16/18\nAmount: $200,255.00\nFunding Agencies: US Army - Army Research Office\nPI Maria requests ARO support to construct a sputter deposition tool designed to prepare complex oxide thin films. The instrument is targeted specifically to support the newly-awarded ARO MURI Multimodal Energy Flow at Atomically Engineered Interfaces. The instrument is designed to prepare multilayer complex oxide thin film stacks that enable the study of non-equilibrium energy trandsuction events involving phonons, electrons, and photons.\nRational Engineering of Reactive Nanolaminates for Tunable Ignition and Power \nDate: 11/01/13 - 4/30/18\nAmount: $430,857.00\nFunding Agencies: US Army - Army Research Office\nThe team of Maria, Brenner, and Irving propose phase II of an ongoing collaborative experimental-computational investigation of reactive nanocomposite structures identified as attractive new energetic materials with the potential for tunable power via engineered ignition. The material combinations proposed belong to a family of metal/metal oxide nanolaminates that are thermodynamically predisposed to the rapid release of chemical energy via oxygen exchange. The energy densities are up to four times larger than values accessible to conventional organics (i.e., RDX) and there are electrical ignition possibilities, which span local to volumetric geometries.\nView all grants \nHonors and Awards\nAlexander Quarles Holladay Medal for Excellence, 2016\nAlcoa Foundation Distinguished Engineering Achievement Award, 2013\nFeynman Prize in Nanotechnology (Theory), 2002"
},
{
  "url": "https://mse.ncsu.edu/brenner/people/tmhaque/",
  "text": "Tarek Haque | Brenner Research Lab\nEducation\nM.S. Inorganic Chemistry University of Chittagong 2011 \nM.S. Chemistry East Texas A&M University 2021 \nPh.D. Materials Science and Engineering NC State University 2021"
},
{
  "url": "https://mse.ncsu.edu/brenner/research/",
  "text": "Research | Brenner Research Lab\nReactive Empirical Bond Order (REBO) Potential\nDeveloped by Donald Brenner, the REBO potential is a widely used interatomic model for carbon and hydrocarbon systems. By incorporating bond order, it can realistically simulate bond breaking and formation, making it essential for studying processes like combustion, nanostructure growth, and materials under extreme conditions.\nRead more"
}]