[{
  "url": "https://mse.ncsu.edu/collazo/",
  "text": "Wide Bandgaps Group\nResearch Areas\nThermodynamic approach to the metal organic chemical deposition process of III-nitrides\nControl of polarity in III-nitride and fabrication of lateral polar homojunctions\nDevelopment of the technology for AlN and Al-rich AlGaN epitaxy on AlN single crystals substrates"
},
{
  "url": "https://scholar.google.com/citations?user=OSMPfEAAAAAJ&hl=en",
  "text": "‪Ramon Collazo‬ - ‪Google Scholar‬\nUltrawide‐bandgap semiconductors: research opportunities and challenges\nJY Tsao, S Chowdhury, MA Hollis, D Jena, NM Johnson, KA Jones, ...\nAdvanced Electronic Materials 4 (1), 1600501, 2018\n17032018The 2020 UV emitter roadmap\nH Amano, R Collazo, C De Santi, S Einfeldt, M Funato, J Glaab, ...\nJournal of Physics D: Applied Physics 53 (50), 503001, 2020\n5422020Progress on n‐type doping of AlGaN alloys on AlN single crystal substrates for UV optoelectronic applications\nR Collazo, S Mita, J Xie, A Rice, J Tweedie, R Dalmau, Z Sitar\nphysica status solidi c 8 (7‐8), 2031-2033, 2011\n2282011On the origin of the 265 nm absorption band in AlN bulk crystals\nR Collazo, J Xie, BE Gaddy, Z Bryan, R Kirste, M Hoffmann, R Dalmau, ...\nApplied Physics Letters 100 (19), 2012\n1982012Growth and characterization of AlN and AlGaN epitaxial films on AlN single crystal substrates\nR Dalmau, B Moody, R Schlesser, S Mita, J Xie, M Feneberg, B Neuschl, ...\nJournal of The Electrochemical Society 158 (5), H530, 2011\n1852011Surface kinetics in AlN growth: A universal model for the control of surface morphology in III-nitrides\nI Bryan, Z Bryan, S Mita, A Rice, J Tweedie, R Collazo, Z Sitar\nJournal of Crystal Growth 438, 81-89, 2016\n1792016High internal quantum efficiency in AlGaN multiple quantum wells grown on bulk AlN substrates\nZ Bryan, I Bryan, J Xie, S Mita, Z Sitar, R Collazo\nApplied Physics Letters 106 (14), 2015\n1782015Seeded growth of AlN bulk crystals in m-and c-orientation\nP Lu, R Collazo, RF Dalmau, G Durkaya, N Dietz, B Raghothamachar, ...\nJournal of Crystal Growth 312 (1), 58-63, 2009\n1702009On compensation in Si-doped AlN\nJS Harris, JN Baker, BE Gaddy, I Bryan, Z Bryan, KJ Mirrielees, P Reddy, ...\nApplied Physics Letters 112 (15), 2018\n1682018Surface preparation and homoepitaxial deposition of AlN on (0001)-oriented AlN substrates by metalorganic chemical vapor deposition\nA Rice, R Collazo, J Tweedie, R Dalmau, S Mita, J Xie, Z Sitar\nJournal of Applied Physics 108 (4), 2010\n1652010The role of surface kinetics on composition and quality of AlGaN\nI Bryan, Z Bryan, S Mita, A Rice, L Hussey, C Shelton, J Tweedie, ...\nJournal of Crystal Growth 451, 65-71, 2016\n1592016Doping and compensation in Al-rich AlGaN grown on single crystal AlN and sapphire by MOCVD\nI Bryan, Z Bryan, S Washiyama, P Reddy, B Gaddy, B Sarkar, ...\nApplied Physics Letters 112 (6), 2018\n1582018Influence of gallium supersaturation on the properties of GaN grown by metalorganic chemical vapor deposition\nS Mita, R Collazo, A Rice, RF Dalmau, Z Sitar\nJournal of Applied Physics 104 (1), 2008\n1502008Polarity control in group-III nitrides beyond pragmatism\nS Mohn, N Stolyarchuk, T Markurt, R Kirste, MP Hoffmann, R Collazo, ...\nPhysical Review Applied 5 (5), 054004, 2016\n1412016Lasing and longitudinal cavity modes in photo-pumped deep ultraviolet AlGaN heterostructures\nJ Xie, S Mita, Z Bryan, W Guo, L Hussey, B Moody, R Schlesser, R Kirste, ...\nApplied Physics Letters 102 (17), 2013\n1332013The effect of polarity and surface states on the Fermi level at III-nitride surfaces\nP Reddy, I Bryan, Z Bryan, W Guo, L Hussey, R Collazo, Z Sitar\nJournal of Applied Physics 116 (12), 2014\n1132014Vacancy compensation and related donor-acceptor pair recombination in bulk AlN\nBE Gaddy, Z Bryan, I Bryan, R Kirste, J Xie, R Dalmau, B Moody, ...\nApplied Physics Letters 103 (16), 2013\n1112013Growth of Ga-and N-polar gallium nitride layers by metalorganic vapor phase epitaxy on sapphire wafers\nR Collazo, S Mita, A Aleksov, R Schlesser, Z Sitar\nJournal of crystal growth 287 (2), 586-590, 2006\n1092006KOH based selective wet chemical etching of AlN, AlxGa1− xN, and GaN crystals: A way towards substrate removal in deep ultraviolet-light emitting diode\nW Guo, R Kirste, I Bryan, Z Bryan, L Hussey, P Reddy, J Tweedie, ...\nApplied Physics Letters 106 (8), 2015\n1082015Atomically Thin MoS2 Narrowband and Broadband Light Superabsorbers\nL Huang, G Li, A Gurarslan, Y Yu, R Kirste, W Guo, J Zhao, R Collazo, ...\nACS nano 10 (8), 7493-7499, 2016\n1062016"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:NyGDZy8z5eUC",
  "text": "View article\nAuthors\nHiroshi Amano, Ramón Collazo, Carlo De Santi, Sven Einfeldt, Mitsuru Funato, Johannes Glaab, Sylvia Hagedorn, Akira Hirano, Hideki Hirayama, Ryota Ishii, Yukio Kashima, Yoichi Kawakami, Ronny Kirste, Michael Kneissl, Robert Martin, Frank Mehnke, Matteo Meneghini, Abdallah Ougazzaden, Peter J Parbrook, Siddharth Rajan, Pramod Reddy, Friedhard Römer, Jan Ruschel, Biplab Sarkar, Ferdinand Scholz, Leo J Schowalter, Philip Shields, Zlatko Sitar, Luca Sulmoni, Tao Wang, Tim Wernicke, Markus Weyers, Bernd Witzigmann, Yuh-Renn Wu, Thomas Wunderer, Yuewei Zhang\nJournal\nJournal of Physics D: Applied Physics\nDescription\nSolid state UV emitters have many advantages over conventional UV sources. The (Al, In, Ga) N material system is best suited to produce LEDs and laser diodes from 400 nm down to 210 nm—due to its large and tuneable direct band gap, n-and p-doping capability up to the largest bandgap material AlN and a growth and fabrication technology compatible with the current visible InGaN-based LED production. However AlGaN based UV-emitters still suffer from numerous challenges compared to their visible counterparts that become most obvious by consideration of their light output power, operation voltage and long term stability. Most of these challenges are related to the large bandgap of the materials. However, the development since the first realization of UV electroluminescence in the 1970s shows that an improvement in understanding and technology allows the performance of UV emitters to be pushed far …\nScholar articles\nH Amano, R Collazo, C De Santi, S Einfeldt, M Funato… - Journal of Physics D: Applied Physics, 2020"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:SeFeTyx0c_EC",
  "text": "View article\nAuthors\nRamón Collazo, Seiji Mita, Jinqiao Xie, Anthony Rice, James Tweedie, Rafael Dalmau, Zlatko Sitar"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:ClCfbGk0d_YC",
  "text": "View article\nAuthors\nJY Tsao, Sakibuddin Chowdhury, MA Hollis, D Jena, NM Johnson, KA Jones, RJ Kaplar, S Rajan, CG Van de Walle, EJAEM Bellotti, CL Chua, R Collazo, ME Coltrin, JA Cooper, KR Evans, S Graham, TA Grotjohn, ER Heller, Masataka Higashiwaki, MS Islam, PW Juodawlkis, MA Khan, AD Koehler, JH Leach, UK Mishra, RJ Nemanich, RCN Pilawa‐Podgurski, JB Shealy, Z Sitar, MJ Tadjer, AF Witulski, M Wraback, JA Simmons\nSource\nAdvanced Electronic Materials\nDescription\nUltrawide‐bandgap (UWBG) semiconductors, with bandgaps significantly wider than the 3.4 eV of GaN, represent an exciting and challenging new area of research in semiconductor materials, physics, devices, and applications. Because many figures‐of‐merit for device performance scale nonlinearly with bandgap, these semiconductors have long been known to have compelling potential advantages over their narrower‐bandgap cousins in high‐power and RF electronics, as well as in deep‐UV optoelectronics, quantum information, and extreme‐environment applications. Only recently, however, have the UWBG semiconductor materials, such as high Al‐content AlGaN, diamond and Ga2O3, advanced in maturity to the point where realizing some of their tantalizing advantages is a relatively near‐term possibility. In this article, the materials, physics, device and application research opportunities and challenges for …\nScholar articles\nJY Tsao, S Chowdhury, MA Hollis, D Jena… - Advanced Electronic Materials, 2018"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:J_g5lzvAfSwC",
  "text": "View article\nAuthors\nRamón Collazo, Jinqiao Xie, Benjamin E Gaddy, Zachary Bryan, Ronny Kirste, Marc Hoffmann, Rafael Dalmau, Baxter Moody, Yoshinao Kumagai, Toru Nagashima, Yuki Kubota, Toru Kinoshita, Akinori Koukitu, Douglas L Irving, Zlatko Sitar\nDescription\nSingle crystal AlN provides a native substrate for Al-rich AlGaN that is needed for the development of efficient deep ultraviolet light emitting and laser diodes. An absorption band centered around 4.7 eV (∼ 265 nm) with an absorption coefficient above 1000 cm− 1 is observed in these substrates. Based on density functional theory calculations, substitutional carbon on the nitrogen site introduces absorption at this energy. A series of single crystalline wafers were used to demonstrate that this absorption band linearly increased with carbon, strongly supporting the model that C N-is the predominant state for carbon in AlN."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:4DMP91E08xMC",
  "text": "View article\nAuthors\nR Dalmau, B Moody, R Schlesser, S Mita, J Xie, M Feneberg, B Neuschl, K Thonke, R Collazo, A Rice, J Tweedie, Z Sitar\nJournal\nJournal of The Electrochemical Society"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:XD-gHx7UXLsC",
  "text": "View article\nAuthors\nIsaac Bryan, Zachary Bryan, Seiji Mita, Anthony Rice, James Tweedie, Ramón Collazo, Zlatko Sitar\nPublication date\n2016/3/15\nJournal\nJournal of Crystal Growth\nDescription\nAlN epitaxial thin films were grown on both vicinal (0001)-oriented native single crystal AlN substrates and AlN templates grown on vicinal (0001)-oriented sapphire to develop a surface kinetic framework for the control of surface morphology. A Burton, Cabrera, and Frank (BCF) theory-based model is formulated and utilized to understand the dependence of the surface kinetics on the vapor supersaturation, σ, and substrate misorientation angle, α. The surface energy of the Al-polar surface of AlN was experimentally determined using BCF theory to be 149±8 meV/Å2. The critical misorientation angle for the onset of step-bunching was determined to be ~0.25° for a growth rate of 500 nm/h and temperature of 1250 °C. Transitioning from a surface with 2D nuclei to one with bilayer steps required a decrease in σ or an increase in α, whereas the suppression of step-bunching required an increase in σ or a decrease in α.\nScholar articles\nI Bryan, Z Bryan, S Mita, A Rice, J Tweedie, R Collazo… - Journal of Crystal Growth, 2016"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:kzcrU_BdoSEC",
  "text": "View article\nAuthors\nZachary Bryan, Isaac Bryan, Jinqiao Xie, Seiji Mita, Zlatko Sitar, Ramón Collazo\nJournal\nApplied Physics Letters\nDescription\nThe internal quantum efficiency (IQE) of Al 0.55 Ga 0.45 N/AlN and Al 0.55 Ga 0.45 N/Al 0.85 Ga 0.15 N UVC MQW structures was analyzed. The use of bulk AlN substrates enabled us to undoubtedly distinguish the effect of growth conditions, such as V/III ratio, on the optical quality of AlGaN based MQWs from the influence of dislocations. At a high V/III ratio, a record high IQE of∼ 80% at a carrier density of 10 18 cm− 3 was achieved at∼ 258 nm. The high IQE was correlated with the decrease of the non-radiative coefficient A and a reduction of midgap defect luminescence, all suggesting that, in addition to dislocations, point defects are another major factor that strongly influences optical quality of AlGaN MQW structures.\nScholar articles\nZ Bryan, I Bryan, J Xie, S Mita, Z Sitar, R Collazo - Applied Physics Letters, 2015"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:hqOjcs7Dif8C",
  "text": "View article\nAuthors\nP Lu, R Collazo, RF Dalmau, G Durkaya, N Dietz, B Raghothamachar, M Dudley, Z Sitar\nPublication date\n2009/12/15\nJournal\nJournal of Crystal Growth\nDescription\nSeeded growth of AlN boules was achieved on m-(101¯0) and c-(0001¯) orientations by physical vapor transport (PVT). The single crystalline m- and c-plane seeds were cut from freestanding AlN single crystals. AlN boules 12mm in diameter and 7mm in height were grown at source temperatures around 2280°C in N2 atmosphere at 500Torr of total pressure. Under identical process conditions, the m- and c-plane boules exhibited the same growth rates, 150–170μm/h, and similar expansion angles, 22–27°, which indicated that the growth was controlled by the thermal profile inside the crucible rather than by crystallographic differences. X-ray rocking curve analysis and Raman spectroscopy confirmed that both m- and c-plane grown crystals possessed high crystalline quality. The dislocation density in both crystals was non-uniform and in the range 102–105cm−2, as characterized by X-ray topography.\nScholar articles\nP Lu, R Collazo, RF Dalmau, G Durkaya, N Dietz… - Journal of Crystal Growth, 2009"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:9pM33mqn1YgC",
  "text": "View article\nAuthors\nJoshua S Harris, Jonathon N Baker, Benjamin E Gaddy, Isaac Bryan, Zachary Bryan, Kelsey J Mirrielees, Pramod Reddy, Ramón Collazo, Zlatko Sitar, Douglas L Irving\nJournal\nApplied Physics Letters\nDescription\nControllable n-type doping over wide ranges of carrier concentrations in AlN, or Al-rich AlGaN, is critical to realizing next-generation applications in high-power electronics and deep UV light sources. Silicon is not a hydrogenic donor in AlN as it is in GaN; despite this, the carrier concentration should be controllable, albeit less efficiently, by increasing the donor concentration during growth. At low doping levels, an increase in the Si content leads to a commensurate increase in free electrons. Problematically, this trend does not persist to higher doping levels. In fact, a further increase in the Si concentration leads to a decrease in free electron concentration; this is commonly referred to as the compensation knee. While the nature of this decrease has been attributed to a variety of compensating defects, the mechanism and identity of the predominant defects associated with the knee have not been conclusively …\nScholar articles\nJS Harris, JN Baker, BE Gaddy, I Bryan, Z Bryan… - Applied Physics Letters, 2018"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:5nxA0vEk-isC",
  "text": "View article\nAuthors\nA Rice, R Collazo, J Tweedie, R Dalmau, S Mita, J Xie, Z Sitar"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:ML0RJ9NH7IQC",
  "text": "View article\nAuthors\nIsaac Bryan, Zachary Bryan, Seiji Mita, Anthony Rice, Lindsay Hussey, Christopher Shelton, James Tweedie, Jon-Paul Maria, Ramón Collazo, Zlatko Sitar\nJournal\nJournal of Crystal Growth"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:Ri6SYOTghG4C",
  "text": "View article\nAuthors\nIsaac Bryan, Zachary Bryan, Shun Washiyama, Pramod Reddy, Benjamin Gaddy, Biplab Sarkar, M Hayden Breckenridge, Qiang Guo, Milena Bobea, James Tweedie, Seiji Mita, Douglas Irving, Ramon Collazo, Zlatko Sitar\nDescription\nIn order to understand the influence of dislocations on doping and compensation in Al-rich AlGaN, thin films were grown by metal organic chemical vapor deposition (MOCVD) on different templates on sapphire and low dislocation density single crystalline AlN. AlGaN grown on AlN exhibited the highest conductivity, carrier concentration, and mobility for any doping concentration due to low threading dislocation related compensation and reduced self-compensation. The onset of self-compensation, ie, the “knee behavior” in conductivity, was found to depend only on the chemical potential of silicon, strongly indicating the cation vacancy complex with Si as the source of self-compensation. However, the magnitude of self-compensation was found to increase with an increase in dislocation density, and consequently, AlGaN grown on AlN substrates demonstrated higher conductivity over the entire doping range."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:ufrVoPGSRksC",
  "text": "View article\nAuthors\nS Mita, R Collazo, A Rice, RF Dalmau, Z Sitar\nJournal\nJournal of Applied Physics\nDescription\nA thermodynamic supersaturation model for gallium (Ga) was developed to describe GaN growth characteristics in low-pressure metalorganic chemical vapor deposition. The model takes into account the simplified GaN chemical reaction that occurs at the growth interface, Ga+ NH 3= GaN+ 3/2 H 2⁠. The supersaturation was varied in two ways:(1) by the V/III ratio and (2) by the choice of the diluent gas. Two diluent gases were considered: H 2⁠, a commonly used diluent gas, and N 2⁠, a reaction inert gas. The choice of the diluent played a role in the degree of Ga supersaturation; since H 2 is the product in the GaN formation, the addition of hydrogen significantly lowered the supersaturation. Atomic force microscopy revealed that surface morphology was associated with the different Ga supersaturation and the Burton–Cabrera–Frank model was used to relate it to the observed spiral size and terrace width. In …\nScholar articles\nS Mita, R Collazo, A Rice, RF Dalmau, Z Sitar - Journal of Applied Physics, 2008"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:vDijr-p_gm4C",
  "text": "View article\nAuthors\nStefan Mohn, Natalia Stolyarchuk, Toni Markurt, Ronny Kirste, Marc P Hoffmann, Ramón Collazo, Aimeric Courville, Rosa Di Felice, Zlatko Sitar, Philippe Vennéguès, Martin Albrecht\nPublisher\nAmerican Physical Society\nDescription\nControlling the polarity of polar semiconductors on nonpolar substrates offers a wealth of device concepts in the form of heteropolar junctions. A key to realize such structures is an appropriate buffer-layer design that, in the past, has been developed by empiricism. GaN or ZnO on sapphire are prominent examples for that. Understanding the basic processes that mediate polarity, however, is still an unsolved problem. In this work, we study the structure of buffer layers for group-III nitrides on sapphire by transmission electron microscopy as an example. We show that it is the conversion of the sapphire surface into a rhombohedral aluminum-oxynitride layer that converts the initial N-polar surface to Al polarity. With the various phases of the pseudobinary -AlN system and their tolerance against intrinsic defects, typical for oxides, a smooth transition between the octahedrally coordinated Al in the sapphire …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:OU6Ihb5iCvQC",
  "text": "View article\nAuthors\nJinqiao Xie, Seiji Mita, Zachary Bryan, Wei Guo, Lindsay Hussey, Baxter Moody, Raoul Schlesser, Ronny Kirste, Michael Gerhold, Ramón Collazo, Zlatko Sitar\nDescription\nTo unambiguously distinguish lasing from super luminescence, key elements of lasing such as longitudinal cavity modes with narrow line-width, polarized emission, and elliptically shaped far-field pattern, need to be demonstrated at the same time. Here, we show transverse electric polarized lasing at 280.8 nm and 263.9 nm for AlGaN based multi-quantum-wells and double heterojunction structures fabricated on single crystalline AlN substrates. An elliptically shaped far-field pattern was recorded when pumped above threshold. With cavities shorter than 200 μm, well-defined, equally spaced longitudinal modes with line widths as narrow as 0.014 nm were observed. The low threshold pumping density of 84 kW/cm 2 suggests that the electrically pumped sub-300 nm ultraviolet laser diodes are imminent."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:9vf0nzSNQJEC",
  "text": "View article\nAuthors\nPramod Reddy, Isaac Bryan, Zachary Bryan, Wei Guo, Lindsay Hussey, Ramon Collazo, Zlatko Sitar"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:VOx2b1Wkg3QC",
  "text": "View article\nAuthors\nBenjamin E Gaddy, Zachary Bryan, Isaac Bryan, Ronny Kirste, Jinqiao Xie, Rafael Dalmau, Baxter Moody, Yoshinao Kumagai, Toru Nagashima, Yuki Kubota, Toru Kinoshita, Akinori Koukitu, Zlatko Sitar, Ramón Collazo, Douglas L Irving\nDescription\nA prominent 2.8 eV emission peak is identified in bulk AlN substrates grown by physical vapor transport. This peak is shown to be related to the carbon concentration in the samples. Density functional theory calculations predict that this emission is caused by a donor-acceptor pair (DAP) recombination between substitutional carbon on the nitrogen site and a nitrogen vacancy. Photoluminescence and photoluminescence-excitation spectroscopy are used to confirm the model and indicate the DAP character of the emission. The interaction between defects provides a pathway to creating ultraviolet-transparent AlN substrates for optoelectronics applications."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:d1gkVwhDpl0C",
  "text": "View article\nAuthors\nR Collazo, S Mita, A Aleksov, R Schlesser, Z Sitar\nPublication date\n2006/1/25\nJournal\nJournal of crystal growth\nDescription\nFollowing an already established polarity control scheme for GaN thin films, we developed a process to simultaneously grow Ga- and N-polarity layers side by side on c-plane sapphire. The simultaneous growth is achieved by properly treating the AlN nucleation/buffer layer and subsequent substrate annealing. During this process, the growth is mass-transfer-limited, permitting the same growth rate for both types of polarity domains. Smooth domains of both polarity types (RMS roughness ∼1–2nm) were obtained.\nScholar articles\nR Collazo, S Mita, A Aleksov, R Schlesser, Z Sitar - Journal of crystal growth, 2006"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:dQ2og3OwTAUC",
  "text": "View article\nAuthors\nW Guo, R Kirste, I Bryan, Z Bryan, L Hussey, P Reddy, J Tweedie, R Collazo, Z Sitar"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=OSMPfEAAAAAJ&citation_for_view=OSMPfEAAAAAJ:BwyfMAYsbu0C",
  "text": "View article\nAuthors\nLujun Huang, Guoqing Li, Alper Gurarslan, Yiling Yu, Ronny Kirste, Wei Guo, Junjie Zhao, Ramon Collazo, Zlatko Sitar, Gregory N Parsons, Michael Kudenov, Linyou Cao\nPublisher\nAmerican Chemical Society"
}]