[{
  "url": "https://mse.ncsu.edu/jones/",
  "text": "Jones Research Group\nThe Jones Research Lab, under the direction of Jacob Jones, Kobe Steel Distinguished Professor of Materials Science and Engineering, focuses on uncovering how materials behave and evolve during processing by using advanced in situ X-ray and neutron scattering techniques. These real-time methods enable a deeper understanding of structure–property relationships, leading to more informed materials design and enhanced performance across a wide range of applications.\nNational Science Honor\nRecipient of the Presidential Early Career Award for Scientists and Engineers (PECASE), the highest U.S. honor for early-career researchers \nJacob Jones, Principal Investigator\nJacob Jones, Kobe Steel Distinguished Professor of Materials Science and Engineering, is a nationally recognized expert in materials characterization. He received his Ph.D. in Materials Engineering from Purdue University and completed an NSF-funded postdoctoral fellowship at the University of New South Wales in Australia. Before joining NC State in 2013, he was a faculty member at the University of Florida.\nJones currently serves as Director and Principal Investigator of both the Science and Technologies for Phosphorus Sustainability (STEPS) Center and the Research Triangle Nanotechnology Network (RTNN).\nResearch Focus: Real-Time Characterization of Functional Materials\nOur areas of expertise include: \nReal-time, in situ analysis of materials during processing\nStructure–property relationship studies in functional materials\nInvestigation of dielectric, piezoelectric, ferroelectric, and multiferroic materials\nApplication areas include: \nSensors, actuators, and capacitors\nMEMS and NEMS devices\nDiesel fuel injectors and vibrational energy harvesting\nSonar and ultrasound technologies\nExpanded studies on ceramic electrolytes, battery materials, metals, composites, and phosphorus sorbents"
},
{
  "url": "https://orcid.org/0000-0002-9182-0957",
  "text": "Jacob Jones (0000-0002-9182-0957) - ORCID\nNorth Carolina State University: Raleigh, NC, US \n2013 to\npresent\n| \nProfessor (Materials Science and Engineering) \nEmployment \nSource: \nJacob Jones \nUniversity of Florida: Gainesville, FL, US \n2006 to\n2013\n(Materials Science and Engineering) \nEmployment \nSource: \nJacob Jones"
},
{
  "url": "https://scholar.google.com/citations?user=8MGgR3QAAAAJ&hl=en",
  "text": "‪Jacob L. Jones‬ - ‪Google Scholar‬\nEntropy-stabilized oxides\nCM Rost, E Sachet, T Borman, A Moballegh, EC Dickey, D Hou, JL Jones, ...\nNature communications 6 (1), 8485, 2015\n30012015Advances in lead-free piezoelectric materials for sensors and actuators\nE Aksel, JL Jones\nSensors 10 (3), 1935-1954, 2010\n6182010Evolving morphotropic phase boundary in lead-free (Bi1/2Na1/2) TiO3–BaTiO3 piezoceramics\nW Jo, JE Daniels, JL Jones, X Tan, PA Thomas, D Damjanovic, J Rödel\nJournal of applied physics 109 (1), 2011\n5362011BiFeO3 Ceramics: Processing, Electrical, and Electromechanical Properties\nT Rojac, A Bencan, B Malic, G Tutuncu, JL Jones, JE Daniels, ...\nJournal of the American Ceramic Society 97 (7), 1993-2011, 2014\n5222014Electric-field-induced phase transformation at a lead-free morphotropic phase boundary: Case study in a 93%(Bi0. 5Na0. 5) TiO3–7% BaTiO3 piezoelectric ceramic\nJE Daniels, W Jo, J Rödel, JL Jones\nApplied Physics Letters 95 (3), 2009\n4472009Origins of electro‐mechanical coupling in polycrystalline ferroelectrics during subcoercive electrical loading\nA Pramanick, D Damjanovic, JE Daniels, JC Nino, JL Jones\nJournal of the American Ceramic Society 94 (2), 293-309, 2011\n4272011Monoclinic crystal structure of polycrystalline Na0. 5Bi0. 5TiO3\nE Aksel, JS Forrester, JL Jones, PA Thomas, K Page, MR Suchomel\nApplied Physics Letters 98 (15), 2011\n3972011Lanthanum-doped hafnium oxide: a robust ferroelectric material\nU Schroeder, C Richter, MH Park, T Schenk, M Pesic, M Hoffmann, ...\nInorganic chemistry 57 (5), 2752-2765, 2018\n3862018A comprehensive study on the structural evolution of HfO 2 thin films doped with various dopants\nMH Park, T Schenk, CM Fancher, ED Grimley, C Zhou, C Richter, ...\nJournal of Materials Chemistry C 5 (19), 4677-4690, 2017\n3562017Correlation between oxygen vacancy, microstrain, and cation distribution in lithium-excess layered oxides during the first electrochemical cycle\nCR Fell, D Qian, KJ Carroll, M Chi, JL Jones, YS Meng\nChemistry of Materials 25 (9), 1621-1629, 2013\n3212013Structure and properties of Fe-modified NaBiTiO at ambient and elevated temperature\nE Aksel, JS Forrester, B Kowalski, M Deluca, D Damjanovic, JL Jones\nPhysical Review B—Condensed Matter and Materials Physics 85 (2), 024121, 2012\n2712012Electric-field-induced phase-change behavior in (Bi0. 5Na0. 5) TiO3–BaTiO3–(K0. 5Na0. 5) NbO3: A combinatorial investigation\nJE Daniels, W Jo, J Rödel, V Honkimäki, JL Jones\nActa Materialia 58 (6), 2103-2111, 2010\n2712010Domain texture distributions in tetragonal lead zirconate titanate by x-ray and neutron diffraction\nJL Jones, EB Slamovich, KJ Bowman\nJournal of Applied Physics 97 (3), 2005\n2662005Scaling effects in perovskite ferroelectrics: fundamental limits and process‐structure‐property relations\nJF Ihlefeld, DT Harris, R Keech, JL Jones, JP Maria, S Trolier‐McKinstry\nJournal of the American Ceramic Society 99 (8), 2537-2557, 2016\n2552016Breaking of macroscopic centric symmetry in paraelectric phases of ferroelectric materials and implications for flexoelectricity\nA Biancoli, CM Fancher, JL Jones, D Damjanovic\nNature materials 14 (2), 224-229, 2015\n2452015Crystal structure–ionic conductivity relationships in doped ceria systems\nS Omar, ED Wachsman, JL Jones, JC Nino\nJournal of the American Ceramic Society 92 (11), 2674-2681, 2009\n2432009Domain Wall Displacement is the Origin of Superior Permittivity and Piezoelectricity in BaTiO3 at Intermediate Grain Sizes\nD Ghosh, A Sakata, J Carter, PA Thomas, H Han, JC Nino, JL Jones\nAdvanced Functional Materials 24 (7), 885-896, 2014\n2312014Factors favoring ferroelectricity in hafnia: A first-principles computational study\nR Batra, TD Huan, JL Jones, G Rossetti Jr, R Ramprasad\nThe Journal of Physical Chemistry C 121 (8), 4139-4145, 2017\n2272017Origin of Ferroelectric Phase in Undoped HfO2 Films Deposited by Sputtering\nT Mittmann, M Materano, PD Lomenzo, MH Park, I Stolichnov, M Cavalieri, ...\nAdvanced Materials Interfaces 6 (11), 1900042, 2019\n2212019Direct measurement of the domain switching contribution to the dynamic piezoelectric response in ferroelectric ceramics\nJL Jones, M Hoffman, JE Daniels, AJ Studer\nApplied physics letters 89 (9), 2006\n2192006"
},
{
  "url": "https://mse.ncsu.edu/jones/research/",
  "text": "Research | Jones Research Group\nVision and Mission\nThe arrangement of atoms underpins the performance of materials for applications across aerospace, medical, and consumer electronics. Crystallography, the science of identifying atomic arrangements in matter, has historically transformed society, from DNA discovery to carbon nanomaterials. Our research program focuses on advancing crystallographic methods and applying them to pressing materials challenges. Two central goals guide our work:\nDeveloping new crystallographic methods broadly used in structural sciences.\nExtracting new physical insights from representative experiments and materials that advance domain-specific problems.\nOur outputs include both the methods (tools, algorithms, approaches) and the discoveries (new materials, insights) that shape scientific inquiry.\nPiezoelectric Materials\nOur group researches the atomic- to micro-scale structural evolution of piezoelectric materials under dynamic electric fields. These materials convert mechanical energy to electric energy and assist microelectromechanical systems (MEMS), energy harvesting devices, piezotronics, and ultrasound technology. Piezoelectric materials feature complex crystal structures from chemical and positional disorder combined with atomic displacements. With X-ray diffraction techniques at synchrotron sources, we reveal how electric-field-driven mechanisms, such as mobile ferroelectric/ferroelastic domain walls interact with defect centers, governing their performance. Our contributions provide critical insights into how grain size and domain wall motion influence classical piezoelectric properties, laying the foundation for improved device functionality.\nLead-Free Piezoelectric Materials\nRecognizing the environmental and health challenges posed by lead-containing materials, our research explores lead-free piezoelectric compounds that comply with new European regulations while maintaining useful functional properties. We have made significant strides in elucidating the complex atomic structures of promising lead-free materials such as Na₁/₂Bi₁/₂TiO₃ (NBT) through combined neutron, X-ray, and electron scattering studies. One notable achievement includes developing advanced total scattering analysis methods that reveal how specific cations respond to electric fields at the atomic scale: insights critical for optimizing Pb-free piezoelectrics. Our work has been recognized internationally, including leading a comprehensive review on this topic in the MRS Bulletin.\nCrystallographic Methods/Data Science\nOur group is also driving innovation in crystallographic data analysis by integrating modern statistical approaches like Bayesian inference into materials characterization. Traditional methods, such as the decades-old Rietveld refinement technique, have limitations in detecting subtle changes in heterogeneous or multiphase materials. Our novel probabilistic frameworks offer richer, more informative structural descriptions that can identify otherwise hidden features and phase transitions across a variety of materials, including ceramics, structural alloys, and biomaterials. This approach has the potential to revolutionize how researchers interpret diffraction data across disciplines and improve the fidelity of crystallographic investigations.\nExpanding Applications\nBeyond piezoelectrics, our research is expanding to address materials challenges spanning energy storage, photocatalysis, flexible electronics, graphene, and water treatment. For instance, through a multidisciplinary collaboration funded by RTI International, we studied nanomaterials capable of recovering valuable nutrients from water sources, contributing to sustainable phosphorus cycles and clean water technologies. By advancing crystallographic methods and applying them to diverse domains, our group is making valuable contributions toward solving grand societal challenges: enabling eco-friendly material development, advancing renewable energy solutions and supporting environmental remediation.\nEngineering Disciplines\nMechanical, chemical, environmental, nuclear, civil \nFundamental Sciences\nComputer science, physics and statistics \nBeyond Engineering\nPartnering with social sciences to advance data science in characterization"
},
{
  "url": "https://mse.ncsu.edu/jones/alumni/",
  "text": "Alumni | Jones Research Group\nName\nTerm End\nCurrent Status\nDipankar Ghosh, Ph.D.\t2009\tAssistant Professor, Department of Mechanical and Aerospace Engineering, Old Dominion University\t\nMesut Variloglu, Ph.D.\t2009\tMaterials Engineer at Hewlett-Packard. Author of “Idea to Product: DIY Invention Commercialization\t\nAbhijit Pramanick, Ph.D.\t2009\tDepartment of Physics and Materials Science, City University of Hong Kong\t\nChristopher Fell, Ph.D.\t2012\tSenior Research Engineer at Tesla Motors\t\nGoknur Tutuncu, Ph.D.\t2012\t\t\nShruti Seshadri, Ph.D.\t2012\tLead of Corporate Security Management at Sutherland Global Services\t\nElena Askel, Ph.D.\t2012\tProject Manager at SCHOTT\t\nAnderson Prewitt, Ph.D.\t2012\tFounder of Prewitt Solutions\t\nKrishna Nittala, Ph.D.\t2012\tApplied Materials\t\nJennifer Forrester, Ph.D.\t2013\tUniversity of Leeds"
},
{
  "url": "https://mse.ncsu.edu/jones/group/members/",
  "text": "People | Jones Research Group\nLeadership\nDoctoral Students\nGraduate Students\nPostdoctoral Research Staff\nStaff\nUndergraduate Students"
},
{
  "url": "https://mse.ncsu.edu/jones/contact/",
  "text": "Contact | Jones Research Group\nParking Pass Information\nPlease email Anna Lumpkin to request a parking pass for the Oval West Deck, specifying the date(s) you need. The pass, costing $10 per day, allows you to park in the garage located immediately next to our building."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2025/senior-spotlight-grace-kiel/",
  "text": "Senior Spotlight: Grace Kiel | Jones Research Group\nGrace Kiel senior portrait outside Engineering Building 1, 2025. \nGrace Kiel is Forging Her Future in Materials Science\nAs she prepares to graduate, Grace Kiel reflects on her journey at NC State and the path that led her to Materials Science and Engineering (MSE). Originally an intended Chemical Engineering major, Grace discovered MSE through a mentor in her sorority, Kappa Delta, who introduced her to the field’s unique blend of chemistry and physics. Inspired by the diverse career opportunities MSE offered, she made the switch after her first year and hasn’t looked back since.\nFor Grace, the best part of the MSE department has been the strong sense of community among students, faculty, and staff. Whether it was in the classroom or through informal mentorship, she found unwavering support throughout her academic career. She credits Academic Advisor Hillary Stone as a key figure who always made her feel heard and encouraged, impacting her experience at NC State.\nAfter graduation, Grace will begin an internship with BWX Technologies, where she will apply her expertise in materials selection and testing in the nuclear technology field. She will also continue her academic and research journey, pursuing a Master’s degree in Materials Science and Engineering at NC State under the guidance of Dr. Jacob Jones. Her research will focus on the intermediary phase formation of ferroelectric ceramics using X-ray diffraction, an area she is eager to explore further.\nAmong her many achievements, Grace takes pride in her academic success, graduating as Valedictorian with a well-rounded collegiate portfolio. Maintaining a 4.0 GPA while actively participating in her sorority, serving as an ambassador, and holding part-time jobs is a testament to her dedication. Additionally, she is incredibly proud of her independent research, an opportunity she never imagined she would lead but has thoroughly embraced over the past two years.\n“MSE will always be a part of my future whether it is in a directly related field or not. This major transverses all different types of fields and I cannot imagine not doing MSE-related jobs/research.” \nGrace Kiel ’25\nOne of Grace’s favorite aspects of MSE is the ability to study materials at the atomic level through advanced characterization techniques. She finds it fascinating that these methods allow scientists to image atoms and analyze material structures, something not commonly explored in other engineering disciplines.\nGrace’s college experience was filled with unforgettable moments, many of which revolved around her involvement in Kappa Delta. She cherished Homecoming Week, where she bonded with her sorority and other students while celebrating Wolfpack pride. Living in the Kappa Delta house with 40 of her closest friends was another highlight, providing endless fun and support.\nBut the most thrilling memory of all was witnessing NC State’s men’s and women’s basketball teams make history by reaching the Final Four in March Madness. Watching the games at the Brickhouse with fellow students and fans, she felt an unmatched school spirit that she would carry with her long after graduation.\nAs Grace embarks on the next chapter of her journey, she remains grateful for the experiences, mentorship, and friendships that have shaped her time at NC State. With her passion for materials science and an unyielding drive, she is ready to make an impact in both industry and academia.\nGrace with Hillary Stone at the annual Majors and Minors Fair, 2024. Grace (second from left) at the Belltower during the NCAA Tournament after the men’s basketball team won against Duke in the Elite Eight, 2024. Grace presenting her research at the Grand Challenges Annual Meeting, 2025. Grace (second from left, bottom row) and the senior class in Kappa Delta on Bid Day, 2024. \nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2025/jacob-jones-appointed-interim-associate-vice-chancellor-for-research-initiatives/",
  "text": "Jacob Jones Appointed Interim Associate Vice Chancellor for Research Initiatives\nJacob Jones, a Kobe Steel Distinguished Professor of Materials Science and Engineering, has been appointed to serve as the interim associate vice chancellor for research initiatives, effective Aug. 15. This position will report to Vice Chancellor Krista Walton.\n“Jacob is a world-class researcher and dynamic leader. His track record of innovation, including founding a highly successful NSF Science and Technology Center, positions him perfectly to make an immediate impact on the research enterprise,” said Walton, vice chancellor for research and innovation. “I look forward to working with him more closely during this interim period to evaluate the funding landscape and identify new opportunities for NC State.”\nJones, who is also the director of the Science and Technologies for Phosphorus Sustainability (STEPS) Center and director and principal investigator of the Research Triangle Nanotechnology Network (RTNN), will keep his academic appointment in the Department of Materials Science and Engineering and will continue to serve in his administrative capacities for both STEPS and RTNN.\nJacob Jones, a Kobe Steel Distinguished Professor of Materials Science and Engineering, has been appointed to serve as the interim associate vice chancellor for research initiatives, effective Aug. 15. \nAs the interim AVC for research initiatives, Jones will manage a range of institutional research activities, with a focus on the following:\nOverseeing the 13 centers and institutes administered by the Office of Research and Innovation. \nLeading the Laboratory for Analytic Sciences (LAS), National Security and Special Research Initiatives (NSSRI), and Quantum Initiative.\nIdentifying emerging and advanced research domains such as applied research, artificial intelligence, data science, advanced manufacturing, quantum computing and more.\nJones, an active member of NC State’s Research Leadership Academy, has published over 300 papers and received several awards for his research and education activities — most recently, the 2025 Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees. Jones formerly served as director of the Analytical Instrumentation Facility, one of NC State’s six Shared Core Research Facilities. He earned his Ph.D. at Purdue University.\nThis post was originally published in Office of Research and Innovation."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:MLfJN-KU85MC",
  "text": "View article\nAuthors\nChristina M Rost, Edward Sachet, Trent Borman, Ali Moballegh, Elizabeth C Dickey, Dong Hou, Jacob L Jones, Stefano Curtarolo, Jon-Paul Maria\nPublisher\nNature Publishing Group UK\nDescription\nConfigurational disorder can be compositionally engineered into mixed oxide by populating a single sublattice with many distinct cations. The formulations promote novel and entropy-stabilized forms of crystalline matter where metal cations are incorporated in new ways. Here, through rigorous experiments, a simple thermodynamic model, and a five-component oxide formulation, we demonstrate beyond reasonable doubt that entropy predominates the thermodynamic landscape, and drives a reversible solid-state transformation between a multiphase and single-phase state. In the latter, cation distributions are proven to be random and homogeneous. The findings validate the hypothesis that deliberate configurational disorder provides an orthogonal strategy to imagine and discover new phases of crystalline matter and untapped opportunities for property engineering."
},
{
  "url": "https://mse.ncsu.edu/jones/news/",
  "text": "News | Jones Research Group\nAug 14, 2025 \nJacob Jones Appointed Interim Associate Vice Chancellor for Research Initiatives\nJones, who is also the director of the Science and Technologies for Phosphorus Sustainability (STEPS) Center and director and principal investigator of the Research Triangle Nanotechnology Network (RTNN), will keep his academic appointment in the Department of Materials Science and Engineering and will continue to serve in his administrative capacities for both STEPS and RTNN.\nMay 9, 2025 \nNC State Faculty Engages Global Community at Conference in Kenya\nNC State MSE faculty and students made a global impact at the Science in the Savannah nanotechnology conference in Kenya, organized by MSE Professor Martin Thuo, where Professor Martin Seifrid was recognized as a rising star in interdisciplinary science.\nApr 16, 2025 \nSenior Spotlight: Grace Kiel\nOriginally an intended Chemical Engineering major, Grace Kiel discovered MSE through a mentor in her sorority who introduced her to the field’s unique blend of chemistry and physics.\nApr 15, 2025 \nNC State Continues Tradition of Faculty Achievement\nThe Celebration of Faculty Excellence is held each spring to recognize outstanding faculty who have received prestigious state, national and international awards, accolades or other distinctions during this academic year. This year, NC State honored 26 faculty members during the 2025 Celebration of Faculty Excellence on April 8.\nApr 15, 2025 \nFive GOHA Affiliates Recognized at 2025 Celebration of Faculty Excellence\nThe Celebration of Faculty Excellence is held each spring to recognize outstanding faculty who have received prestigious state, national and international awards, accolades or other distinctions during this academic year. This year, NC State honored 26 faculty members during the 2025 Celebration of Faculty Excellence on April 8.\nApr 8, 2025 \nJacob Jones Wins Holladay Medal\nThis week, STEPS Center Director Jacob Jones was awarded the Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2025/nc-state-faculty-engages-global-community-at-conference-in-kenya/",
  "text": "NC State Faculty Engages Global Community at Conference in Kenya\nOl Tukai Lodge, Amboseli, Kenya – April 2025\nNC State’s Department of Materials Science and Engineering made a strong international showing at the Science in the Savannah: A US-Africa Conference on Nanotechnology, a gathering of global researchers held at the foothills of Mt. Kilimanjaro in Kenya. This conference was envisioned and executed by Professor Martin Thuo, who attended with other MSE faculty, including Professors Franky So, Martin Seifrid, and Jacob Jones. Also attending were Thuo’s postdoctoral researcher, Andrew Martin, and graduate student Dhanush Jamadagni. At the event, Martin Seifrid was recognized as a rising star in interdisciplinary science.\n“By taking scientists from different countries and disciplines, and getting them out of their cognitive and physical comfort zone, enables interactions that would not happen otherwise. Campfire conversations like the effect of phosphorus as a fertilizer, a dietary nutrient, and its impact on cement curing would not occur otherwise.” – Dr. Martin Thuo\nThematic talks were presented by Drs. Seifrid, Thuo, and Martin. Their presentations explored cutting-edge work, contributing to rich scientific discussions that spanned materials for energy, planetary science, sustainability, and nanotechnology. The conference was an opportunity to engage with international collaborators and explore new directions for global research partnerships. In addition, Dr. Jones gave a plenary lecture, Dr. So gave a keynote talk, and Dhanush presented a poster. Other NC State faculty in attendance at the conference were Professor Jan Genzer from the Department of Chemical and Biomolecular Engineering and Professor Owen Duckworth from the Department of Crop and Soil Sciences.\n“This was a fantastic event. It fostered not only research connections but also cultural understanding: both essential for solving global challenges.”\nDr. Jacob Jones, Kobe Steel Distinguished Professor\nAlong with the academic proceedings, participants were treated to a cultural and ecological immersion courtesy of a local company that coordinated private game drives through the iconic savannah and a visit to a local Maasai village. The excursions provided a unique context for reflection and cross-cultural exchange, reinforcing the value of scientific dialogue in diverse settings. Learning how early humans conquered this terrain or how local tribes thrive with little technology challenged attendees to think of solutions outside the box.\n“This was a fantastic event,” said Dr. Jacob Jones, Kobe Steel Distinguished Professor. “It fostered not only research connections but also cultural understanding: both essential for solving global challenges.”\nThe “Science in the Savannah” conference exemplifies how science can transcend borders and disciplines, echoing NC State MSE’s commitment to collaborative innovation on a global scale.\nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:Tyk-4Ss8FVUC",
  "text": "View article\nAuthors\nElena Aksel, Jacob L Jones\nPublication date\n2010/3/10\nPublisher\nMolecular Diversity Preservation International (MDPI)\nDescription\nPiezoelectrics have widespread use in today’s sensor and actuator technologies. However, most commercially available piezoelectric materials, e.g., Pb [ZrxTi1−x] O3 (PZT), are comprised of more than 60 weight percent lead (Pb). Due to its harmful effects, there is a strong impetus to identify new lead-free replacement materials with comparable properties to those of PZT. This review highlights recent developments in several lead-free piezoelectric materials including BaTiO3, Na0.5Bi0.5TiO3, K0.5Bi0.5TiO3, Na0.5K0.5NbO3, and their solid solutions. The factors that contribute to strong piezoelectric behavior are described and a summary of the properties for the various systems is provided.\nScholar articles\nE Aksel, JL Jones - Sensors, 2010"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:d1gkVwhDpl0C",
  "text": "View article\nAuthors\nWook Jo, John E Daniels, Jacob L Jones, Xiaoli Tan, Pamela A Thomas, Dragan Damjanovic, Jürgen Rödel"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:AXPGKjj_ei8C",
  "text": "View article\nAuthors\nTadej Rojac, Andreja Bencan, Barbara Malic, Goknur Tutuncu, Jacob L Jones, John E Daniels, Dragan Damjanovic\nSource\nJournal of the American Ceramic Society\nDescription\nBismuth ferrite (BiFeO3), a perovskite material, rich in properties and with wide functionality, has had a marked impact on the field of multiferroics, as evidenced by the hundreds of articles published annually over the past 10 years. Studies from the very early stages and particularly those on polycrystalline BiFeO3 ceramics have been faced with difficulties in the preparation of the perovskite free of secondary phases. In this review, we begin by summarizing the major processing issues and clarifying the thermodynamic and kinetic origins of the formation and stabilization of the frequently observed secondary, nonperovskite phases, such as Bi25FeO39 and Bi2Fe4O9. The second part then focuses on the electrical and electromechanical properties of BiFeO3, including the electrical conductivity, dielectric permittivity, high‐field polarization, and strain response, as well as the weak‐field piezoelectric properties. We …\nScholar articles\nT Rojac, A Bencan, B Malic, G Tutuncu, JL Jones… - Journal of the American Ceramic Society, 2014"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:u5HHmVD_uO8C",
  "text": "View article\nAuthors\nJohn E Daniels, Wook Jo, Jürgen Rödel, Jacob L Jones\nPublication date\n2009/7/20\nJournal\nApplied Physics Letters\nDescription\nThe electric-field-induced strain in 93%(Bi 0.5 Na 0.5) TiO 3–7% BaTiO 3 polycrystalline ceramic is shown to be the result of an electric-field-induced phase transformation from a pseudocubic to tetragonal symmetry. High-energy x-ray diffraction is used to illustrate the microstructural nature of the transformation. A combination of induced unit cell volumetric changes, domain texture, and anisotropic lattice strains are responsible for the observed macroscopic strain. This strain mechanism is not analogous to the high electric-field-induced strains observed in lead-based morphotropic phase boundary systems. Thus, systems which appear cubic under zero field should not be excluded from the search for lead-free piezoelectric compositions.\nScholar articles\nJE Daniels, W Jo, J Rödel, JL Jones - Applied Physics Letters, 2009"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:Y0pCki6q_DkC",
  "text": "View article\nAuthors\nAbhijit Pramanick, Dragan Damjanovic, John E Daniels, Juan C Nino, Jacob L Jones\nJournal\nJournal of the American Ceramic Society\nPublisher\nBlackwell Publishing Inc\nDescription\nThe electromechanical coupling in ferroelectric materials is controlled by several coexisting structural phenomena which can include piezoelectric lattice strain, 180° and non‐180° domain wall motion, and interphase boundary motion. The structural mechanisms that contribute to electromechanical coupling have not been readily measured in the past, particularly under the low‐to‐medium driving electric field amplitudes at which many piezoelectric materials are used. In this feature, results from in situ, high‐energy, and time‐resolved X‐ray diffraction experiments are interpreted together with macroscopic piezoelectric coefficient measurements in order to better understand the contribution of these mechanisms to the electromechanical coupling of polycrystalline ferroelectric materials. The compositions investigated include 2 mol% La‐doped PbZr0.60Ti0.40O3, 2 mol% La‐doped PbZr0.52Ti0.48O3, 2 mol% La …\nScholar articles\nA Pramanick, D Damjanovic, JE Daniels, JC Nino… - Journal of the American Ceramic Society, 2011"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:2osOgNQ5qMEC",
  "text": "View article\nAuthors\nElena Aksel, Jennifer S Forrester, Jacob L Jones, Pam A Thomas, Katharine Page, Matthew R Suchomel\nPublication date\n2011/4/11\nJournal\nApplied Physics Letters\nDescription\nBismuth-based ferroelectric ceramics are currently under intense investigation for their potential as Pb-free alternatives to lead zirconate titanate-based piezoelectrics. Na 0.5 Bi 0.5 TiO 3 (NBT), one of the widely studied compositions, has been assumed thus far to exhibit the rhombohedral space group R 3 c at room temperature. High-resolution powder x-ray diffraction patterns, however, reveal peak splitting in the room temperature phase that evidence the true structure as monoclinic with space group C c⁠. This peak splitting and C c space group is only revealed in sintered powders; calcined powders are equally fit to an R 3 c model because microstructural contributions to peak broadening obscure the peak splitting.\nScholar articles\nE Aksel, JS Forrester, JL Jones, PA Thomas, K Page… - Applied Physics Letters, 2011"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:L1USKYWJimsC",
  "text": "View article\nAuthors\nUwe Schroeder, Claudia Richter, Min Hyuk Park, Tony Schenk, Milan Pesic, Michael Hoffmann, Franz PG Fengler, Darius Pohl, Bernd Rellinghaus, Chuanzhen Zhou, Ching-Chang Chung, Jacob L Jones, Thomas Mikolajick\nPublisher\nAmerican Chemical Society\nDescription\nRecently simulation groups have reported the lanthanide series elements as the dopants that have the strongest effect on the stabilization of the ferroelectric non-centrosymmetric orthorhombic phase in hafnium oxide. This finding confirms experimental results for lanthanum and gadolinium showing the highest remanent polarization values of all hafnia-based ferroelectric films until now. However, no comprehensive overview that links structural properties to the electrical performance of the films in detail is available for lanthanide-doped hafnia. La:HfO2 appears to be a material with a broad window of process parameters, and accordingly, by optimization of the La content in the layer, it is possible to improve the performance of the material significantly. Variations of the La concentration leads to changes in the crystallographic structure in the bulk of the films and at the interfaces to the electrode materials, which …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:uDGL6kOW6j0C",
  "text": "View article\nAuthors\nMin Hyuk Park, Tony Schenk, Christopher M Fancher, Everett D Grimley, Chuanzhen Zhou, Claudia Richter, James M LeBeau, Jacob L Jones, Thomas Mikolajick, Uwe Schroeder\nJournal\nJournal of Materials Chemistry C\nPublisher\nRoyal Society of Chemistry\nDescription\nThe origin of the unexpected ferroelectricity in doped HfO2 thin films is now considered to be the formation of a non-centrosymmetric Pca21 orthorhombic phase. Due to the polycrystalline nature of the films as well as their extremely small thickness (∼10 nm) and mixed orientation and phase composition, structural analysis of doped HfO2 thin films remains a challenging task. As a further complication, the structural similarities of the orthorhombic and tetragonal phase are difficult to distinguish by typical structural analysis techniques such as X-ray diffraction. To resolve this issue, the changes in the grazing incidence X-ray diffraction (GIXRD) patterns of HfO2 films doped with Si, Al, and Gd are systematically examined. For all dopants, the shift of o111/t101 diffraction peak is observed with increasing atomic layer deposition (ALD) cycle ratio, and this shift is thought to originate from the orthorhombic to P42/nmc …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:u-x6o8ySG0sC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:maZDTaKrznsC",
  "text": "View article\nAuthors\nChristopher R Fell, Danna Qian, Kyler J Carroll, Miaofang Chi, Jacob L Jones, Ying Shirley Meng\nPublication date\n2013/5/14\nJournal\nChemistry of Materials\nPublisher\nAmerican Chemical Society\nDescription\nDynamic structural changes during the first electrochemical charge and discharge cycle in the Li-excess layered oxide compound, Li[Li1/5Ni1/5Mn3/5]O2, are studied with synchrotron X-ray diffraction (SXRD), aberration corrected scanning transmission electron microscopy (a-S/TEM), and electron energy loss spectroscopy (EELS). At different states of charge, we carefully examined the crystal structures and electronic structures within the bulk and have found that increased microstrain is accompanied with the cation migration and a second phase formation which occurs during the first cycle voltage plateau as well as into the beginning of the discharge cycle. The evidence indicates that the oxygen vacancy formation and activation may facilitate cation migration and results in the formation of a second phase. The EELS results reveal a Mn valence change from 4+ to 3+ upon oxygen vacancy formation and recovers …\nScholar articles\nCR Fell, D Qian, KJ Carroll, M Chi, JL Jones, YS Meng - Chemistry of Materials, 2013"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:8k81kl-MbHgC",
  "text": "View article\nAuthors\nElena Aksel, Jennifer S Forrester, Benjamin Kowalski, Marco Deluca, Dragan Damjanovic, Jacob L Jones"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:qjMakFHDy7sC",
  "text": "View article\nAuthors\nJohn E Daniels, Wook Jo, Jürgen Rödel, Veijo Honkimäki, Jacob L Jones\nDescription\nThe electric-field-induced strain behavior in (1−x−y)(Bi0.5Na0.5)TiO3–xBaTiO3–y(K0.5Na0.5)NbO3 electroceramics has been studied using a combinatorial technique. A stoichiometrically graded sample was produced to contain compositions across the ternary phase diagram between the two end-member components of 0.93(Bi0.5Na0.5)TiO3–0.07BaTiO3 and 0.86(Bi0.5Na0.5)TiO3–0.14(K0.5Na0.5)NbO3. Both composition and structural information were measured simultaneously during the application of electric fields using secondary X-ray fluorescence and high-energy X-ray microdiffraction, respectively. An initial electric-field-induced distortion from the pseudo-cubic structure is seen across all compositions, while those with a greater concentration of BaTiO3 also undergo an electric-field-induced phase transformation. The microstructural contribution to the macroscopic strain within the 0.93(Bi0.5Na0.5)TiO3 …\nScholar articles\nJE Daniels, W Jo, J Rödel, V Honkimäki, JL Jones - Acta Materialia, 2010"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:HtS1dXgVpQUC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:kzcrU_BdoSEC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:IjCSPb-OGe4C",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:LPZeul_q3PIC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:4X0JR2_MtJMC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:9yKSN-GCB0IC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=8MGgR3QAAAAJ&citation_for_view=8MGgR3QAAAAJ:JTqpx9DYBaYC",
  "text": "View article\nAuthors\nTerence Mittmann, Monica Materano, Patrick D Lomenzo, Min Hyuk Park, Igor Stolichnov, Matteo Cavalieri, Chuanzhen Zhou, Ching‐Chang Chung, Jacob L Jones, Thomas Szyjka, Martina Müller, Alfred Kersch, Thomas Mikolajick, Uwe Schroeder\nJournal\nAdvanced Materials Interfaces\nDescription\nThin film metal–insulator–metal capacitors with undoped HfO2 as the insulator are fabricated by sputtering from ceramic targets and subsequently annealed. The influence of film thickness and annealing temperature is characterized by electrical and structural methods. After annealing, the films show distinct ferroelectric properties. Grazing incidence X‐ray diffraction measurements reveal a dominant ferroelectric orthorhombic phase for thicknesses in the 10–50 nm range and a negligible non‐ferroelectric monoclinic phase fraction. Sputtering HfO2 with additional oxygen during the deposition decreases the remanent polarization. Overall, the impact of oxygen vacancies and interstitials in the HfO2 film during deposition and annealing is correlated to the phase formation process."
},
{
  "url": "https://mse.ncsu.edu/jones/group/principal-investigator/",
  "text": "People | Jones Research Group\nSearch for: \nPrincipal Investigator\nVIEW: Alphabetical By Group \nJJ\nJacob Jones \nKobe Steel Distinguished Professor\n919-515-4557 jljone21@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/jones/group/members/postdoctoral-research-staff/",
  "text": "People | Jones Research Group\nSearch for: \nPostdoctoral Research Staff\nVIEW: Alphabetical By Group \nTR\nTom Rowe \nPostdoctoral Research Scholar\ntmrowe@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/jones/group/members/graduate-students/",
  "text": "People | Jones Research Group\nSearch for: \nGraduate Students\nVIEW: Alphabetical By Group \nGK\nGrace Kiel \nGraduate Student\ngskiel@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/jones/people/jljone21/",
  "text": "Jacob Jones | Jones Research Group\nJJ\nhe/him/his\nKobe Steel Distinguished Professor\nDirector, Science and Technologies for Phosphorus Sustainability (STEPS) Center\nDirector and Principal Investigator, Research Triangle Nanotechnology Network (RTNN)\nUniversity Faculty Scholar\nUniversity Research Leadership Academy\nInterim Associate Vice Chancellor for Research Initiatives\nNC State Plant Sciences Initiative\n3128 Plant Sciences Building\n919-515-4557 jljone21@ncsu.edu Website \nBio\nJacob Jones is a leading researcher in functional materials, nanotechnology, and sustainability. He directs the NSF-funded Science and Technologies for Phosphorus Sustainability (STEPS) Center and the Research Triangle Nanotechnology Network (RTNN), and is a Fellow of the IEEE and the American Ceramic Society. His expertise spans X-ray and neutron scattering, materials characterization, electroactive materials, and global research collaboration.\nJones has published over 300 papers, delivered hundreds of invited talks, and received prestigious honors including the NSF CAREER award, PECASE, NC State’s Holladay Medal for Excellence, and the R.J. Reynolds Award. He actively supports international research experiences and interdisciplinary collaboration in areas such as water sustainability and data-driven materials discovery.\nHe earned his Ph.D. from Purdue University and held positions at the University of Florida and the University of New South Wales before joining NC State in 2013.\nEducation\nPh.D. Materials Engineering Purdue University 2004 \nM.S. Mechanical Engineering Purdue University 2001 \nB.S. Mechanical Engineering Purdue University 1999 \nArea(s) of Expertise\nFunctional materials such as piezoelectric and ferroelectric materials, materials for phosphorus recovery, nanomaterials, mechanics of materials, and the promotion of international science and engineering\nPublications\nEngaging stakeholders in phosphorus sustainability: Challenges, lessons learned, and implications for addressing other wicked problems , ELEMENTA-SCIENCE OF THE ANTHROPOCENE (2025) \nFrom bench to business: translating academic advances into industry innovations , DEVELOPMENT (2025) \nOn the synthesis of potassium sodium niobate, I: synthesis and crystal structure of KNaCO3 , JOURNAL OF MATERIALS SCIENCE (2025) \nOn the synthesis of potassium sodium niobate, II: the use of KNaCO3 to synthesize more compositionally homogeneous materials and at lower temperatures , JOURNAL OF MATERIALS SCIENCE (2025) \nRheology of alumina suspensions subjected to alternating current electric fields for freeze-casting , JOURNAL OF THE AMERICAN CERAMIC SOCIETY (2025) \nTransdisciplinary Collaborations for Advancing Sustainable and Resilient Agricultural Systems , GLOBAL CHANGE BIOLOGY (2025) \nChemical and Valence Electron Structure of Core and Shell of Sn(II)-Perovskite Oxide Nanoshells (vol 128, pg 17387, 2024) , JOURNAL OF PHYSICAL CHEMISTRY C (2024) \nChemical and Valence Electron Structure of the Core and Shell of Sn(II)-Perovskite Oxide Nanoshells , The Journal of Physical Chemistry C (2024) \nEffect of sub‐coercive degradation on the local piezoelectric properties in lead zirconate titanate ceramics , Journal of the American Ceramic Society (2024) \nEnvironmental impacts of selected metal cations for phosphorus capture in natural waters: A synthesis , Chemosphere (2024) \nView all publications \nGrants\nSTC: Science and Technologies for Phosphorus Sustainability (STEPS) Center \nDate: 10/01/21 - 9/30/27\nAmount: $24,337,114.00\nFunding Agencies: National Science Foundation (NSF)\nThe Science and Technologies for Phosphorus Sustainability (STEPS) Center is a convergence research hub for addressing the fundamental challenges associated with phosphorus sustainability. The vision of STEPS is to develop new scientific and technological solutions to regulating, recovering and reusing phosphorus that can readily be adopted by society through fundamental research conducted by a broad, highly interdisciplinary team. Key outcomes include new atomic-level knowledge of phosphorus interactions with engineered and natural materials, new understanding of phosphorus mobility at industrial, farm, and landscape scales, and prioritization of best management practices and strategies drawn from diverse stakeholder perspectives. Ultimately, STEPS will provide new scientific understanding, enabling new technologies, and transformative improvements in phosphorus sustainability.\nNNCI: North Carolina Research Triangle Nanotechnology Network (RTNN) \nDate: 09/01/20 - 8/31/26\nAmount: $5,750,000.00\nFunding Agencies: National Science Foundation (NSF)\nThe RTNN is a consortium of three North Carolina (NC) institutions and is a site in the National Nanotechnology Coordinated Infrastructure (NNCI) network. NC State, Duke, and UNC-Chapel Hill are all located in close geographical proximity within North Carolina                  s Research Triangle. The RTNN currently offers fabrication and characterization services and education to a diverse range of users from colleges, universities, industry, non-profits, and individuals. The RTNN brings specialized technical expertise and facilities to the National NNCI in areas that include wide bandgap semiconductors, soft materials (animal, vegetative, textile, polymer), functional nanomaterials, in situ nanomaterials characterization and environmental impact, nanofluidics, heterogeneous integration, photovoltaics, and positron annihilation spectroscopy. The RTNN strengthens the National NNCI in the areas of social and ethical implications of nanotechnology, environmental impacts of nanotechnology, and education/workforce development through interaction with industry and community colleges in the Research Triangle. All facilities engaged in this consortium have established track records of facilitating industrial research and technology transfer, strengths that further leverage the proposed site within the Research Triangle.\nComplex Dielectrics by Atomic Layer Deposition, CDP Core Project \nDate: 07/01/22 - 6/30/26\nAmount: $160,000.00\nFunding Agencies: NCSU Center for Dielectrics and Piezoelectrics (CDP)\nThis project will seek to expand fundamental understanding of surface reactions during Atomic Layer Deposition (ALD) and Atomic Layer Etching (ALE) of novel complex dielectrics and related materials of interest to members of CDP. The work will build on and expand the successful collaboration1   5 in CDP between PIs Jones and Parsons who have been working together for the past ~3 years on ALD of HfxZr(1-x)O2\nPhase Transitions of Ferroelectric HfZrO2 under Radiation Fluence \nDate: 11/11/22 - 9/30/25\nAmount: $260,322.00\nFunding Agencies: US Dept. of Energy (DOE)\nNorth Carolina State University will work with Sandia to characterize changes in microstructure and phase of the HZO as a function of radiation and cycling in order to elucidate origins of radiation-induced failure.\nThrough Thickness Variations of Degradation Phenomena in Piezoelectric and Ferroelectric Ceramics, CDP Core Project \nDate: 07/01/22 - 6/30/25\nAmount: $155,000.00\nFunding Agencies: NCSU Center for Dielectrics and Piezoelectrics (CDP)\nThe overarching goal of this proposal is to determine the local effects of degradation throughout the thickness of piezo- and ferroelectric ceramics. This will be enabled using 3D analysis of the microstructure using advanced focused ion beam and tomography methods as well as Atomic Force Microscopy (AFM) techniques. The use of AFM has been successfully applied by co-PI Balke to reveal the local effects of bipolar fatigue in polished cross-section PZT ceramics [1]. In combination, this multi-modal approach covers many relevant length scales and will generate comprehensive insights into the mechanical and functional degradation throughout the thickness of bulk ceramics and will be applied to time and field-driven degradation relevant to actuator applications, such as aging and unipolar fatigue. This will allow to directly identify areas which are most affected by degradation, such as electrode-near regions, and identify their consequences on local and global piezoelectric and ferroelectric properties. Specifically, we will use (1) plasma Focused Ion Beam (pFIB) to rapidly characterize large blocks of fatigued regions both near the surface and in the bulk, (2) X-ray Nano-computed tomography (nano-CT) to identify the presence and location of internal microcracks, and (3) Piezoresponse Force Microscopy (PFM) to characterize the change in local domain structure, domain wall mobility, as well as qualitative changes in dielectric constant throughout the sample thickness. All local observables will be directly compared to macroscopically measured effects of degradation, such as strain and polarization to bridge the information obtained on different length scales and to explore the origin of degradation in the context of unifying degradation laws. This information will allow to establish the role of the microstructure and electrode/ceramic interface on reliability and lifetime predictions.\nPhase II IUCRC North Carolina State University: Center for Dielectrics and Piezoelectrics \nDate: 03/01/19 - 2/28/25\nAmount: $551,999.00\nFunding Agencies: National Science Foundation (NSF)\nThe Center for Dielectrics and Piezoelectrics (CDP) is an internationally recognized research center dedicated to improving the science and technology of dielectric and piezoelectric materials and their integration into components and devices. This class of materials underpins the functionality of a broad array of electronic and electromechanical systems that are enabling for the transportation, energy, aerospace and defense, communications, and medical sectors of the economy. In response to the needs and opportunities for academic-focused research to support these technology areas, the CDP was established in 2013 as a joint center between North Carolina State University (NCSU) and The Pennsylvania State University (PSU) and became an official NSF I/UCRC in 2014. The center attracts companies across the supply chain from raw materials suppliers, to component/subsystems manufacturers, to test equipment suppliers, to device and systems integrators.\nAdvancing Solid State Reaction Science Through in situ Diffraction and Processing Control, CDP Core Project \nDate: 07/01/22 - 6/30/24\nAmount: $220,000.00\nFunding Agencies: NCSU Center for Dielectrics and Piezoelectrics (CDP)\nThis project objective is to advance our empirical understanding of how oxides and carbonates transform, decompose, and react at elevated temperatures and under various gas environments, enabling the design of new processing strategies for complex oxides. We will utilize in situ high-temperature X-ray diffraction (HTXRD) to systematically investigate many oxide and carbonate powders that are used as dopants in dielectrics and piezoelectrics, react them with other oxides and carbonates to understand their role in the formation of perovskites including K0.5Na0.5NbO3 (KNN), BaTiO3 (BT), and ternary perovskites such as BiFeO3-BaTiO3-SrTiO3 (BF-BT-ST), and develop the concept of using active, intermediate perovskite materials to form more chemically homogeneous perovskites that contain multiple cations.\nPushing the Boundaries of Kinetic Stability in Metastable Perovskite Oxides \nDate: 06/01/20 - 5/31/24\nAmount: $500,000.00\nFunding Agencies: National Science Foundation (NSF)\nThe proposed research plans focus on pushing the boundaries of the synthesis of metastable perovskite oxides via new synthetic approaches. Metastable oxides, i.e., kinetically-trapped oxides with a positive free energy with respect to simpler oxides, can show superior properties, as found in many fields such as for photovoltaics, ion conductors, or multiferroics. Recent results demonstrate that access to ternary and quaternary perovskite oxides that are thermodynamically unstable can be achieved by using low temperatures and precursor oxides.\nRET Site: Atomic Scale Design and Engineering \nDate: 05/15/19 - 4/30/24\nAmount: $600,000.00\nFunding Agencies: National Science Foundation (NSF)\nThe research focus of the RET site is atomic-scale design and engineering. Participants in the program will be paired with research mentors in one of the three Research Triangle Nanotechnology Network (RTNN) institutions: NC State, Duke, or UNC. Research projects will enable participants to engineer, create, and characterize nanoscale materials or devices and connect their work to real-world applications. Teachers will gain experience with state-of-the-art tools and techniques that are used in scientific and engineering research. By integrating their research into creative lesson plans, educators can introduce nanotechnology concepts to their students, inspire and motivate them to pursue STEM careers, and prepare them for the scientific workforce. Participants will be recruited from local school districts (Johnston County Schools, Durham Public Schools) and community colleges with high populations of underrepresented students. Prior to conducting research, participants in the site will attend a week-long orientation. The following weeks will intertwine research activities with curricular development. To cap off the program, participants will finalize curricular materials and share their research experiences with fellow RET participants in a symposium. Upon return to their home institutions, educators will implement their curricula and work with open-access facilities at RTNN institutions to expose students to cutting-edge fabrication and characterization tools. Participants will share their curricula online as well as at local education conferences.\nCharacterization of Biocements \nDate: 11/01/22 - 3/27/23\nAmount: $49,597.00\nFunding Agencies: bioMASON, Inc.\nThe objective of this project is to develop quantitative analytical methodologies for assessing the micro-scale qualities of biocement that give rise to macro-scale structural performance.\nView all grants \nHonors and Awards\n2025 - Alexander Quarles Holladay Medal for Excellence from NC State University\n2024 - Opal Mann Green Engagement and Scholarship Award to the Research Triangle Nanotechnology Network\n2020 - R. J. Reynolds Tobacco Company Award for Excellence in Teaching, Research, and Extension\n2020 - IEEE Society Fellow\n2020 - Purdue University Outstanding Materials Engineer Award, School of Materials Engineering\n2019 - NC State Alumni Association Outstanding Research Award\n2017 - NC State College of Engineering George H. Blessis Outstanding Undergraduate Advisor Award\n2016-2017 - NC State College of Engineering George H. Blessis Outstanding Undergraduate Advisor Award\n2015 - American Ceramic Society Fellow\n2012 - University of Florida International Educator of the Year\n2012 - University of Florida HHMI Science for Life Distinguished Mentor Award\n2011 - IEEE Ferroelectrics Young Investigator Award\n2009 - National Nuclear Security Administration (NNSA) Defense Program Award of Excellence\n2009 - Powe Junior Faculty Enhancement Award\n2008 - NSF CAREER Award\n2008 - Presidential Early Career Award for Scientists and Engineers (PECASE)"
},
{
  "url": "https://mse.ncsu.edu/jones/group/members/doctoral-students/",
  "text": "People | Jones Research Group\nSearch for: \nDoctoral Students\nVIEW: Alphabetical By Group \nDH\nDarrell Harry \nDoctoral Student\ndiharry@ncsu.edu \nAH\nAndre Hillsman \nDoctoral Student\nadhillsm@ncsu.edu \nTN\nTram Nguyen \nDoctoral Student\nnnguye26@ncsu.edu \nJP\nJames Pirez \nDoctoral Student\njapirez@ncsu.edu \nBR\nBritney Rickman \nDoctoral Student\nbcrickma@ncsu.edu \nET\nElizabeth Trubchaninov \nDoctoral Student\neotrubch@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/jones/people/nnguye26/",
  "text": "Tram Nguyen | Jones Research Group\nTN\nDoctoral Student\nnnguye26@ncsu.edu \nGroups\nCurrent Members: Doctoral Students"
},
{
  "url": "https://mse.ncsu.edu/jones/people/japirez/",
  "text": "James Pirez | Jones Research Group\nJP\nView CV \nArea(s) of Expertise\nThe Solid-State synthesis of Bismuth Ferrite and Aliovalent doped Bismuth Ferrite advanced ceramics."
},
{
  "url": "https://mse.ncsu.edu/jones/people/adhillsm/",
  "text": "Andre Hillsman | Jones Research Group\nAH\nDoctoral Student\nadhillsm@ncsu.edu \nGroups\nCurrent Members: Doctoral Students"
},
{
  "url": "https://mse.ncsu.edu/jones/people/tmrowe/",
  "text": "Tom Rowe | Jones Research Group\nTR\nPostdoctoral Research Scholar\ntmrowe@ncsu.edu \nView CV \nArea(s) of Expertise\nInvestigating how ceramic processing techniques impact crystal structure and reaction process in metal oxide ceramics with a focus on ferroelectric perovskites.\nPublications\nOn the synthesis of potassium sodium niobate, I: synthesis and crystal structure of KNaCO3 , JOURNAL OF MATERIALS SCIENCE (2025) \nOn the synthesis of potassium sodium niobate, II: the use of KNaCO3 to synthesize more compositionally homogeneous materials and at lower temperatures , JOURNAL OF MATERIALS SCIENCE (2025) \nView all publications \nGroups\nCurrent Members: Postdoctoral Research Staff"
},
{
  "url": "https://mse.ncsu.edu/jones/people/bcrickma/",
  "text": "Britney Rickman | Jones Research Group\nArea(s) of Expertise\nSynthesis of new materials for phosphate adsorption.\nGroups\nCurrent Members: Doctoral Students"
},
{
  "url": "https://mse.ncsu.edu/jones/people/eotrubch/",
  "text": "Elizabeth Trubchaninov | Jones Research Group\nET\nArea(s) of Expertise\nAs part of STEPS and focused on standardizing phosphorus analytics utilizing the following characterization techniques: EELS, EDS, XRD, XPS, Tof-SIMS, Raman Spectroscopy, and XANES."
},
{
  "url": "https://mse.ncsu.edu/jones/group/members/staff/",
  "text": "People | Jones Research Group\nSearch for: \nStaff\nVIEW: Alphabetical By Group \nAL\nAnna Lumpkin \nUniversity Program Specialist\n919-515-8887 arragsda@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/jones/group/members/undergraduate-students/",
  "text": "People | Jones Research Group\nSearch for: \nUndergraduate Students\nVIEW: Alphabetical By Group \nTS\nTaylor Sharp \nUndergraduate Senior\ntjsharp@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/jones/people/tjsharp/",
  "text": "Taylor Sharp | Jones Research Group\nTS\nUndergraduate Senior\ntjsharp@ncsu.edu \nGroups\nCurrent Members: Undergraduate Students"
},
{
  "url": "https://mse.ncsu.edu/jones/news/2025/nc-state-continues-tradition-of-faculty-achievement/",
  "text": "NC State Continues Tradition of Faculty Achievement\nThe Celebration of Faculty Excellence is held each spring to recognize outstanding faculty who have received prestigious state, national and international awards, accolades or other distinctions during this academic year. This year, NC State honored 26 faculty members during the 2025 Celebration of Faculty Excellence on April 8.\nChancellor Randy Woodson presented the Alexander Quarles Holladay Medal for Excellence, NC State’s highest award recognizing faculty achievement.\nThe 2025 honorees were:\nBrian Gilger, professor, Department of Clinical Science\nJacob Jones, Kobe Steel Distinguished Professor, Department of Materials Science and Engineering\nXiangwu Zhang, Samuel S. Walker Distinguished Professor, Department of Textile Innovation, and associate dean for research in the Wilson College of Textiles\nNC State Board of Trustees Chair Ed Weisiger, Jr. assisted in the presentation.\nExecutive Vice Chancellor and Provost Warwick Arden recognized the following NC State recipients of UNC System-level awards:\nClyde Sorenson, professor, Department of Entomology and Plant Pathology: University of North Carolina Board of Governors Award for Excellence in Teaching\nCraig Yencho, William Neal Reynolds Distinguished Professor, Department of Horticultural Science: University of North Carolina System’s O. Max Gardner Award\nSenior Vice Provost for Faculty Excellence Kim Grainger and Interim Vice Provost for Research and Innovation Alyson Wilson recognized the following honored faculty:\nHudson Ashrafi, associate professor, Department of Horticulture Science: Fulbright U.S. Scholar\nJayant Baliga, emeritus professor, Department of Electrical and Computer Engineering: Millennium Technology Prize\nSarah Bowen, professor, Department of Sociology and Anthropology, and associate dean for research and engagement, College of Humanities and Social Sciences: Fulbright U.S. Scholar\nJustin Bradley, associate professor, Department of Computer Science: National Science Foundation Early Career Development (CAREER) Award\nDiane Chapman, executive director and associate vice provost of faculty development, Office for Faculty Excellence: Fulbright U.S. Scholar\nCatherine Davis, assistant professor, Department of Marine, Earth and Atmospheric Sciences: Sloan Research Fellow\nMeg Day, assistant professor, Department of English: Guggenheim Poet-in-Residence\nChris DePerno, professor, Department of Forestry and Environmental Resources: American Council for Education Fellow\nJan Genzer, S. Frank and Doris Culberson Distinguished Professor, Department of Chemical and Biomolecular Engineering: American Association for the Advancement of Science Fellow\nAmanda Hulse-Kemp, USDA Assistant Professor, Department of Crop and Soil Sciences: Presidential Early Career Award for Scientists and Engineers Award \nTamecia Jones, assistant professor, Department of STEM Education: National Science Foundation Early Career Development (CAREER) Award\nNathalie Lavoine, assistant professor, Department of Forest Biomaterials: National Science Foundation Early Career Development (CAREER) Award\nJim Pfaendtner, Louis Martin-Vega Dean of the College of Engineering: American Association for the Advancement of Science Fellow\nRubén Rellán Álvarez, associate professor, Department of Molecular and Structural Biochemistry: Presidential Early Career Award for Scientists and Engineers Award\nRenran Tian, assistant professor, Fitts Department of Industrial and Systems Engineering: National Science Foundation Early Career Development (CAREER) Award\nMartin Thuo, professor, Department of Materials Science and Engineering: National Academy of Inventors Fellow\nVictor Veliadis, professor and executive director of PowerAmerica, Department of Electrical and Computer Engineering: National Academy of Inventors Fellow\nGe Yang, professor, Department of Nuclear Engineering: National Academy of Inventors Senior Member\nJie Yen, associate professor, Department of Mechanical and Aerospace Engineering: Presidential Early Career Award for Scientists and Engineers Award\nChristina Zakas, assistant professor, Department of Biological Sciences: National Science Foundation Early Career Development (CAREER) Award\nYang Zhang, assistant professor, Department of Textile Engineering, Chemistry and Science: National Science Foundation Early Career Development (CAREER) Award\n2025 marks the fourteenth year of the Celebration of Faculty Excellence. In recognition of all honored faculty, the university lit the Memorial Belltower red for the night on April 8.\nThis post was originally published in Provost's Office News."
},
{
  "url": "https://mse.ncsu.edu/jones/people/arragsda/",
  "text": "Anna Lumpkin | Jones Research Group\nAL\nPosts\nHigh School Student Gains Research Experience with AIF\nAIF Celebrating 100 Years\nEducation\nMEd College Counseling and Student Development NC State University 2023 \nB.A. Psychology NC State University 2013 \nArea(s) of Expertise\nHigh-performing, strategic-thinking professional with over eight years of experience in higher education administration. Proven expertise in building strong relationships with employees, stakeholders, and cross-functional teams. Skilled in writing, interpersonal communication, and presenting with clarity and impact. Adept at assessing needs, generating options, and delivering collaborative solutions. A proactive self-starter who meets deadlines and excels in dynamic, fast-paced environments. Adaptable and quick to respond to changing circumstances, with a keen ability to make strategic decisions and balance shifting priorities. A customer-focused relationship manager known for exceptional service and effective coordination of special events and programs."
},
{
  "url": "https://mse.ncsu.edu/jones/news/author/ncstate-newswire/",
  "text": "Staff | Jones Research Group\nAug 14, 2025 \nJacob Jones Appointed Interim Associate Vice Chancellor for Research Initiatives\nJones, who is also the director of the Science and Technologies for Phosphorus Sustainability (STEPS) Center and director and principal investigator of the Research Triangle Nanotechnology Network (RTNN), will keep his academic appointment in the Department of Materials Science and Engineering and will continue to serve in his administrative capacities for both STEPS and RTNN.\nApr 15, 2025 \nNC State Continues Tradition of Faculty Achievement\nThe Celebration of Faculty Excellence is held each spring to recognize outstanding faculty who have received prestigious state, national and international awards, accolades or other distinctions during this academic year. This year, NC State honored 26 faculty members during the 2025 Celebration of Faculty Excellence on April 8.\nApr 15, 2025 \nFive GOHA Affiliates Recognized at 2025 Celebration of Faculty Excellence\nThe Celebration of Faculty Excellence is held each spring to recognize outstanding faculty who have received prestigious state, national and international awards, accolades or other distinctions during this academic year. This year, NC State honored 26 faculty members during the 2025 Celebration of Faculty Excellence on April 8.\nApr 7, 2025 \nThree Faculty Win Holladay Medal\nThree faculty members received the Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees. Chancellor Randy Woodson will recognize the awardees during the Celebration of Faculty Excellence on April 8.\nApr 7, 2025 \nTwo GOHA Affiliates Win Holladay Medal\nThree faculty members received the Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees. Chancellor Randy Woodson will recognize the awardees during the Celebration of Faculty Excellence on April 8.\nJul 17, 2024 \nSculpting and Scanning\nA collaboration between Blake Kennedy of the Clay Studio and Jacob Jones of the Material Science and Engineering Department for an Envisioning Research contest is a further example of the connections between STEM and the arts at NC State."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2025/jacob-jones-wins-holladay-medal/",
  "text": "Jacob Jones Wins Holladay Medal\nJacob Jones, Kobe Steel Distinguished Professor in the Department of Materials Science and Engineering and director of the National Science Foundation Science and Technologies for Phosphorus Sustainability (STEPS) Center, is one of three faculty members to receive the Alexander Quarles Holladay Medal for Excellence from NC State University.\nThe Holladay Medal is the highest honor bestowed by NC State and the university’s Board of Trustees. It was named in honor of Alexander Quarles Holladay, NC State’s first professor of history and its first president. This year’s award winners have made outstanding and sustained contributions to the university through achievements in research, teaching or extension and engagement. Honorees receive an engraved medal and framed certificate, and they will be recognized at NC State’s spring commencement ceremony on May 3.\nThe other two winners are Brian Gilger, professor in the Department of Clinical Sciences, and Xiangwu Zhang, Samuel S. Walker Distinguished Professor in the Department of Textile Engineering, Chemistry and Science.\nA distinguished scientist and exceptional collaborator, Jones integrates research excellence with a deep commitment to student education and success. His research focuses on the development and application of advanced neutron and x-ray scattering techniques to study the crystallography of complex, hierarchically structured materials, as well as the kinetics and mechanisms of material synthesis and phase evolution. Internationally recognized as a leading expert in ferroelectric materials, Jones has provided unprecedented insights into the atomic-structure dynamics underlying piezoelectric and electromechanical phenomena, significantly advancing the field. He has published more than 300 peer-reviewed papers, holds four patents, and is a two-time recipient of the prestigious Edward C. Henry Award for the best paper published in the Journal of the American Ceramic Society. His scientific achievements are complemented by his leadership in research and professional communities. \nJones represents the university in leadership roles within international organizations and national research initiatives. As the director and principal investigator for STEPS, Jones leads a team of researchers from 10 institutions to improve phosphorous sustainability. He is the director of the NSF-supported Research Triangle Nanotechnology Network, a collaboration with Duke University and the University of North Carolina at Chapel Hill. He previously served as the director of the Analytical Instrumentation Facility. Jones exemplifies the ideals of a scholar, mentor and leader, consistently advancing his field while fostering the next generation of scientists and engineers. His remarkable contributions have significantly elevated NC State’s reputation in materials science and engineering on national and international stages.\nHe received his Ph.D. from Purdue University and then completed an international postdoctoral fellowship from the National Science Foundation (NSF) at the University of New South Wales in Sydney, Australia. He joined NC State in 2013.\nRead the full story on NC State News.\nThis post was originally published in College of Engineering News."
},
{
  "url": "https://mse.ncsu.edu/jones/news/page/2/",
  "text": "News | Jones Research Group\nApr 7, 2025 \nTwo GOHA Affiliates Win Holladay Medal\nThree faculty members received the Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees. Chancellor Randy Woodson will recognize the awardees during the Celebration of Faculty Excellence on April 8.\nApr 7, 2025 \nThree Faculty Win Holladay Medal\nThree faculty members received the Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees. Chancellor Randy Woodson will recognize the awardees during the Celebration of Faculty Excellence on April 8.\nFeb 20, 2025 \nJacob Jones Highlights Phosphorus Sustainability at UM6P Science Week\nJacob Jones, Director of the STEPS Center and Kobe Steel Distinguished Professor of Materials Science and Engineering, delivered a keynote on phosphorus sustainability at UM6P’s Science Week, highlighting Morocco’s central role in global sustainability efforts.\nNov 12, 2024 \nMachine Learning Predicts Highest-Risk Groundwater Sites to Improve Water Quality Monitoring\nThe new tool allows regulators and public health authorities to prioritize specific aquifers for water quality testing.\nJul 17, 2024 \nSculpting and Scanning\nA collaboration between Blake Kennedy of the Clay Studio and Jacob Jones of the Material Science and Engineering Department for an Envisioning Research contest is a further example of the connections between STEM and the arts at NC State.\nMay 20, 2024 \nOutreach and Engagement 2024 Awards Presented at Annual Ceremony\nNC State recognized this year’s most impactful engaged scholars and staff at an awards celebration on Monday, April 29. The Office of Outreach and Engagement…"
},
{
  "url": "https://mse.ncsu.edu/jones/news/page/9/",
  "text": "News | Jones Research Group\nMay 1, 2014 \nOrigin Case Study\nA case study in the use of Origin software for diffraction was recently written by graduate student Jason Nikkel. The case study, posted on the Origin website at http://www.originlab.com/index.aspx?go=SOLUTIONS/CaseStudies&PID=2113, shows how he utilizes the Origin software to represent data obtained from X-ray and neutron sources to show small structural changes. OriginLab, makers of Origin, develops graphing…"
},
{
  "url": "https://mse.ncsu.edu/jones/people/gskiel/",
  "text": "Grace Kiel | Jones Research Group\nGK\nGraduate Student\ngskiel@ncsu.edu \nGroups\nCurrent Members: Graduate Students"
},
{
  "url": "https://mse.ncsu.edu/jones/people/diharry/",
  "text": "Darrell Harry | Jones Research Group\nDH\nArea(s) of Expertise\nThe study of metal cations for phosphorus recovery through batch equilibrium experiments of metal-cation-containing materials in water matrices containing ortho-phosphate, and characterizing these materials and water systems before, during, and after immersion."
},
{
  "url": "https://mse.ncsu.edu/jones/news/author/nddegroo/",
  "text": "Niki Jennings | Jones Research Group\nApr 16, 2024 \nRTNN Wins 2024 Opal Mann Green Engagement and Scholarship Award\nThe Research Triangle Nanotechnology Network (RTNN) has been honored with the prestigious 2024 Opal Mann Green Engagement and Scholarship Award at NC State University. The award ceremony, scheduled for April 29 at the Park Alumni Center, will recognize RTNN’s outstanding contributions to nanotechnology research, education, and community engagement."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2023/high-school-student-gains-research-experience-with-aif/",
  "text": "High School Student Gains Research Experience with AIF\nThe aim of the North Carolina School for Science and Mathematics mentorship program for high school students is to support the development of research skills through an ongoing or independent research project within design engineering. Students participate in an ongoing or independent project, with the primary outcome of integrating these skills to communicate their research via a written proposal and final oral presentation of their findings. \nChris Zou worked under the mentorship of Jacob Jones and Jenny Forrester for two afternoons per week for 6 months to gain research experience within a university setting. Chris chose for his research a key piece of an ongoing, larger project within the Science and Technologies for Phosphorus Sustainability (STEPS) Center, of which Dr. Jones is the Principal Investigator, enabling him to interact with even more individuals. For his part in the project, Chris used X-ray diffraction to study potential materials to be used as sorbents for Phosphorus recovery. One of the high temperature XRD scans that Chris contributed to is shown below. At the end of his time at NC State University, Chris provided a 10 minute presentation at NCSSM on his work in the project.\nChris’ thoughts on the North Carolina School for Science and Mathematics mentorship program:\nI am Chris, a high school senior from NCSSM, a two year boarding school in Durham. I plan to continue my studies at UNC, hopefully pursuing a double major in computer science and biomedical engineering.\nThis program helped me gain a better understanding of what conducting research would be like. It helped me develop soft and hard skills in research to help me prepare for future work. I spent most of my time working with the XRD machines, but also got the chances to work with the SEM. Overall, my time at the AIF helped me further my knowledge in crystallography and other ideas related to XRD and phosphorus recovery. \nThis post was originally published in Analytical Instrumentation Facility (AIF)."
},
{
  "url": "https://mse.ncsu.edu/jones/news/author/ncstate-newswire/page/2/",
  "text": "Staff | Jones Research Group\nMay 20, 2024 \nOutreach and Engagement 2024 Awards Presented at Annual Ceremony\nNC State recognized this year’s most impactful engaged scholars and staff at an awards celebration on Monday, April 29. The Office of Outreach and Engagement…\nApr 18, 2024 \nProlific Partners in Research\nFor 20 years, the Proposal Development Unit has helped NC State colleges and faculty secure more than $1 billion in research funding.\nApr 16, 2024 \nRTNN Wins 2024 Opal Mann Green Engagement and Scholarship Award\nEditor’s note: Alumni Distinguished Graduate Professor of Science Education Gail Jones is a partner on on this project. The Research Triangle Nanotechnology Network (RTNN) has been honored with the prestigious…\nJan 23, 2024 \nNC State and University Mohammed IV Polytechnic announce MOU to advance phosphorus sustainability\nNC State University (Raleigh, NC) and the University Mohammed IV Polytechnic (UM6P; Ben Guerir, Morocco) are pleased to announce that they have signed a Memorandum of Understanding (MOU) to pursue collaborative research projects and expand educational and training opportunities in phosphorus (P) sustainability. \nFeb 15, 2023 \n2023-24 Provost’s Faculty Fellows Announced\nThe Office of the Executive Vice Chancellor and Provost and the Office for Faculty Excellence have announced the 2023-24 class of Provost’s Faculty Fellows.\nDec 6, 2022 \nSTEPS Center takes on phosphorus sustainability\nIn the first year since the Science and Technologies for Phosphorus Sustainability (STEPS) Center launched, 20 research projects are in progress — all working toward the goal of reducing dependence on phosphorus mining and the amount of phosphates lost to water and soil."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2025/three-faculty-win-holladay-medal/",
  "text": "Three Faculty Win Holladay Medal\nThree faculty members received the Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees. Chancellor Randy Woodson will recognize the awardees during the Celebration of Faculty Excellence on April 8.\nThe 2025 honorees are:\nBrian Gilger, Professor, Department of Clinical Sciences\nJacob Jones, Kobe Steel Distinguished Professor, Department of Materials Science and Engineering\nXiangwu Zhang, Samuel S. Walker Distinguished Professor, Department of Textile Engineering, Chemistry and Science\nThe award was named in honor of Alexander Quarles Holladay, NC State’s first professor of history and its first president. This year’s award winners have made outstanding and sustained contributions to the university through achievements in research, teaching, or extension and engagement. Honorees receive an engraved medal and framed certificate, and will be recognized at NC State’s spring commencement ceremony on May 3.\n“We are excited to announce this year’s Holladay Medal recipients,” said Chancellor Randy Woodson. “These incredible faculty represent our strong commitment to excellence in education, teaching, research and service. We are grateful to have them as members of the Wolfpack.”\nDr. Brian Gilger\nGilger received his DVM from The Ohio State University and an M.S. from Auburn University, where he also completed a residency in ophthalmology. He joined NC State in 1995 as an associate professor of ophthalmology in the Department of Clinical Sciences. Since his arrival, he has earned renown for his innovative research, clinical expertise and impactful teaching methods, and has profoundly advanced the understanding and treatment of ocular diseases, particularly in horses. \nGilger’s career has been dedicated to uncovering the pathogenesis of equine eye diseases and translating this knowledge into improved diagnostic and treatment methods for veterinarians. He exemplifies the dual role of a clinical researcher, driving discovery both at the research bench and in the barn stall. His contributions are widely recognized, with his findings published in the top 10 highest-impact ophthalmology journals. Among his most significant achievements are innovative and practical treatments for critical equine eye conditions. His unique ability to analyze diseases from multiple perspectives has allowed him to develop effective solutions for the distinctive challenges presented by the equine species. \nBeyond his research, Gilger is highly respected by his peers, as evidenced by numerous appointments to national boards and advisory councils in both equine and human ophthalmology. At NC State, Gilger remains a vital contributor to the classroom, clinic and various committees. He has mentored countless DVM students, interns, residents, graduate students and undergraduate researchers, fostering the next generation of veterinary professionals and researchers. His scientific achievements have earned him numerous awards, honors and advisory appointments. His exceptional contributions to both human and equine ophthalmology are matched only by his dedication as a mentor and a colleague. Gilger is a fellow of the Association for Research in Vision and Ophthalmology, and a diplomate of the American College of Veterinary Ophthalmologists and the American Board of Toxicology.\nDr. Jacob Jones\nJones received his Ph.D. from Purdue University and then completed an international postdoctoral fellowship from the National Science Foundation (NSF) at the University of New South Wales in Sydney, Australia. He joined NC State in 2013 and is now a Kobe Steel Distinguished Professor in Materials Science and Engineering, a University Faculty Scholar and director of the NSF-funded Science and Technologies for Phosphorus Sustainability (STEPS) Center.\nA distinguished scientist and exceptional collaborator, Jones integrates research excellence with a deep commitment to student education and success. His research focuses on the development and application of advanced neutron and x-ray scattering techniques to study the crystallography of complex, hierarchically structured materials, as well as the kinetics and mechanisms of material synthesis and phase evolution. Internationally recognized as a leading expert in ferroelectric materials, Jones has provided unprecedented insights into the atomic-structure dynamics underlying piezoelectric and electromechanical phenomena, significantly advancing the field. He has published more than 300 peer-reviewed papers, holds four patents, and is a two-time recipient of the prestigious Edward C. Henry Award for the best paper published in the Journal of the American Ceramic Society. His scientific achievements are complemented by his leadership in research and professional communities. \nJones represents the university in leadership roles within international organizations and national research initiatives. As the director and principal investigator for STEPS, Jones leads a team of researchers from 10 institutions to improve phosphorous sustainability. He is the director of the NSF-supported Research Triangle Nanotechnology Network, a collaboration with Duke University and the University of North Carolina at Chapel Hill. He previously served as the director of the Analytical Instrumentation Facility. Jones exemplifies the ideals of a scholar, mentor and leader, consistently advancing his field while fostering the next generation of scientists and engineers. His remarkable contributions have significantly elevated NC State’s reputation in materials science and engineering on national and international stages.\nDr. Xiangwu Zhang\nZhang received his Ph.D. in materials science and engineering from Zhejiang University and was a postdoctoral associate in the Department of Chemical and Biomolecular Engineering at NC State and at the Center for Electrochemical Systems and Hydrogen Research at Texas A&M University. He joined the NC State faculty in 2006 and is now the Samuel S. Walker Distinguished Professor in the Department of Textile Engineering, Chemistry and Science and the associate dean for research in the Wilson College of Textiles.\nZhang is a globally recognized leader in multifunctional fiber and textile materials, particularly for energy storage and batteries. He has made significant contributions across research, teaching, extension and engagement, leaving a profound impact in each area. During his tenure at NC State, Zhang has secured more than $8.5 million in research funding from diverse sources demonstrating his ability to achieve both theoretical breakthroughs that sustain governmental funding and practical solutions that meet industry needs. His award-winning research has led to 14 invited book chapters, 300 peer-reviewed journal articles, and more than 340 technical conference presentations. He also holds seven patents, further underscoring his innovative contributions to the field. \nWhile excelling as a researcher, Zhang has also served as associate dean for research, taught two classes annually, and mentored numerous graduate and undergraduate students, postdoctoral scholars and visiting researchers. Zhang’s leadership extends beyond the classroom. In his roles within the Wilson College of Textiles, he has successfully increased graduate student enrollment, expanded the college’s research capabilities, strengthened the research office staff, introduced proposal writing assistance and launched a junior faculty mentoring program focused on research success. He has been honored with several accolades at NC State including being named a University Faculty Scholar and a member of the Research Leadership Academy and the Academy of Outstanding Teachers. Zhang is a member of several industry organizations, including the Materials Research Society, Sigma XI and the American Chemical Society, a fellow of the International Engineering and Technology Institute and has received the Fiber Society’s Distinguished Service Award.\nThis post was originally published in NC State News."
},

{
  "url": "https://mse.ncsu.edu/jones/news/2025/two-goha-affiliates-win-holladay-medal/",
  "text": "Two GOHA Affiliates Win Holladay Medal\nThree faculty members received the Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees. Chancellor Randy Woodson will recognize the awardees during the Celebration of Faculty Excellence on April 8.\nThe 2025 honorees are:\nBrian Gilger, Professor, Department of Clinical Sciences\nJacob Jones, Kobe Steel Distinguished Professor, Department of Materials Science and Engineering\nXiangwu Zhang, Samuel S. Walker Distinguished Professor, Department of Textile Engineering, Chemistry and Science\nThe award was named in honor of Alexander Quarles Holladay, NC State’s first professor of history and its first president. This year’s award winners have made outstanding and sustained contributions to the university through achievements in research, teaching, or extension and engagement. Honorees receive an engraved medal and framed certificate, and will be recognized at NC State’s spring commencement ceremony on May 3.\n“We are excited to announce this year’s Holladay Medal recipients,” said Chancellor Randy Woodson. “These incredible faculty represent our strong commitment to excellence in education, teaching, research and service. We are grateful to have them as members of the Wolfpack.”\nDr. Brian Gilger\nGilger received his DVM from The Ohio State University and an M.S. from Auburn University, where he also completed a residency in ophthalmology. He joined NC State in 1995 as an associate professor of ophthalmology in the Department of Clinical Sciences. Since his arrival, he has earned renown for his innovative research, clinical expertise and impactful teaching methods, and has profoundly advanced the understanding and treatment of ocular diseases, particularly in horses. \nGilger’s career has been dedicated to uncovering the pathogenesis of equine eye diseases and translating this knowledge into improved diagnostic and treatment methods for veterinarians. He exemplifies the dual role of a clinical researcher, driving discovery both at the research bench and in the barn stall. His contributions are widely recognized, with his findings published in the top 10 highest-impact ophthalmology journals. Among his most significant achievements are innovative and practical treatments for critical equine eye conditions. His unique ability to analyze diseases from multiple perspectives has allowed him to develop effective solutions for the distinctive challenges presented by the equine species. \nBeyond his research, Gilger is highly respected by his peers, as evidenced by numerous appointments to national boards and advisory councils in both equine and human ophthalmology. At NC State, Gilger remains a vital contributor to the classroom, clinic and various committees. He has mentored countless DVM students, interns, residents, graduate students and undergraduate researchers, fostering the next generation of veterinary professionals and researchers. His scientific achievements have earned him numerous awards, honors and advisory appointments. His exceptional contributions to both human and equine ophthalmology are matched only by his dedication as a mentor and a colleague. Gilger is a fellow of the Association for Research in Vision and Ophthalmology, and a diplomate of the American College of Veterinary Ophthalmologists and the American Board of Toxicology.\nDr. Jacob Jones\nJones received his Ph.D. from Purdue University and then completed an international postdoctoral fellowship from the National Science Foundation (NSF) at the University of New South Wales in Sydney, Australia. He joined NC State in 2013 and is now a Kobe Steel Distinguished Professor in Materials Science and Engineering, a University Faculty Scholar and director of the NSF-funded Science and Technologies for Phosphorus Sustainability (STEPS) Center.\nA distinguished scientist and exceptional collaborator, Jones integrates research excellence with a deep commitment to student education and success. His research focuses on the development and application of advanced neutron and x-ray scattering techniques to study the crystallography of complex, hierarchically structured materials, as well as the kinetics and mechanisms of material synthesis and phase evolution. Internationally recognized as a leading expert in ferroelectric materials, Jones has provided unprecedented insights into the atomic-structure dynamics underlying piezoelectric and electromechanical phenomena, significantly advancing the field. He has published more than 300 peer-reviewed papers, holds four patents, and is a two-time recipient of the prestigious Edward C. Henry Award for the best paper published in the Journal of the American Ceramic Society. His scientific achievements are complemented by his leadership in research and professional communities. \nJones represents the university in leadership roles within international organizations and national research initiatives. As the director and principal investigator for STEPS, Jones leads a team of researchers from 10 institutions to improve phosphorous sustainability. He is the director of the NSF-supported Research Triangle Nanotechnology Network, a collaboration with Duke University and the University of North Carolina at Chapel Hill. He previously served as the director of the Analytical Instrumentation Facility. Jones exemplifies the ideals of a scholar, mentor and leader, consistently advancing his field while fostering the next generation of scientists and engineers. His remarkable contributions have significantly elevated NC State’s reputation in materials science and engineering on national and international stages.\nDr. Xiangwu Zhang\nZhang received his Ph.D. in materials science and engineering from Zhejiang University and was a postdoctoral associate in the Department of Chemical and Biomolecular Engineering at NC State and at the Center for Electrochemical Systems and Hydrogen Research at Texas A&M University. He joined the NC State faculty in 2006 and is now the Samuel S. Walker Distinguished Professor in the Department of Textile Engineering, Chemistry and Science and the associate dean for research in the Wilson College of Textiles.\nZhang is a globally recognized leader in multifunctional fiber and textile materials, particularly for energy storage and batteries. He has made significant contributions across research, teaching, extension and engagement, leaving a profound impact in each area. During his tenure at NC State, Zhang has secured more than $8.5 million in research funding from diverse sources demonstrating his ability to achieve both theoretical breakthroughs that sustain governmental funding and practical solutions that meet industry needs. His award-winning research has led to 14 invited book chapters, 300 peer-reviewed journal articles, and more than 340 technical conference presentations. He also holds seven patents, further underscoring his innovative contributions to the field. \nWhile excelling as a researcher, Zhang has also served as associate dean for research, taught two classes annually, and mentored numerous graduate and undergraduate students, postdoctoral scholars and visiting researchers. Zhang’s leadership extends beyond the classroom. In his roles within the Wilson College of Textiles, he has successfully increased graduate student enrollment, expanded the college’s research capabilities, strengthened the research office staff, introduced proposal writing assistance and launched a junior faculty mentoring program focused on research success. He has been honored with several accolades at NC State including being named a University Faculty Scholar and a member of the Research Leadership Academy and the Academy of Outstanding Teachers. Zhang is a member of several industry organizations, including the Materials Research Society, Sigma XI and the American Chemical Society, a fellow of the International Engineering and Technology Institute and has received the Fiber Society’s Distinguished Service Award.\nThis post was originally published in Global One Health Academy (GOHA)."
},
{
  "url": "https://mse.ncsu.edu/jones/news/author/ncstate-newswire/page/4/",
  "text": "Staff | Jones Research Group\nApr 28, 2021 \nFaculty highlights\nNC State College of Engineering faculty hightlights for Spring/Summer 2021."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2025/jacob-jones-highlights-phosphorus-sustainability-at-um6p-science-week/",
  "text": "Jacob Jones Highlights Phosphorus Sustainability at UM6P Science Week\nJacob Jones, Director of the STEPS Center and Kobe Steel Distinguished Professor of Materials Science and Engineering, delivered a keynote on phosphorus sustainability at UM6P’s Science Week, highlighting Morocco’s central role in global sustainability efforts. Jones explained that as the holder of 70% of the world’s phosphate rock reserves, Morocco is uniquely positioned to lead discussions on phosphorus use and sustainability.\nJones discussed the critical role phosphorus plays in agriculture, aiding plant processes like photosynthesis and energy transport. He emphasized the importance of sustainable phosphorus management, particularly in sub-Saharan Africa, where rapid population growth will significantly increase the demand for phosphorus.\nJones stressed the need for interdisciplinary collaboration, advocating for a “convergence approach” that integrates fields such as microbiology, computer science, and engineering. The STEPS Center uses innovative methods like Bayesian modeling to track phosphorus flows and understand the links between climate, agriculture, and soil chemistry.\nUM6P’s Science Week, running through February 23, brings together experts across various fields to address global challenges, showcasing Morocco’s leadership in science and sustainability.\n——————-\nThis article was edited from the original published in the Morocco World News. \nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2024/outreach-and-engagement-2024-awards-presented-at-annual-ceremony/",
  "text": "Outreach and Engagement 2024 Awards Presented at Annual Ceremony\nNC State recognized this year’s most impactful engaged scholars and staff at an awards celebration on Monday, April 29. The Office of Outreach and Engagement hosted its 2024 Awards Ceremony in the sunlit Grand Ballroom of Dorothy and Roy Park Alumni Center. Twenty-two individuals and five organizations were celebrated for their commitment to teaching, research, public outreach, and extension. One faculty member was inducted into the Academy of Outstanding Faculty in Extension and Engagement. Economic Development Partnership Director Tom White presented the awards, and Director of the Golden Leaf Biomanufacturing Training and Education Center Dr. Ruben Carbonell gave introductory remarks. The awards honor the commitment of NC State faculty and staff members to fulfilling NC State’s land-grant mission alongside community partners. \nSee below for a gallery of photographs from the event.\n“Our hope is to make the campus coextensive with the boundaries of the state.”\nFormer UNC President Edward Kidder Graham\nThe award winners are as follows:\n2024 Outstanding Extension and Engagement Awards\nSamantha Graham, Institute for Emerging Issues\nFrederik Laleicke, Ph.D., Forest Biomaterials\nVenkateswaran Narayanaswamy, Ph.D., Mechanical and Aerospace Engineering\nAnn Savage, Ph.D., Parks, Recreation and Tourism Management Scott Stage, Ph.D., Psychology Cranos Williams, Ph.D., Electrical and Computer Engineering\n2024 Academy of Outstanding Faculty in Extension and Engagement\nCranos Williams, Ph.D., Electrical and Computer Engineering\n2024 Opal Mann Green Engagement and Scholarship Award\nResearch Triangle Nanotechnology Network\nCore team\nJacob L. Jones, Ph.D.\nPhillip Strader\nDavid M. Berube, Ph.D.\nNina Balke, Ph.D.\nPhilip Barletta, Ph.D.\nNan Marie Jokerst, Ph.D.\nMark Walters, Ph.D.\nJim Cahoon, Ph.D.\nBob Geil, Ph.D.\nMaude Cuchiara, Ph.D.\nPartners\nNC State College of Engineering\nNC State College of Education\nNC State College of Humanities and Social Sciences\nNC State Public Communication of Science and Technology\nNC State Instrumentation Facility\nNC State Nanofabrication Facility\nDuke University Shared Materials Instrumentation Facility\nUniversity of North Carolina at Chapel Hill Analytical and Nanofabrication Laboratory\n2024 William L. Turner Award for Outstanding Contributions to Extension and Continuing Education\nMaureen Deis, Osher Lifelong Learning Institute\n2024 Economic Development Partnership Award\nNorth Carolina Biotechnology Center\nNC State Golden LEAF Manufacturing Training and Education Center\n2023 Finalist, Governor James E. Holshouser, Jr. Award for Excellence in Public Service\nCathrine Hoyo, Ph.D., Biological Sciences\n2023 W. K. Kellogg Foundation Community Engagement Scholarship Award\nCoastal Dynamics Design Lab\n2024 Advancing Research Impact in Society Enduring Achievement Award\nThe Science House\nThose we proudly celebrate today are not only researchers, teachers, and staff members…they are partners to the people of North Carolina and the finest examples of what can be accomplished by a cutting-edge university with a land-grant mission.\nDr. Ruben Carbonell\nIf you are in an awards committee for your department or unit, or would like to receive the 2025 award announcements, please fill out this form to receive next year’s award nomination announcements.\nFor more information about these awards, visit ‘Recognition’ on our website.\nThis post was originally published in Outreach & Engagement."
},
{
  "url": "https://mse.ncsu.edu/jones/news/page/3/",
  "text": "News | Jones Research Group\nApr 16, 2024 \nRTNN Wins 2024 Opal Mann Green Engagement and Scholarship Award\nThe Research Triangle Nanotechnology Network (RTNN) has been honored with the prestigious 2024 Opal Mann Green Engagement and Scholarship Award at NC State University. The award ceremony, scheduled for April 29 at the Park Alumni Center, will recognize RTNN’s outstanding contributions to nanotechnology research, education, and community engagement."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2014/origin-case-study/",
  "text": "Origin Case Study | Jones Research Group\nA case study in the use of Origin software for diffraction was recently written by graduate student Jason Nikkel. The case study, posted on the Origin website at http://www.originlab.com/index.aspx?go=SOLUTIONS/CaseStudies&PID=2113, shows how he utilizes the Origin software to represent data obtained from X-ray and neutron sources to show small structural changes. OriginLab, makers of Origin, develops graphing and data analysis software that provides a comprehensive solution for scientist and engineers who need to analyze,\nCategories: \nResearch"
},
{
  "url": "https://mse.ncsu.edu/jones/news/2014/jones-research-group-paper-selected-as-frontispiece/",
  "text": "Jones Research Group Paper Selected as “Frontispiece”\nA paper published by the Jones Research Group is selected for a “Frontispiece” in Advanced Functional Materials. The paper reports the use of high-energy X-ray diffraction during application of electric fields to determine the role of ferroelectric domain wall displacement in the superior properties of polycrystalline BaTiO3 with grain sizes near 1-2 µm. The full publication can be found at http://dx.doi.org/10.1002/adfm.201301913."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2023/aif-celebrating-100-years/",
  "text": "AIF Celebrating 100 Years | Jones Research Group\nDid you know the Analytical Instrumentation Facility is turning 100 years old this year? \nOriginally named the Engineering Experiment Station in 1923, the facility has undergone several moves, renovations, and name changes to finally become the Analytical Instrumentation Facility in 1982. Check out our history as detailed by AIF’s former Director, Jacob Jones, here.\nThe AIF has undergone tremendous growth during that time, adding many capabilities to serve the students and faculty at NC State and beyond. We are excited to be part of your research and education and cannot wait to see what the future holds.\nIf you are a user, PI, or just a fan of analytical instrumentation, please join us! RSVP here by April 25, 2023.\nThursday, May 4, 2023 | 12:00 p.m.| Monteith Research Center Plaza \n2410 Campus Shore Drive, Raleigh, NC 27606\nThis post was originally published in Analytical Instrumentation Facility (AIF)."
},
{
  "url": "https://mse.ncsu.edu/jones/news/page/8/",
  "text": "News | Jones Research Group\nOct 10, 2015 \nResearch Triangle Nanotechnology Network (RTNN)\nWe are very pleased to report that the Research Triangle Nanotechnology Network (RTNN – http://www.rtnn.org) has been awarded as a site in the National Nanotechnology Coordinated Infrastructure (NNCI). The NSF press release is at http://www.nsf.gov/news/news_summ.jsp?cntn_id=136211 and the NC State press release at https://news.ncsu.edu/2015/09/nsf-nanonetwork-2015/>/a>. A nice article in the NC State newspaper, the Technician, is at http://www.technicianonline.com/features/article_99db43ee-6ca5-11e5-bf92-4304ee30715a.html . More technical detail is…\nApr 3, 2015 \nFormer undergraduate student wins prestigious NSF fellowship\nLyndsey Denis, a former undergraduate research assistant in the Jones group, won an NSF GRFP Fellowship (http://www.nsfgrfp.org/)! The National Science Foundation’s Graduate Research Fellowship Program (GRFP) is a program that recognizes and supports outstanding graduate students in NSF-supported science, technology, engineering, and mathematics disciplines. Winning this award possess a noteworthy reputation for developing innovators and…\nApr 3, 2015 \nJones selected for Fellow\nProfessor Jones has been selected to be elevated to the grade of Fellow of The American Ceramic Society. Recognition of this achievement will be given at the ACerS Honors and Awards Banquet at the 117th Annual Meeting of the American Ceramic Society on Monday, October 5, 2015 in Columbus, Ohio, USA.\nApr 3, 2015 \nAustralian undergraduate students at NC State\nFive undergraduate students from the University of New South Wales in Sydney, Australia, performed 8-week research/training experiences at NC State under a new international exchange program. Two of these students, Ralph Bulanadi and Amanda Lai, were in the Jones group. A news article highlighting their experience was recently published in the UNSW newsletter: http://www.materials.unsw.edu.au/newsletter/2015/apr/undergraduate-news\nNov 18, 2014 \nEsteves wins international fellowship\nPhD student Giovanni Esteves has won an International Research Fellowship from the International Center for Materials Research at UC Santa Barbara. Esteves will use the fellowship to collaborate with the Australian Nuclear Science and Technology Organisation (ANSTO) in Australia. While there, he will also visit and cooperate with researchers from the University of New South…\nJun 27, 2014 \nFormer Postdoc Accepts Faculty Appointment\nIn July of 2014, Former Jones group postdoc Dr. Dipankar Ghosh will join the faculty of the Department of Mechanical and Aerospace Engineering at Old Dominion University in Norfolk, VA as a tenure-track Assistant Professor. We congratulate Dr. Ghosh on his new appointment!"
},
{
  "url": "https://mse.ncsu.edu/jones/news/author/deherman/",
  "text": "deherman | Jones Research Group\nApr 8, 2025 \nJacob Jones Wins Holladay Medal\nThis week, STEPS Center Director Jacob Jones was awarded the Alexander Quarles Holladay Medal for Excellence, the highest honor bestowed by NC State and the university’s Board of Trustees."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2024/sculpting-and-scanning/",
  "text": "Sculpting and Scanning | Jones Research Group\nThroughout most of his 20-plus years working with ceramic processing, Jacob Jones, a Kobe Steel Distinguished Professor in the Material Science and Engineering Department and the director of the Science and Technologies for Phosphorus Sustainability (STEPS) Center, never seriously explored the possibilities of his work connecting with, and gaining mutual enhancement from, the arts community. \n“I think it was a highlight of the semester.”\nThat changed dramatically last fall. Jones was teaching a new course about ceramic processing and brought his class to the NC State Crafts Center’s Clay Studio. There, the class observed Clay Studio Manager Blake Kennedy introducing ceramic arts and using the studio’s gas kiln. Afterward, they engaged in a discussion about the intersection of art and science. \n“I think it was a highlight of the semester,” Jones said. “Studying some concept theoretically in the classroom is different from seeing applications in real life. They had a tour of my ceramic engineering labs earlier in the semester. They understood some aspects of high-temperature furnaces and the processing of engineered ceramics. But being able to connect that with something they’ve been familiar with for a very long time was very useful.” \nJones explained that ceramics are a very common insulating material in many products and, because they can store charges, are often used for capacitors in electronics and microelectronics. \nHis group synthesizes various compositions of these capacitors and ceramic components, measures their properties, and determines their atomic structure.\n“They’re using many of the same materials that we are, but for different research and applications. In the Clay Studio, many of those materials are in the clay we use and are also key components in the glazes we mix,” Kennedy said. \nThat meeting led to conversations between Kennedy and Jones about different research contests they could collaborate on. \nJacob Jones and Addie Low, a summer intern for the Clay Studio. \nJones eventually sent Kennedy information about NC State’s Envisioning Research contest, which allows graduate students, undergraduate students, postdocs, faculty and staff to “highlight the beauty and importance of the work being done at the bench and in the field, both on campus and around the world.”\nThe duo decided to use their combined materials and equipment to create landscape images of clay samples. Kennedy fired these samples in the clay studio and then brought them to Jones in the material science department, where he used a scanning electron microscope to create detailed landscape images of the samples, seen below: \n“To me, it’s super interesting,” Kennedy said. “It is incredible to be able to see the inside of the material that I’ve been using for the better part of 20 years. To see it on that microscopic level is definitely making me think about the material and my relationship to it in a new way. \n“I’m particularly interested in different landscapes and more specifically where two different types of landscapes or geographic features meet, for example, where the sound or ocean meets the shore, that transition point where one feature stops and another begins has been a constant source of curiosity and inspiration. So from an artistic point of view , I am really interested in these types of images.”\nJones said that this project is a perfect example of the principles of the concept of STEAM, which brings science, technology, engineering, art and mathematics together. \nIn the upcoming fall semester, Jones plans to take his ceramic processing course to the clay studio for an activity with an engineering spin, and he’s excited to continue exploring the intersection of STEM and the arts. \n“For me, it’s new,” Jones said. “I would say there are engineering applications that can be percolated into the arts, and I think there are art opportunities that can be percolated into the sciences and engineering. Our submission to the envisioning research contest is an example of the former. We use advanced tools to prepare samples for imaging, use advanced electron microscopes to image samples, and we then create something we think is artistic.”\n“These two paths, art and science, are so intertwined and interconnected that it’s a real missed opportunity when you don’t highlight that.”\nKennedy has long been passionate about that intersection, and he expressed his gratitude for the opportunity to explore it further through this collaboration with Jones and the Material Science and Engineering Department. \n“In all reality, these two paths, art and science, are so intertwined and interconnected that it’s a real missed opportunity when you don’t highlight that,” Kennedy said. “So many times, I have people in class say ‘I’m not artistic, I’m a biology major or engineering major.’ Everybody is creative and artistic in some way. You have to be creative to conduct scientific research and continually reevaluate, reassess, fail and try again. The creative process and the scientific method are so similar, we just use different terminology to discuss them.”\nThis post was originally published in DASA."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2023/driven-senior-rachel-beall-inspires-future-generations-of-materials-scientists/",
  "text": "Driven Senior Rachel Beall Inspires Future Generations of Materials Scientists\nRachel Beall is a fourth-year undergraduate senior majoring in materials science and engineering. \nTell us what drew you to MSE. Did you initially have a different path in mind or was MSE your first pick?\nIn high school, I knew I wanted to do some sort of engineering but I wasn’t sure exactly what until I attended a Women In Science and Engineering (WISE) meeting. It was at this meeting that a guest speaker happened to be a materials scientist who worked with polymers. That meeting combined with an earlier engineering summer camp I attended where different engineering disciplines were detailed sold me on MSE, and I haven’t looked back!\nA goal of mine is to be invited as a guest speaker at the local WISE meetings in my hometown so that I can encourage young girls to go into engineering, specifically MSE.\nRachel Beall\nBeall at Lake Raleigh (by Niki Jennings)\nDescribe your time in MSE. Include favorite projects, classes, professors, and advisors.\nI was eager to start taking MSE courses during my freshman year. I took MSE 201, MSE 255, and MSE 270 in the spring. I instantly fell in love with the concepts of MSE 201. To me, this is a great class because it gives a high-level overview of future MSE coursework we could expect to delve into deeper later. I also enjoyed the lab course MSE 255 because of the variety of experiments. \nBy my second semester, I decided I wanted to pursue research. This decision was not a new path for me. \nIn high school, I did bio research, and found that I loved research, but not the bio part. I explored MSE professors and their fields of study and landed on Professor Jacob Jones. I thought his work surrounding the characterization of piezoelectrics with x-ray diffraction (XRD) sounded super cool. I reached out to him, attended a Jones Group meeting, and officially joined the group! I got started right away by meeting with a grad student to design my project. \nThis all happened in 2020. Like the rest of the world, COVID shut everything down a few weeks later. Lucky for me, I was able to seamlessly pivot my research virtually. I analyzed XRD profiles by using quantitative uncertainty analysis for diffraction (QUAD)—a software that uses Bayesian statistics instead of classical statistics to quantify the error in Rietveld Refinements. \nWith COVID hitting that year, I wasn’t able to get an internship. Constantly pivoting, I continued my research virtually that summer in the Jones Group, where even now, I am still conducting research with the Jones Group. I typically use my summers to explore additional research opportunities. In the summer of 2021, I was excited to find a virtual computer science internship with the Idaho National Lab because I love coding. However, I am glad that I did that internship because that is where I learned that being a full-time coder just isn’t for me, and if I am coding, I would like it to include some sort of MSE focus. In the summer of 2022, I delved into computational materials research with molecular dynamic simulations using LAMMPS with a virtual internship at Pacific Northwest National Lab in Washington state.\nBeall with Dr. Jones\nEven though I have worked closely with Dr. Jones and his group, I have never had him as a professor! The Jones Group has helped me grow so much as an undergraduate researcher in MSE, and I am super grateful for the wonderful network of people I met from being in the group. Dr. Jones also encouraged me to attend a conference this spring to present my work, where I won second place in the student poster presentation competition, and met many incredible researchers. That was such an amazing experience. \nThrough the Jones Group, I was also able to participate in a student trip to collaborate on an experiment at the Advanced Photon Source (APS) at Argonne National Lab in Illinois. This experience was incredible because we were collecting data 24/7, and during our breaks, we were able to see other beamline hutches and the different kinds of experiments that could be performed throughout the facility. The atmosphere was contagious and I felt like I fit right in.\nIn terms of classes, I really enjoyed MSE 300 (Structure of Materials at the Nanoscale) because of the focus on the characterization and structure of materials, and MSE 460 (Microelectronic Materials) which really opened my eyes to all the microelectronic applications there are in MSE. This is also where I wrote my first mini-lit review which was helpful because I got to explore a topic outside of my research. I also liked MSE 465 (Introduction to Nanomaterials) because it covered so many interesting and relevant topics, and E 304 (Introduction to Nano Science and Technology). The Nano Science course was fascinating to take the semester right after MSE 465. In MSE 465, you are taught about nanoscience from an MSE-focused lens, while in E 304 you are taught about nanoscience in a more general engineering-focused lens about eight different topics—one of which was nanomaterials, and how nanotechnology is all around us.\nMy advisor freshman year was Professor Yaroslava Yingling and she was super helpful to me as I started my college experience. Many times when I had a few quick MSE-related questions, we would end up having powerful heart-to-heart conversations that really had a positive effect on me. She gave such great advice as finding something to make me happy every day or I might run the risk of burning out, and to seize what I want in life—don’t wait around for it. She was also extremely supportive of my decision to double major in MSE and Computer Science (CS). I did not end up pursuing a double major though, because of the experience I had during my CS internship. My current advisor Hillary Stone is also amazing and has done a great job making the department more organized as well as helping me cater my course schedule as my interests and goals evolve.\nLastly, a big shoutout to Professor Veronica Augustyn. She was my professor for MSE 201, and I loved her teaching style, enthusiasm for the subject matter, and I now have her as my senior design team’s faculty advisor. Although our team project is not related to her work, she always finds time for us and tries to help us in any way she can.\nDescribe how you anticipate incorporating MSE in your future. \nNext year I will be in graduate school working toward my Ph.D. in Materials Science and Engineering. I will be attending the University of Maryland, College Park for my Ph.D., where I will be researching in Dr. Ichiro Takeuchi‘s group. After earning my Ph.D., I hope to work at either a national lab or work in the industry. I cannot imagine leaving the MSE field. A goal of mine is to be invited as a guest speaker at the local WISE meetings in my hometown so that I can encourage young girls to go into engineering, specifically MSE. I would like to provide them with that first introduction to the field, just as a polymer engineer did for me. As someone who grew up loving science fairs, I would love to serve as a volunteer science fair judge with the goal of one day being able to judge entries at the International Science and Engineering Fair (ISEF) to promote young scientists. I also aim to be a mentor to young materials engineers throughout my career. Mentorship is so important to me—I would not be where I am today without mentors. I want to nurture those coming up behind me to provide a stepping stone to their goals.\n“Mentorship is so important to me—I would not be where I am today without mentors. I want to nurture those coming up behind me to provide a stepping stone to their goals.”\nRachel Beall\nDescribe the accomplishment you are most proud of.\nThis January, I attended the 2023 Electronic Materials and Applications Conference sponsored by the American Ceramic Society. I presented a poster on the project I had been working on for the last two years in the Jones Group: “Time-Resolved In Situ Diffraction Displaying Frequency Dependence of Domain Switching.” Prior to attending, I did not realize that there would be almost no other undergraduates attending the conference—let alone presenting! However, I won second place in the student poster presentation competition! I am so glad I was able to attend this conference, not just to present but also to learn more about the cutting-edge research others are doing in my field, and to network with other researchers. Overall, it was such an incredible experience!\nWhat is your favorite or the coolest thing about MSE?\nI think the characterization of materials is so important to better understand and improve the world. I still think it is crazy that we can learn so much about a material on the nano or Angstrom scale through characterization. I remember when I first learned about lattices and crystal structures in MSE 201 I thought it was the coolest thing. I still think so, but have grown to appreciate the characterization that tells us information about the nanostructure of materials like the lattice spacing and if a material is isotropic. That’s one of the reasons I love the XRD work I’ve done in the Jones Group so much—you can learn so many cool things from characterization.\nShare a fun fact or your favorite memory at NC State. \nI have been actively involved in the Krispy Kreme Challenge since freshman year in 2020. I have had several leadership roles in this organization: I have served as a Fundraising Committee Member, an Executive Assistant, and one of three Race Directors, and now I am the Lead Advisor to the current Race Directors and the General Board of Directors member. I have loved participating in an organization that is completely different from my coursework and research because it works with a different part of my brain. And something I will never forget is reaching our $2M pledge to UNC Children’s Hospital the same year I was a Race Director!\nThanks so much for your time! If someone wants to stay in touch, how can they reach you?\nYou’re so welcome! Thank you for your time, and if anyone wants to reach me after graduation, they can email me at rachel.beall.mse@gmail.com. \nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2014/group-member-wins-2014-ludo-frevel-crystallography-scholarship/",
  "text": "Group Member wins 2014 Ludo Frevel Crystallography Scholarship\nPhD candidate Tedi-Marie Usher has won the 2014 Ludo Frevel Crystallography Scholarship Award from the International Centre for Diffraction Data (ICDD). The scholarship is an award to support the education and research program of promising graduate students in crystallography-related fields. We congratulate Tedi-Marie on this awesome accomplishment!\nTedi-Marie Usher"
},
{
  "url": "https://mse.ncsu.edu/jones/news/2025/five-goha-affiliates-recognized-at-2025-celebration-of-faculty-excellence/",
  "text": "Five GOHA Affiliates Recognized at 2025 Celebration of Faculty Excellence\nThe Celebration of Faculty Excellence is held each spring to recognize outstanding faculty who have received prestigious state, national and international awards, accolades or other distinctions during this academic year. This year, NC State honored 26 faculty members during the 2025 Celebration of Faculty Excellence on April 8.\nChancellor Randy Woodson presented the Alexander Quarles Holladay Medal for Excellence, NC State’s highest award recognizing faculty achievement.\nThe 2025 honorees were:\nBrian Gilger, professor, Department of Clinical Science\nJacob Jones, Kobe Steel Distinguished Professor, Department of Materials Science and Engineering\nXiangwu Zhang, Samuel S. Walker Distinguished Professor, Department of Textile Innovation, and associate dean for research in the Wilson College of Textiles\nNC State Board of Trustees Chair Ed Weisiger, Jr. assisted in the presentation.\nExecutive Vice Chancellor and Provost Warwick Arden recognized the following NC State recipients of UNC System-level awards:\nClyde Sorenson, professor, Department of Entomology and Plant Pathology: University of North Carolina Board of Governors Award for Excellence in Teaching\nCraig Yencho, William Neal Reynolds Distinguished Professor, Department of Horticultural Science: University of North Carolina System’s O. Max Gardner Award\nSenior Vice Provost for Faculty Excellence Kim Grainger and Interim Vice Provost for Research and Innovation Alyson Wilson recognized the following honored faculty:\nHudson Ashrafi, associate professor, Department of Horticulture Science: Fulbright U.S. Scholar\nJayant Baliga, emeritus professor, Department of Electrical and Computer Engineering: Millennium Technology Prize\nSarah Bowen, professor, Department of Sociology and Anthropology, and associate dean for research and engagement, College of Humanities and Social Sciences: Fulbright U.S. Scholar\nJustin Bradley, associate professor, Department of Computer Science: National Science Foundation Early Career Development (CAREER) Award\nDiane Chapman, executive director and associate vice provost of faculty development, Office for Faculty Excellence: Fulbright U.S. Scholar\nCatherine Davis, assistant professor, Department of Marine, Earth and Atmospheric Sciences: Sloan Research Fellow\nMeg Day, assistant professor, Department of English: Guggenheim Poet-in-Residence\nChris DePerno, professor, Department of Forestry and Environmental Resources: American Council for Education Fellow\nJan Genzer, S. Frank and Doris Culberson Distinguished Professor, Department of Chemical and Biomolecular Engineering: American Association for the Advancement of Science Fellow\nAmanda Hulse-Kemp, USDA Assistant Professor, Department of Crop and Soil Sciences: Presidential Early Career Award for Scientists and Engineers Award \nTamecia Jones, assistant professor, Department of STEM Education: National Science Foundation Early Career Development (CAREER) Award\nNathalie Lavoine, assistant professor, Department of Forest Biomaterials: National Science Foundation Early Career Development (CAREER) Award\nJim Pfaendtner, Louis Martin-Vega Dean of the College of Engineering: American Association for the Advancement of Science Fellow\nRubén Rellán Álvarez, associate professor, Department of Molecular and Structural Biochemistry: Presidential Early Career Award for Scientists and Engineers Award\nRenran Tian, assistant professor, Fitts Department of Industrial and Systems Engineering: National Science Foundation Early Career Development (CAREER) Award\nMartin Thuo, professor, Department of Materials Science and Engineering: National Academy of Inventors Fellow\nVictor Veliadis, professor and executive director of PowerAmerica, Department of Electrical and Computer Engineering: National Academy of Inventors Fellow\nGe Yang, professor, Department of Nuclear Engineering: National Academy of Inventors Senior Member\nJie Yen, associate professor, Department of Mechanical and Aerospace Engineering: Presidential Early Career Award for Scientists and Engineers Award\nChristina Zakas, assistant professor, Department of Biological Sciences: National Science Foundation Early Career Development (CAREER) Award\nYang Zhang, assistant professor, Department of Textile Engineering, Chemistry and Science: National Science Foundation Early Career Development (CAREER) Award\n2025 marks the fourteenth year of the Celebration of Faculty Excellence. In recognition of all honored faculty, the university lit the Memorial Belltower red for the night on April 8.\nThis post was originally published in Global One Health Academy (GOHA)."
},
{
  "url": "https://mse.ncsu.edu/jones/news/author/nddegroo/page/2/",
  "text": "Niki Jennings | Jones Research Group\nApr 4, 2023 \nMSE Spotlights Accomplished Senior Leah Bellcase\nLeah Bellcase is a fourth-year undergraduate senior majoring in materials science and engineering. Tell us what drew you to MSE. Did you initially have…"
},
{
  "url": "https://mse.ncsu.edu/jones/news/2024/machine-learning-predicts-highest-risk-groundwater-sites-to-improve-water-quality-monitoring/",
  "text": "Machine Learning Predicts Highest-Risk Groundwater Sites to Improve Water Quality Monitoring\nAn interdisciplinary team of researchers has developed a machine learning framework that uses limited water quality samples to predict which inorganic pollutants are likely to be present in a groundwater supply. The new tool allows regulators and public health authorities to prioritize specific aquifers for water quality testing.\nThis proof-of-concept work focused on Arizona and North Carolina but could be applied to fill critical gaps in groundwater quality in any region.\nGroundwater is a source of drinking water for millions and often contains pollutants that pose health risks. However, many regions lack complete groundwater quality datasets.\n“Monitoring water quality is time-consuming and expensive, and the more pollutants you test for, the more time-consuming and expensive it is,” says Yaroslava Yingling, co-corresponding author of a paper describing the work and Kobe Steel Distinguished Professor of Materials Science and Engineering at North Carolina State University.\n“As a result, there is interest in identifying which groundwater supplies should be prioritized for testing, maximizing limited monitoring resources,” Yingling says. “We know that naturally occurring pollutants, such as arsenic or lead, tend to occur in conjunction with other specific elements due to geological and environmental factors. This posed an important data question: with limited water quality data for a groundwater supply, could we predict the presence and concentrations of other pollutants?”\n“Along with identifying elements that pose a risk to human health, we also wanted to see if we could predict the presence of other elements – such as phosphorus – which can be beneficial in agricultural contexts but may pose environmental risks in other settings,” says Alexey Gulyuk, a co-first author of the paper and a teaching professor of materials science and engineering at NC State.\nTo address this challenge, the researchers drew on a huge data set, encompassing more than 140 years of water quality monitoring data for groundwater in the states of North Carolina and Arizona. Altogether, the data set included more than 20 million data points, covering more than 50 water quality parameters.\n“We used this data set to ‘train’ a machine learning model to predict which elements would be present based on the available water quality data,” says Akhlak Ul Mahmood, co-first author of this work and a former Ph.D. student at NC State. “In other words, if we only have data on a handful of parameters, the program could still predict which inorganic pollutants were likely to be in the water, as well as how abundant those pollutants are likely to be.”\nOne key finding of the study is that the model suggests pollutants are exceeding drinking water standards in more groundwater sources than previously documented. While actual data from the field indicated that 75-80% of sampled locations were within safe limits, the machine learning framework predicts that only 15% to 55% of the sites may truly be risk-free.\n“As a result, we’ve identified quite a few groundwater sites that should be prioritized for additional testing,” says Minhazul Islam, co-first author of the paper and a Ph.D. student at Arizona State University. “By identifying potential ‘hot spots,’ state agencies and municipalities can strategically allocate resources to high-risk areas, ensuring more targeted sampling and effective water treatment solutions”\n“It’s extremely promising and we think it works well,” Gulyuk says. “However, the real test will be when we begin using the model in the real world and seeing if the prediction accuracy holds up.”\nMoving forward, researchers plan to enhance the model by expanding its training data across diverse U.S. regions; integrating new data sources, such as environmental data layers, to address emerging contaminants; and conducting real-world testing to ensure robust, targeted groundwater safety measures worldwide.\n“We see tremendous potential in this approach,” says Paul Westerhoff, co-corresponding author and Regents’ Professor in the School of Sustainable Engineering and the Built Environment at ASU. “By continuously improving its accuracy and expanding its reach, we’re laying the groundwork for proactive water safety measures across the globe.”\n“This model also offers a promising tool for tracking phosphorus levels in groundwater, helping us identify and address potential contamination risks more efficiently,” says Jacob Jones, director of the National Science Foundation-funded Science and Technologies for Phosphorus Sustainability (STEPS) Center at NC State, which helped fund this work. “Looking ahead, extending this model to support broader phosphorus sustainability could have a significant impact, enabling us to manage this critical nutrient across various ecosystems and agricultural systems, ultimately fostering more sustainable practices.”\nThe paper, “Multiple Data Imputation Methods Advance Risk Analysis and Treatability of Co-occurring Inorganic Chemicals in Groundwater,” is published open access in the journal Environmental Science & Technology. The paper was co-authored by Emily Briese and Mohit Malu, both Ph.D. students at Arizona State; Carmen Velasco, a former postdoctoral researcher at Arizona State; Naushita Sharma, a postdoctoral researcher at Oak Ridge National Laboratory; and Andreas Spanias, a professor of digital signal processing at Arizona State.\nThis work was supported by the NSF STEPS Center; and by the Metals and Metal Mixtures: Cognitive Aging, Remediation and Exposure Sources (MEMCARE) Superfund Research Center based at Harvard University, which is supported by the National Institute of Environmental Health Science under grant P42ES030990.\n-shipman-\nNote to Editors: The study abstract follows.\n“Multiple Data Imputation Methods Advance Risk Analysis and Treatability of Co-occurring Inorganic Chemicals in Groundwater”\nAuthors: Akhlak U. Mahmood, Alexey V. Gulyuk and Yaroslava G. Yingling, North Carolina State University; Minhazul Islam, Emily Briese, Carmen A. Velasco, Mohit Malu, Naushita Sharma, Andreas Spanias and Paul Westerhoff, Arizona State University\nPublished: Nov. 7, Environmental Science & Technology\nDOI: 10.1021/acs.est.4c05203\nAbstract: Accurately assessing and managing risks associated with inorganic pollutants in groundwater is imperative. Historic water quality databases are often sparse due to rationale or financial budgets for sample collection and analysis, posing challenges in evaluating exposure or water treatment effectiveness. We utilized and compared two advanced multiple data imputation techniques, AMELIA and MICE algorithms, to fill gaps in sparse groundwater quality data sets. AMELIA outperformed MICE in handling missing values, as MICE tended to overestimate certain values, resulting in more outliers. Field data sets revealed that 75% to 80% of samples exhibited no co-occurring regulated pollutants surpassing MCL values, whereas imputed values showed only 15% to 55% of the samples posed no health risks. Imputed data unveiled a significant increase, ranging from 2 to 5 times, in the number of sampling locations predicted to potentially exceed health-based limits and identified samples where 2 to 6 co-occurring chemicals may occur and surpass health-based levels. Linking imputed data to sampling locations can pinpoint potential hotspots of elevated chemical levels and guide optimal resource allocation for additional field sampling and chemical analysis. With this approach, further analysis of complete data sets allows state agencies authorized to conduct groundwater monitoring, often with limited financial resources, to prioritize sampling locations and chemicals to be tested. Given existing data and time constraints, it is crucial to identify the most strategic use of the available resources to address data gaps effectively. This work establishes a framework to enhance the beneficial impact of funding groundwater data collection by reducing uncertainty in prioritizing future sampling locations and chemical analyses.\nThis post was originally published in NC State News."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2024/prof-jacob-jones-awarded-seed-grant-to-expand-phosphorus-research-collaborations-in-morocco/",
  "text": "Prof Jacob Jones Awarded Seed Grant to Expand Phosphorus Research Collaborations in Morocco\nAn NC State University professor with joint appointments at MSE and STEPS is advancing phosphorus sustainability research in Morocco thanks to a seed grant.\nThe NC State University Committee on International Programs (CIP) has awarded an Internationalization Seed Grant to Kobe Steel Distinguished Professor Jacob Jones in the Department of Materials Science and Engineering. This grant, aimed at fostering global collaborations and initiatives, was granted for his proposed project titled “U.S.- Morocco Collaboration Building Toward International Phosphorus Sustainability.”\nThe grant, totaling $5,000.00 and supplemented by an additional $5,000.00 in cost share, was awarded to Jones following a rigorous selection process by the CIP. The award project will be used to support researchers to travel to the Mohammed VI Polytechnic University (UM6P) in Ben Guerir, Morocco, to nucleate and grow collaborative research opportunities on topics associated with phosphorus sustainability, which includes those associated with materials science but also related work in soils and plants. Some representative materials science challenges are associated with, e.g., the beneficiation process of converting phosphate rock into fertilizers, the waste valorization of associated tailings or waste streams such as phosphogypsum, and the development of new phosphorus characterization methods aim to initiate research and scholarly activities that address global topics, focusing on phosphorus sustainability through collaboration between the United States and Morocco.\nKobe Steel Distinguished Professor Jacob Jones \n“Morocco plays a crucial role in global food security, holding approximately 70% of global phosphate reserves. We are pleased that this award will help us build important international collaborations with Moroccan researchers. This grant will enable us to address pressing global challenges in materials science and engineering,” said Jones in response to the announcement.\nThe Internationalization Seed Grant program at NC State provides faculty members with financial support to kickstart research, scholarship, and educational programs that contribute to the university’s internationalization efforts. These grants are designed to serve as seed funding, with the potential to attract additional external funding in the future. The award to Jones and his team comes on the heels of the two universities establishing a Memorandum of Understanding (MOU) to strengthen collaborative research, education, and training programs. \n“We are pleased that this award will help us build important international collaborations with Moroccan researchers. This grant will enable us to address pressing global challenges in materials science and engineering.”\nJacob Jones\nJones’ project aligns with the objectives of the Seed Grant program, which encourages faculty members to seek external funding to continue their work. According to the guidelines provided by the Office of Global Engagement, Seed Grant recipients are expected to submit proposals to outside funding agencies for further support, an activity that Jones and his collaborators have already started.\nFurthermore, the guidelines stipulate that Seed Grant funds must be utilized between July 1, 2024, and June 30, 2025. Recipients are also required to submit a report on their activities within six months of the completion of the project, detailing project outcomes and any subsequent external funding obtained.\n“We look forward to Dr. Jones’ report on the activities funded by this grant and anticipate the positive impact of his research on international collaboration and phosphorus sustainability,” commented a representative from the Office of Global Engagement.\nFor more information about the Internationalization Seed Grant program and other global initiatives at NC State University, interested parties are encouraged to visit the university’s Global Engagement website.\nThis post was originally published in Department of Materials Science and Engineering."
},
{
  "url": "https://mse.ncsu.edu/jones/news/2024/rtnn-wins-2024-opal-mann-green-engagement-and-scholarship-award-2/",
  "text": "RTNN Wins 2024 Opal Mann Green Engagement and Scholarship Award\nThe Research Triangle Nanotechnology Network (RTNN) has been honored with the prestigious 2024 Opal Mann Green Engagement and Scholarship Award at NC State University. The award ceremony, scheduled for April 29 at the Park Alumni Center, will recognize RTNN’s outstanding contributions to nanotechnology research, education, and community engagement.\nThe Opal Mann Award, established in 2010 to honor the leadership of former NC State faculty member Dr. Opal Mann Green, is given annually to recognize a team dedicated to using democracy in the classroom, community, and at home; creating inclusionary teams; and community-based learning around local issues.\nFounded on the principles of the Kellogg Commission Engagement Seven-Part Test, RTNN emerged from collaborative efforts between NC State University, Duke University, and UNC-Chapel Hill in response to a National Science Foundation (NSF) call for proposals in 2014. Instead of competing individually, these institutions united to create a collaborative “Site” within the national university nanotechnology network, demonstrating a commitment to inclusivity and responsiveness to national needs.\nThe NC State Department of Materials Science and Engineering (MSE) is well represented in RTNN. Led by Kobe Steel Distinguished Professor Jacob Jones, Professor Nina Balke, and Philip Strader, RTNN’s collaborative approach allows for comprehensive resources that support diverse areas of nanotechnology research, including microelectronics, quantum materials, fiber and textile science, agriculture, and social science. Unlike other sites with specialized focuses, RTNN’s broad capabilities cater to both traditional and non-traditional nano-researchers.\nIn addition to MSE, the project is highly collaborative and interdisciplinary, extending across the Department of Electrical and Computer Engineering, College of Education, College of Humanities and Social Sciences, the NC State Core Facilities including the Analytical Instrumentation Facility (AIF), NC State Nanofabrication Facility (NNF), Duke University, and UNC-Chapel Hill. \n“This award means so much to us,’” said Jones. “Of any awards we could receive, we are so excited and incredibly proud and honored to receive this particular award. There are many awards for research and education, but fewer for engagement. Yet engagement is so critical to the university. The team award is based on values that we take to heart— democracy in the community, inclusionary teams, and community-based learning. Over the past eight years, in all of the RTNN’s engagement activities, we’ve reached diverse and broad audiences with desktop electron microscopes and demonstrations, a massive open online course on nanotechnology, educating teachers in nanotechnology research during the summer, and interviewing and conducting social science research on external users (e.g., industry users of university facilities).” \n“Of any awards we could receive, we are so excited and incredibly proud and honored to receive this particular award. There are many awards for research and education, but fewer for engagement. Yet engagement is so critical to the university.” \nJacob Jones\nThe network’s goals center on enhancing accessibility to nanotechnology resources by lowering barriers such as distance, cost, and awareness. Through educational outreach programs, RTNN prepares students for STEM careers, hosts training workshops, and serves as a hub for nanotechnology networking.\nRTNN serves as a portal to physical resources in the Research Triangle and intellectual resources by leveraging the expertise of more than 100 principal faculty and over 45 technical staff members across three constituent universities and nine core-shared user facilities.\nRTNN’s impact extends beyond research facilities. The network collaborates with community colleges, museums, and libraries to promote awareness and engagement with nanotechnology. Programs like the RTNN Kickstarter Program and “Nanotechnology, A Maker’s Course” on Coursera aim to educate and attract new users by offering initial free access and online courses.\nRTNN trains high-quality leaders in many ways. The annual Research Experience for Teachers takes place every summer and is aimed at continuing education for middle and high school teachers as well as community college instructors. Also during the summer is the Research Experience for Undergraduates, where selected students from all over the country participate in a 12-week program allowing them access to facilities and labs at NC State, Duke University, and UNC-Chapel Hill. \nIn addition to its educational efforts, RTNN conducts social science research to improve user experiences and inform program development. The network’s commitment to engagement is evident in initiatives like the Community College Internship Program, which provides laboratory experience to community college students seeking to transfer to RTNN institutions.\nRTNN’s innovative programs and partnerships exemplify a commitment to democratizing university resources and advancing nanotechnology education and research. The Opal Mann Green Engagement and Scholarship Award recognizes RTNN’s exceptional contributions to the field and its dedication to fostering collaboration and accessibility in nanotechnology.\n————\nThe annual Opal Green Awards will open for 2025 nominations later this year. Learn more about the submission guidelines, evaluation criteria, and past winners on their website. \nThis post was originally published in Department of Materials Science and Engineering."
}]