[{
  "url": "https://mse.ncsu.edu/liu/",
  "text": "Liu Research Lab\nThe Liu Research Lab, under the direction of Yin Liu, Ph.D., an Assistant Professor of Materials Science and Engineering, explores the fundamental science and emerging applications of two-dimensional materials and heterostructures. Through pioneering work in synthesis, electron microscopy, and spectroscopy, we investigate atomic-scale structure–property relationships that drive new optoelectronic, polaritonic, and quantum behaviors.\nNSF CAREER Award for Research\nAwarded for work in optical metasurface \nYin Liu, Principal Investigator\nYin Liu, Ph.D., an Assistant Professor of Materials Science and Engineering, received his Ph.D. in Materials Science and Engineering from Northwestern University. He conducted postdoctoral research at the University of California, Berkeley, where he advanced the study of low-dimensional materials using state-of-the-art electron microscopy and spectroscopy. Before joining North Carolina State University in 2022, he was a Postdoctoral Scholar at Lawrence Berkeley National Laboratory. His research focuses on the synthesis and characterization of two-dimensional materials and heterostructures, with an emphasis on nanoscale optical and electronic phenomena for emerging quantum and nanophotonic technologies.\nResearch Focus: Low-Dimensional Materials for Quantum and Nanophotonics\nOur areas of expertise include:\nNovel materials discovery and synthesis: \nAtomically thin van der Waals materials and engineered heterostructures\nUltrathin membranes derived from complex oxides and 3D materials\nInterfacial coupling effects driving emergent ferroelectric, magnetic, and optoelectronic properties\nElectron microscopy and spectroscopy: \nAtomic-resolution scanning transmission electron microscopy (STEM) for structural analysis\nElectron energy-loss spectroscopy (EELS) and cathodoluminescence spectroscopy for nanoscale optical mapping\nCorrelation of electron-based and optical spectroscopies to probe excitons and quantum defects\nLight–matter interactions and polaritons: \nPolaritons in 2D materials arising from exciton–photon and phonon–photon coupling\nControlling optically active quantum defects for nanophotonic and quantum applications\nExploring novel polaritonic materials for integrated light-based device platforms\nCore research goals: \nDiscovering and engineering emergent phenomena in 2D and low-dimensional systems\nEstablishing atomic- and nanoscale structure–property correlations through multimodal spectroscopy\nEnabling next-generation optoelectronic, nanophotonic, and quantum devices\nJoin the Liu Team\nWe are looking for talented and motivated graduate students with backgrounds in physics, materials science and chemistry. We also seek postdoctoral researchers with strong expertise in TEM, optics or 2D materials synthesis."
},
{
  "url": "https://www.linkedin.com/in/yin-liu-b5547870/",
  "text": "Sign Up | LinkedIn\nJoin LinkedIn\nFirst name \nLast name \nEmail \nPassword (6+ characters) \nBy clicking Agree & Join, you agree to the LinkedIn User Agreement, Privacy Policy, and Cookie Policy. \nor \nAlready on Linkedin? \nSign in\nEmail or phone \nPassword \nForgot password?\nor \nBy clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy. \nNew to Linkedin?"
},
{
  "url": "https://orcid.org/0000-0002-2377-2703",
  "text": "Yin Liu (0000-0002-2377-2703) - ORCID\nJanelia Research Campus: Ashburn, Virginia, US \n2022-09-06 to\npresent\n| \nGroup Leader (4DCP) \nEmployment \nSource: \nYin Liu \nSchool of Medicine, Stanford University: CA, CA, US \n2013-11-11 to\n2022-08-12\n(Biochemistry) \nEmployment \nSource: \nYin Liu \nJohns Hopkins School of Medicine: Baltimore, MD, US \nPhD (Neuroscience) \nEducation \nSource: \nYin Liu \nCurrent Opinion in Neurobiology \n2025-06 | \nJournal article \nContributors: Jie Li; \nYin Liu \nSource: \ncheck_circle \nCrossref \nNature \n2022-06-23 | \nJournal article \nContributors: Avin Veerakumar; \nAndrea R. Yung; \nYin Liu; \nMark A. Krasnow \nSource: \ncheck_circle \nCrossref \nScience \n2020-06-19 | \nJournal article \nContributors: Nicole L. Neubarth; \nAlan J. Emanuel; \nYin Liu; \nMark W. Springel; \nAnnie Handler; \nQiyu Zhang; \nBrendan P. Lehnert; \nChong Guo; \nLauren L. Orefice; \nAmira Abdelaziz \net al.\nSource: \ncheck_circle \nCrossref \nScience \n2012-12-07 | \nJournal article \nSource: \nYin Liu \nReview activity for\nAdvanced science. (1) \nReview activity for\nNature neuroscience. (1) \nReview activity for\nScience translational medicine. (1)"
},
{
  "url": "https://scholar.google.com/citations?user=NOiAaecAAAAJ&hl=en",
  "text": "‪Yin Liu‬ - ‪Google Scholar‬\nHelical van der Waals crystals with discretized Eshelby twist\nY Liu, J Wang, S Kim, H Sun, F Yang, Z Fang, N Tamura, R Zhang, ...\nNature 570 (7761), 358-362, 2019\n1452019Tunable room-temperature ferromagnetism in Co-doped two-dimensional van der Waals ZnO\nR Chen, F Luo, Y Liu, Y Song, Y Dong, S Wu, J Cao, F Yang, A N’Diaye, ...\nNature communications 12 (1), 3952, 2021\n1132021Micromodification of element distribution in glass using femtosecond laser irradiation\nY Liu, M Shimizu, B Zhu, Y Dai, B Qian, J Qiu, Y Shimotsuma, K Miura, ...\nOptics letters 34 (2), 136-138, 2009\n1132009Synthesis of nanocrystalline cubic zirconia using femtosecond laser ablation\nD Tan, G Lin, Y Liu, Y Teng, Y Zhuang, B Zhu, Q Zhao, J Qiu\nJournal of nanoparticle Research 13 (3), 1183-1190, 2011\n1042011Co-operative downconversion luminescence in Tm3+/Yb3+: SiO2–Al2O3–LiF–GdF3 glasses\nG Lakshminarayana, H Yang, S Ye, Y Liu, J Qiu\nJournal of Physics D: Applied Physics 41 (17), 175111, 2008\n902008Challenges associated with in-situ TEM in environmental systems: The case of silver in aqueous solutions\nK Wook Noh, Y Liu, L Sun, SJ Dillon\nUltramicroscopy, 2012\n882012Growth kinetics and morphological evolution of ZnO precipitated from solution\nY Liu, K Tai, SJ Dillon\nChemistry of Materials 25 (15), 2927-2933, 2013\n832013Femtosecond laser induced coordination transformation and migration of ions in sodium borate glasses\nY Liu, B Zhu, L Wang, J Qiu, Y Dai, H Ma\nApplied Physics Letters 92 (12), 2008\n672008In situ observation of electrolytic H 2 evolution adjacent to gold cathodes\nY Liu, SJ Dillon\nChemical Communications 50 (14), 1761-1763, 2014\n642014A volumetric full-color display realized by frequency upconversion of a transparent composite incorporating dispersed nonlinear optical crystals\nB Zhu, B Qian, Y Liu, C Xu, C Liu, Q Chen, J Zhou, X Liu, J Qiu\nNPG Asia materials 9 (6), e394-e394, 2017\n522017Electron beam induced deposition of silicon nanostructures from a liquid phase precursor\nY Liu, X Chen, KW Noh, SJ Dillon\nNanotechnology 23 (38), 385302, 2012\n462012In situ cryogenic transmission electron microscopy for characterizing the evolution of solidifying water ice in colloidal systems\nK Tai, Y Liu, SJ Dillon\nMicroscopy and Microanalysis 20 (2), 330-337, 2014\n452014Light and heat driven precipitation of copper nanoparticles inside Cu2+-doped borate glasses\nY Teng, B Qian, N Jiang, Y Liu, F Luo, S Ye, J Zhou, B Zhu, H Zeng, J Qiu\nChemical Physics Letters 485 (1-3), 91-94, 2010\n422010Solution-Based, Template-Assisted Realization of Large-Scale Graphitic ZnO\nKB Tom, S Lin, LF Wan, J Wang, N Ahlm, AT N’Diaye, K Bustillo, J Huang, ...\nACS nano 12 (8), 7554-7561, 2018\n402018Purple-to-yellow tunable luminescence of Ce3+ doped yttrium–silicon–oxide–nitride phosphors\nH Yang, Y Liu, S Ye, J Qiu\nChemical Physics Letters 451 (4-6), 218-221, 2008\n402008Size‐Induced Ferroelectricity in Antiferroelectric Oxide Membranes\nR Xu, KJ Crust, V Harbola, R Arras, KY Patel, S Prosandeev, H Cao, ...\nAdvanced Materials 35 (17), 2210562, 2023\n392023Cooperative downconversion luminescence in Pr3+/Yb3+: SiO2–Al2O3–BaF2–GdF3 glasses\nG Lakshminarayana, H Yang, S Ye, Y Liu, J Qiu\nJournal of Materials Research 23 (11), 3090-3095, 2008\n382008Preparation of zirconia nanoparticles by pulsed laser ablation in liquid\nD Tan, Y Teng, Y Liu, Y Zhuang, J Qiu\nChemistry Letters 38 (11), 1102-1103, 2009\n342009Femtosecond laser writing of Er 3+-doped CaF 2 crystalline patterns in glass\nY Liu, B Zhu, Y Dai, X Qiao, S Ye, Y Teng, Q Guo, H Ma, X Fan, J Qiu\nOptics letters 34 (21), 3433-3435, 2009\n332009Three-dimensional Architecture Enabled by Strained Two-dimensional Material Heterojunction\nS Lou, Y Liu, F Yang, S Lin, R Zhang, Y Deng, M Wang, KB Tom, F Zhou, ...\nNano letters 18 (3), 1819-1825, 2018\n322018"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:2VqYfGB8ITEC",
  "text": "View article\nAuthors\nYin Liu, Jie Wang, Sujung Kim, Haoye Sun, Fuyi Yang, Zixuan Fang, Nobumichi Tamura, Ruopeng Zhang, Xiaohui Song, Jianguo Wen, Bo Z Xu, Michael Wang, Shuren Lin, Qin Yu, Kyle B Tom, Yang Deng, John Turner, Emory Chan, Dafei Jin, Robert O Ritchie, Andrew M Minor, Daryl C Chrzan, Mary C Scott, Jie Yao\nDescription\nThe ability to manipulate the twisting topology of van der Waals structures offers a new degree of freedom through which to tailor their electrical and optical properties. The twist angle strongly affects the electronic states, excitons and phonons of the twisted structures through interlayer coupling, giving rise to exotic optical, electric and spintronic behaviours, , , –. In twisted bilayer graphene, at certain twist angles, long-range periodicity associated with moiré patterns introduces flat electronic bands and highly localized electronic states, resulting in Mott insulating behaviour and superconductivity,. Theoretical studies suggest that these twist-induced phenomena are common to layered materials such as transition-metal dichalcogenides and black phosphorus,. Twisted van der Waals structures are usually created using a transfer-stacking method, but this method cannot be used for materials with relatively strong …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:d1gkVwhDpl0C",
  "text": "View article\nAuthors\nYin Liu, Masahiro Shimizu, Bin Zhu, Ye Dai, Bin Qian, Jianrong Qiu, Yasuhiko Shimotsuma, Kiyokata Miura, Kazuyuki Hirao\nPublisher\nOptical Society of America"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:Y0pCki6q_DkC",
  "text": "View article\nAuthors\nDezhi Tan, Geng Lin, Yin Liu, Yu Teng, Yixi Zhuang, Bin Zhu, Quanzhong Zhao, Jianrong Qiu"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:u-x6o8ySG0sC",
  "text": "View article\nThis work characterizes the effects of an electron beam on inducing microstructural evolution in Ag during environmental transmission electron microscopy. Two different processes, dissolution of Ag and deposition of Ag under the beam, were observed under different experimental conditions. The former primarily results from ionization induced by the primary beam and the latter primarily results from reduction of Ag+ ions in solution by secondary electrons generated in the substrate. The relative rates vary with the activity of silver in solution and beam current density. A simple model based on chemical kinetics describes the general response of the system as a function of beam current density and solution composition."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:QYdC8u9Cj1oC",
  "text": "View article\nAuthors\nRui Chen, Fuchuan Luo, Yuzi Liu, Yu Song, Yu Dong, Shan Wu, Jinhua Cao, Fuyi Yang, Alpha N’Diaye, Padraic Shafer, Yin Liu, Shuai Lou, Junwei Huang, Xiang Chen, Zixuan Fang, Qingjun Wang, Dafei Jin, Ran Cheng, Hongtao Yuan, Robert J Birgeneau, Jie Yao\nPublisher\nNature Publishing Group UK\nDescription\nThe recent discovery of ferromagnetism in two-dimensional van der Waals crystals has provoked a surge of interest in the exploration of fundamental spin interaction in reduced dimensions. However, existing material candidates have several limitations, notably lacking intrinsic room-temperature ferromagnetic order and air stability. Here, motivated by the anomalously high Curie temperature observed in bulk diluted magnetic oxides, we demonstrate room-temperature ferromagnetism in Co-doped graphene-like Zinc Oxide, a chemically stable layered material in air, down to single atom thickness. Through the magneto-optic Kerr effect, superconducting quantum interference device and X-ray magnetic circular dichroism measurements, we observe clear evidences of spontaneous magnetization in such exotic material systems at room temperature and above. Transmission electron microscopy and atomic force …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:2osOgNQ5qMEC",
  "text": "View article\nAuthors\nYin Liu, Bin Zhu, Li Wang, Jianrong Qiu, Ye Dai, Hongliang Ma"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:WF5omc3nYNoC",
  "text": "View article\nAuthors\nG Lakshminarayana, Hucheng Yang, Song Ye, Yin Liu, Jianrong Qiu\nPublication date\n2008/8/21\nJournal\nJournal of Physics D: Applied Physics\nDescription\nOxyfluoride aluminosilicate glasses in the composition of 50SiO 2–20Al 2 O 3–20LiF–10GdF 3–0.5 TmF 3–xYbF 3 (x= 0, 1.0, 2.5, 5, 7.5, 10, 15, 20, 25 and 30 mol%) have been prepared to study their thermal and optical properties. From the differential thermal analysis measurements, glass transition temperatures and onset crystallization temperatures have been evaluated and from them glass stability factors were calculated. Glass stabilities decreased gradually with fluoride content increment in all the studied glasses. The photoluminescence and decay measurements have also been carried out for all these glasses. In these glasses, an efficient near infrared quantum cutting with optimal quantum efficiency approaching 187% has been demonstrated, by exploring the co-operative downconversion mechanism from Tm 3+ to Yb 3+, with 467 nm (Tm 3+: 3 H 6→ 1 G 4) excitation wavelength. These glasses are …\nScholar articles\nG Lakshminarayana, H Yang, S Ye, Y Liu, J Qiu - Journal of Physics D: applied physics, 2008"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:roLk4NBRz8UC",
  "text": "View article\nAuthors\nYin Liu, Kaiping Tai, Shen J Dillon\nPublication date\n2013/7/23\nJournal\nChemistry of Materials\nPublisher\nAmerican Chemical Society\nDescription\nThis work characterizes the nucleation and growth kinetics of zinc oxide (ZnO) precipitated from aqueous hexamethylenetetramine (HMTA) zinc nitrate (Zn(NO3)2) solutions observed by in situ and ex situ transmission electron microscopy. Quantitative comparisons between in situ beam-induced precipitation, in situ thermally activated precipitation, ex situ thermally activated precipitation, and ex situ electrochemistry provide insights into the rate limiting mechanism and the chemistry governing the reactions. All experiments indicate that isotropic ZnO precipitates directly from solution. These particles begin to aggregate and grow anisotropically shortly after nucleation. The conversion to anisotropic growth does not rely on coalescence despite the fact that the two are often observed to occur in concert. The results indicate that the reaction pathway for in situ beam-induced growth more closely mimics ex situ …\nScholar articles\nY Liu, K Tai, SJ Dillon - Chemistry of Materials, 2013"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:umqufdRvDiIC",
  "text": "View article\nAuthors\nBin Zhu, Bin Qian, Yin Liu, Cheng Xu, Chang Liu, Qiuqun Chen, Jiajia Zhou, Xiaofeng Liu, Jianrong Qiu\nDescription\nPopular three-dimensional (3D) TV or film media primarily relies on misleading our visual system by presenting our two eyes with spatially offset two-dimensional (2D) images. In comparison, volumetric displays generate moving objects in three physical dimensions with unlimited viewing angles. In a static volumetric display, voxels instead of pixels are usually addressed by luminescence, scattering or deflection. Although various prototype volumetric display technologies have been developed, the generation of full-color moving objects remains a challenge. Herein, we demonstrate the generation of voxels by frequency upconversion based on second-harmonic generation (SHG) in nonlinear optical crystals that are dispersed in solid-state composite materials that serve as a transparent solid display. Notably, voxels that radiate all colors with near-monochromatic color purity can be created by pumping at different …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:LO7wyVUgiFcC",
  "text": "View article\nThe early stages of gas evolution during electrolytic hydrogen production on Au electrodes are characterized by in situ transmission electron microscopy. The results demonstrate that reaction product molecules initially dissolve into solution and then nucleate near, but not on, the electrodes. The gas subsequently wets the electrodes and its successive evolution is governed by triple phase boundary line motion."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:u5HHmVD_uO8C",
  "text": "View article\nAuthors\nYin Liu, Xin Chen, Kyong Wook Noh, Shen J Dillon\nDescription\nThis work demonstrates electron beam induced deposition of silicon from a SiCl 4 liquid precursor in a transmission electron microscope and a scanning electron microscope. Silicon nanodots of tunable size are reproducibly grown in controlled geometries. The volume of these features increases linearly with deposition time. The results indicate that secondary electrons generated at the substrate surface serve as the primary source of silicon reduction. However, at high current densities the influence of the primary electrons is observed to retard growth. The results demonstrate a new approach to fabricating silicon nanostructures and provide fundamental insights into the mechanism for liquid phase electron beam induced deposition.\nTotal citations\n2012201320142015201620172018201920202021202220232024165118423222\nScholar articles\nY Liu, X Chen, KW Noh, SJ Dillon - Nanotechnology, 2012"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:anf4URPfarAC",
  "text": "View article\nAuthors\nKaiping Tai, Yin Liu, Shen J Dillon\nJournal\nMicroscopy and Microanalysis\nPublisher\nCambridge University Press\nDescription\nThe details of ice interface dynamics in complex systems are critical to a variety of natural and commercial processes. A platform for low temperature environmental transmission electron microscopy is developed and applied to characterization of ice crystallization in colloidal solutions. The platform is utilized for studying the phase evolution in ice during crystallization and the dynamic interactions of Au nanoparticles at the crystallization front. The results indicate that models developed to treat ice–particle interactions at the micron scale extend well to the nanoscale.\nTotal citations\n2015201620172018201920202021202220232024202535442617731\nScholar articles\nK Tai, Y Liu, SJ Dillon - Microscopy and Microanalysis, 2014"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:eQOLeE2rZwMC",
  "text": "View article\nAuthors\nYu Teng, Bin Qian, Nan Jiang, Yin Liu, Fangfang Luo, Song Ye, Jiajia Zhou, Bin Zhu, Heping Zeng, Jianrong Qiu\nDescription\nWe report on highly localized precipitation of copper nanoparticles in borate glasses by irradiation with femtosecond laser pulses. The area in the vicinity of the laser focal point of an 800nm femtosecond laser inside the glass sample became red due to the precipitation of copper nanoparticles after the femtosecond laser irradiation. The precipitation of copper nanoparticles was confirmed by transmission electron microscopy images, electron energy-loss spectra and absorption spectra. The average power of the femtosecond laser and the irradiation time are two important factors related to the formation of the precipitates. The mechanism of the precipitation of copper nanoparticles is discussed."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:_5tno0g5mFcC",
  "text": "View article\nAuthors\nKyle B Tom, Shuren Lin, Liwen F Wan, Jie Wang, Nolan Ahlm, Alpha T N’Diaye, Karen Bustillo, Junwei Huang, Yin Liu, Shuai Lou, Rui Chen, Shancheng Yan, Hui Wu, Dafei Jin, Hongtao Yuan, David Prendergast, Jie Yao\nPublisher\nAmerican Chemical Society\nDescription\nWith a honeycomb single-atomic-layer structure similar to those of graphene and hexagonal boron nitride (hBN), the graphitic phase of ZnO (gZnO) have been predicted to offer many advantages for engineering, including high-temperature stability in ambient conditions and great potential in heterostructure applications. However, there is little experimental data about this hexagonal phase due to the difficulty of synthesizing large-area gZnO for characterization and applications. In this work, we demonstrate a solution-based approach to realize gZnO nanoflakes with thicknesses down to a monolayer and sizes up to 20 μm. X-ray photoelectron spectroscopy, X-ray absorption near-edge spectroscopy, photoluminescence, atomic force microscopy, and electron microscopy characterizations are conducted on synthesized gZnO samples. Measurements show significant changes to the electronic band structure compared …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:zYLM7Y9cAGgC",
  "text": "View article\nPhosphors of Ce3+ doped yttrium–silicon–oxide–nitride system (Ce–YSON) were synthesized by carbothermal reduction and nitridation. Their crystal structure changes gradually from pure oxide Y2Si2O7 to nitride YSi3N5 state with an increase in dosage of Si3N4 and carbon powder. Y2Si2O7:0.02Ce3+ has shown bluish purple emission, maximum at 408nm with 340nm excitation wavelength. YSi3N5:0.02Ce3+ has shown yellow emission, maximum at 552nm wavelength with 374nm excitation. The absorption of Ce–YSON increases and extends from 400 to 600nm with nitrogen content increment. With 400nm excitation wavelength, Ce–YSON has shown purple–blue–cyan–yellow tunable luminescence with increasing nitridation degree."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:HtS1dXgVpQUC",
  "text": "View article\nAuthors\nRuijuan Xu, Kevin J Crust, Varun Harbola, Rémi Arras, Kinnary Y Patel, Sergey Prosandeev, Hui Cao, Yu‐Tsun Shao, Piush Behera, Lucas Caretta, Woo Jin Kim, Aarushi Khandelwal, Megha Acharya, Melody M Wang, Yin Liu, Edward S Barnard, Archana Raja, Lane W Martin, X Wendy Gu, Hua Zhou, Ramamoorthy Ramesh, David A Muller, Laurent Bellaiche, Harold Y Hwang\nDescription\nDespite extensive studies on size effects in ferroelectrics, how structures and properties evolve in antiferroelectrics with reduced dimensions still remains elusive. Given the enormous potential of utilizing antiferroelectrics for high‐energy‐density storage applications, understanding their size effects will provide key information for optimizing device performances at small scales. Here, the fundamental intrinsic size dependence of antiferroelectricity in lead‐free NaNbO3 membranes is investigated. Via a wide range of experimental and theoretical approaches, an intriguing antiferroelectric‐to‐ferroelectric transition upon reducing membrane thickness is probed. This size effect leads to a ferroelectric single‐phase below 40 nm, as well as a mixed‐phase state with ferroelectric and antiferroelectric orders coexisting above this critical thickness. Furthermore, it is shown that the antiferroelectric and ferroelectric orders are …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:ufrVoPGSRksC",
  "text": "View article\nOxyfluoride aluminosilicate glasses with compositions of 50SiO2–20Al2O3–20BaF2–10GdF3–0.5PrF3–xYbF3(x = 0, 1.0, 2.5, 5, 7.5, 10, 15, 20, 25, and 30 mol%) have been prepared to study their thermal and optical properties. From the differential thermal analysis (DTA) measurement, glass-transition temperatures and onset crystallization temperatures have been evaluated and from them, glass-stability factors against crystallization were calculated. Glass stabilities were decreased gradually with fluoride content increment in all the studied glasses. The photoluminescence and decay measurements have also been carried out for these glasses. In these glasses, an efficient near-infrared (NIR) quantum cutting with optimal quantum efficiency approaching 160% have been demonstrated, by exploring the cooperative downconversion mechanism from Pr3+ to Yb3+ with 481 nm (3P0 → 3H4) excitation wave length …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:YsMSGLbcyi4C",
  "text": "View article\nAuthors\nDezhi Tan, Yu Teng, Yin Liu, Yixi Zhuang, Jianrong Qiu"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:9yKSN-GCB0IC",
  "text": "View article\nAuthors\nYin Liu, Bin Zhu, Ye Dai, Xvsheng Qiao, Song Ye, Yu Teng, Qingtian Guo, Hongliang Ma, Xianping Fan, Jianrong Qiu\nPublisher\nOptical Society of America"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=NOiAaecAAAAJ&citation_for_view=NOiAaecAAAAJ:6ZxmRoH8BuwC",
  "text": "View article\nAuthors\nShuai Lou, Yin Liu, Fuyi Yang, Shuren Lin, Ruopeng Zhang, Yang Deng, Michael Wang, Kyle B Tom, Fei Zhou, Hong Ding, Karen C Bustillo, Xi Wang, Shancheng Yan, Mary Scott, Andrew Minor, Jie Yao\nPublisher\nAmerican Chemical Society\nDescription\nEngineering the structure of materials endows them with novel physical properties across a wide range of length scales. With high in-plane stiffness and strength, but low flexural rigidity, two-dimensional (2D) materials are excellent building blocks for nanostructure engineering. They can be easily bent and folded to build three-dimensional (3D) architectures. Taking advantage of the large lattice mismatch between the constituents, we demonstrate a 3D heterogeneous architecture combining a basal Bi2Se3 nanoplate and wavelike Bi2Te3 edges buckling up and down forming periodic ripples. Unlike 2D heterostructures directly grown on substrates, the solution-based synthesis allows the heterostructures to be free from substrate influence during the formation process. The balance between bending and in-plane strain energies gives rise to controllable rippling of the material. Our experimental results show clear …"
}]