[{
  "url": "https://mse.ncsu.edu/rrunocic/",
  "text": "Raymond Unocic Lab\nThe Raymond Unocic Research Lab, under the direction of Raymond Unocic, Ph.D., Associate Professor of Materials Science and Engineering, advances electron microscopy for nanoscience research. With expertise in aberration-corrected, analytical, cryogenic, and in situ/operando methods scanning transmission electron microscopy, we pioneer novel characterization methods to probe atomic-scale structures, chemistry, and dynamic behavior of materials, establishing critical structure-property-function relationships.\nRaymond Unocic, Principal Investigator\nRaymond Unocic, Ph.D. is an Associate Professor of Materials Science and Engineering and Associate Director of the Analytical Instrumentation Facility. He received his Ph.D. in Materials Science and Engineering from the Ohio State University. Before joining NC State in Fall 2024, he spent over a decade as a Senior R&D Staff Scientist and Group Leader of the Materials MicroÅnalysis Group at Oak Ridge National Laboratory’s Center for Nanophase Materials Sciences. His research focuses on advancing aberration-corrected, analytical, cryogenic and in situ/operando methods scanning transmission electron microscopy to probe atomic-scale structures, chemistry, and dynamic behavior of materials.\nResearch Focus: Advancing Electron Microscopy for Nanoscience\nOur areas of expertise include:\nAberration-corrected and analytical STEM: \nAtomic-resolution imaging and spectroscopy\nProbing chemistry at the atomic scale\nMapping defects and interfaces in materials\nCryogenic and in situ/operando methods microscopy: \nCapturing dynamic processes in real time\nObserving structural changes under applied fields and environments\nInvestigating nanoscale behavior in functional materials\nNovel characterization methods: \nDeveloping techniques to correlate structure, property, and function\nPioneering microscopy workflows for emerging materials\nEnhancing imaging and analysis across diverse material systems\nCore research goals: \nEstablishing atomic-scale structure–property–function relationships\nInnovating methods for real-time, environment-dependent characterization\nAdvancing microscopy as a tool for next-generation materials discovery\nJoin the R. Unocic Team\nWe are looking for talented and motivated graduate students and postdoctoral researchers to join the group."
},
{
  "url": "https://mse.ncsu.edu/rrunocic/teaching/",
  "text": "Teaching | Raymond Unocic Lab\nMSE 718 Advanced Scanning Transmission Electron Microscopy\nThis course covers advanced topics in scanning transmission electron microscopy with an emphasis on aberration correction, STEM image simulations, analytical electron microscopy (EELS and EDS), image processing, data analytics, and machine learning.\nRead more"
},
{
  "url": "https://scholar.google.com/citations?user=Dep1Q8gAAAAJ&hl=en",
  "text": "‪Raymond R. Unocic‬ - ‪Google Scholar‬\nWater desalination using nanoporous single-layer graphene\nSP Surwade, SN Smirnov, IV Vlassiouk, RR Unocic, GM Veith, S Dai, ...\nNature nanotechnology 10 (5), 459-464, 2015\n18522015Atomic Defects in Monolayer Titanium Carbide (Ti3C2Tx) MXene\nX Sang, Y Xie, MW Lin, M Alhabeb, KL Van Aken, Y Gogotsi, PRC Kent, ...\nACS nano 10 (10), 9193-9200, 2016\n11502016Large-scale delamination of multi-layers transition metal carbides and carbonitrides “MXenes”\nM Naguib, RR Unocic, BL Armstrong, J Nanda\nDalton transactions 44 (20), 9353-9358, 2015\n9682015Dopamine as a carbon source: the controlled synthesis of hollow carbon spheres and yolk‐structured carbon nanocomposites\nR Liu, SM Mahurin, C Li, RR Unocic, JC Idrobo, H Gao, SJ Pennycook, ...\nAngewandte Chemie-International Edition 50 (30), 6799, 2011\n7962011Mechanochemical‐assisted synthesis of high‐entropy metal nitride via a soft urea strategy\nT Jin, X Sang, RR Unocic, RT Kinch, X Liu, J Hu, H Liu, S Dai\nAdvanced materials 30 (23), 1707512, 2018\n5682018Mesoporous TiO2–B microspheres with superior rate performance for lithium ion batteries\nH Liu, Z Bi, XG Sun, RR Unocic, MP Paranthaman, S Dai, GM Brown\nAdvanced Materials 23 (30), 3450, 2011\n4422011Deep learning of atomically resolved scanning transmission electron microscopy images: chemical identification and tracking local transformations\nM Ziatdinov, O Dyck, A Maksov, X Li, X Sang, K Xiao, RR Unocic, ...\nACS nano 11 (12), 12742-12752, 2017\n4372017Microtwinning and other shearing mechanisms at intermediate temperatures in Ni-based superalloys\nL Kovarik, RR Unocic, J Li, P Sarosi, C Shen, Y Wang, MJ Mills\nProgress in Materials Science 54 (6), 839-873, 2009\n4282009Direct exfoliation of natural graphite into micrometre size few layers graphene sheets using ionic liquids\nX Wang, PF Fulvio, GA Baker, GM Veith, RR Unocic, SM Mahurin, M Chi, ...\nChemical Communications 46 (25), 4487-4489, 2010\n4002010Demonstration of an electrochemical liquid cell for operando transmission electron microscopy observation of the lithiation/delithiation behavior of Si nanowire battery anodes\nM Gu, LR Parent, BL Mehdi, RR Unocic, MT McDowell, RL Sacci, W Xu, ...\nNano letters 13 (12), 6106-6112, 2013\n3692013Aqueous proton transfer across single-layer graphene\nJL Achtyl, RR Unocic, L Xu, Y Cai, M Raju, W Zhang, RL Sacci, ...\nNature communications 6 (1), 6539, 2015\n2892015Synthesis of hexagonal boron nitride monolayer: control of nucleation and crystal morphology\nY Stehle, HM Meyer III, RR Unocic, M Kidder, G Polizos, PG Datskos, ...\nChemistry of materials 27 (23), 8041-8047, 2015\n2882015Evolutionary selection growth of two-dimensional materials on polycrystalline substrates\nIV Vlassiouk, Y Stehle, PR Pudasaini, RR Unocic, PD Rack, AP Baddorf, ...\nNature Materials 17 (4), 318-322, 2018\n2862018Multimodality of structural, electrical, and gravimetric responses of intercalated MXenes to water\nES Muckley, M Naguib, HW Wang, L Vlcek, NC Osti, RL Sacci, X Sang, ...\nACS nano 11 (11), 11118-11126, 2017\n2722017Nanoscale imaging of fundamental Li battery chemistry: solid-electrolyte interphase formation and preferential growth of lithium metal nanoclusters\nRL Sacci, JM Black, N Balke, NJ Dudney, KL More, RR Unocic\nNano letters 15 (3), 2011-2018, 2015\n2462015Mechanochemical synthesis of high entropy oxide materials under ambient conditions: dispersion of catalysts via entropy maximization\nH Chen, W Lin, Z Zhang, K Jie, DR Mullins, X Sang, SZ Yang, CJ Jafta, ...\nACS Materials Letters 1 (1), 83-88, 2019\n2422019Direct visualization of initial SEI morphology and growth kinetics during lithium deposition by in situ electrochemical transmission electron microscopy\nRL Sacci, NJ Dudney, KL More, LR Parent, I Arslan, ND Browning, ...\nChemical Communications 50 (17), 2104-2107, 2014\n2412014Characterization of sodium ion electrochemical reaction with tin anodes: Experiment and theory\nL Baggetto, P Ganesh, RP Meisner, RR Unocic, JC Jumas, CA Bridges, ...\nJournal of power sources 234, 48-59, 2013\n2392013Size-dependent disorder–order transformation in the synthesis of monodisperse intermetallic PdCu nanocatalysts\nC Wang, DP Chen, X Sang, RR Unocic, SE Skrabalak\nACS nano 10 (6), 6345-6353, 2016\n2202016In situ atomistic insight into the growth mechanisms of single layer 2D transition metal carbides\nX Sang, Y Xie, DE Yilmaz, R Lotfi, M Alhabeb, A Ostadhossein, B Anasori, ...\nNature communications 9 (1), 2266, 2018\n2132018"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/research/",
  "text": "Research | Raymond Unocic Lab\nAtomic-Scale Microscopy\nExploring structure and chemistry at the level of individual atoms \nWhy It Matters\nBridge Scale and Function \nBy observing materials at the atomic level under real-world conditions, we reveal the interplay between composition, structure, and performance—crucial for next-generation materials design.\nMachine Learning in Microscopy\nExplore the intersection of artificial intelligence/machine learning in microscopy to unlock new insights in materials characterization. As part of this research, you’ll leverage machine learning algorithms to enhance the analysis and interpretation of microscopy data, revolutionizing how we understand, control, and manipulate functional material properties.\nCryo- and In Situ/Operando Methods\nCapturing material behavior in real-time under operating conditions \nWhy It Matters\nEnabling New Discoveries \nDive into the world of cryogenic and in situ/operando microscopy, where you’ll investigate material behavior in real-time and at high spatial resolution under external stimuli (temperature, electrical bias, stress, liquid, and gas). This research will allow you to directly observe and analyze dynamic material transformations, providing invaluable insights into the functional behavior of nanomaterials.\nCryo- and In Situ/Operando Microscopy\nOur lab specializes in real-time, environment-responsive imaging: from observing materials under varying temperature, pressure, or electrical conditions to dynamic behavior in liquid and gas environments. These methods enable direct observation of structural transformations and performance under functional conditions.\nNanoscience Characterization\nDeveloping techniques to connect functions in nanoscale materials \nWhy It Matters\nAtomic Engineering \nReignite your childhood curiosity of building with Legos, but this time, at the atomic scale. Explore the world of advanced materials, where you’ll use aberration-corrected STEM to observe and manipulate the atomic structure to control properties and functional behavior of cutting-edge materials. Unlock the building blocks of the future, one atom at a time.\nInnovations in Characterization Methods\nWe’re pioneering new microscopy workflows and data-analytic tools to enhance the fidelity and interpretability of electron microscopy. This includes image simulations, processing pipelines, and emerging machine learning approaches to correlate structure, property, and function at unmatched resolution."
},
{
  "url": "https://mse.ncsu.edu/rrunocic/alumni/",
  "text": "Alumni | Raymond Unocic Lab\nSkip to main content \nMemberPosition\nCaitlyn Obrero\tUndergraduate Student"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/open-positions/",
  "text": "Open Positions | Raymond Unocic Lab\nWe are committed to shaping the next generation of scientists by fostering a collaborative environment that encourages innovation, critical thinking, and hands-on experience. Our goal is to help researchers grow, excel, and make meaningful contributions to science. If you are passionate about advancing knowledge and developing your skills alongside a team of dedicated colleagues, we welcome you to join us.\nWhy join our research lab?\nThought Leaders\nCollaborate with experts in materials science \nEmerging Science\nAccess state-of-the-art equipment and facilities \nReal-World Solutions\nContribute to high-impact research \nPostdoctoral Researchers\nWe seek postdoctoral researchers with expertise in aberration-corrected STEM, cryogenic and in situ/operando methods STEM, analytical electron microscopy (EELS and EDS), cryo STEM, FIB, and machine learning.\nGraduate Student Researchers\nAre you a prospective or admitted graduate student pursuing a Ph.D. in Materials Science and Engineering? We seek talented and driven graduate students to join our cutting-edge research team in several research areas.\nUndergraduate Researchers\nAre you an undergraduate student with a curiosity about advanced materials characterization? Consider joining our research group and gain experience in materials characterization: a field at the forefront of technological innovation.\nResearch Areas\nAtomic-Scale Microscopy\nExploring structure and chemistry at the level of individual atoms \nWhy It Matters\nBridge Scale and Function \nBy observing materials at the atomic level under real-world conditions, we reveal the interplay between composition, structure, and performance—crucial for next-generation materials design.\nMachine Learning in Microscopy\nExplore the intersection of artificial intelligence/machine learning in microscopy to unlock new insights in materials characterization. As part of this research, you’ll leverage machine learning algorithms to enhance the analysis and interpretation of microscopy data, revolutionizing how we understand, control, and manipulate functional material properties.\nCryo- and In Situ/Operando Methods\nCapturing material behavior in real-time under operating conditions \nWhy It Matters\nEnabling New Discoveries \nDive into the world of cryogenic and in situ/operando microscopy, where you’ll investigate material behavior in real-time and at high spatial resolution under external stimuli (temperature, electrical bias, stress, liquid, and gas). This research will allow you to directly observe and analyze dynamic material transformations, providing invaluable insights into the functional behavior of nanomaterials.\nCryo- and In Situ/Operando Microscopy\nOur lab specializes in real-time, environment-responsive imaging: from observing materials under varying temperature, pressure, or electrical conditions to dynamic behavior in liquid and gas environments. These methods enable direct observation of structural transformations and performance under functional conditions.\nNanoscience Characterization\nDeveloping techniques to connect functions in nanoscale materials \nWhy It Matters\nAtomic Engineering \nReignite your childhood curiosity of building with Legos, but this time, at the atomic scale. Explore the world of advanced materials, where you’ll use aberration-corrected STEM to observe and manipulate the atomic structure to control properties and functional behavior of cutting-edge materials. Unlock the building blocks of the future, one atom at a time.\nInnovations in Characterization Methods\nWe’re pioneering new microscopy workflows and data-analytic tools to enhance the fidelity and interpretability of electron microscopy. This includes image simulations, processing pipelines, and emerging machine learning approaches to correlate structure, property, and function at unmatched resolution.\nJoin the Group\nWe are looking for talented and motivated undergraduate and graduate students, and postdoctoral researchers to join the group."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:pyW8ca7W8N0C",
  "text": "View article\nAuthors\nSumedh P Surwade, Sergei N Smirnov, Ivan V Vlassiouk, Raymond R Unocic, Gabriel M Veith, Sheng Dai, Shannon M Mahurin\nJournal\nNature nanotechnology\nPublisher\nNature Publishing Group UK\nDescription\nBy creating nanoscale pores in a layer of graphene, it could be used as an effective separation membrane due to its chemical and mechanical stability, its flexibility and, most importantly, its one-atom thickness. Theoretical studies have indicated that the performance of such membranes should be superior to state-of-the-art polymer-based filtration membranes, and experimental studies have recently begun to explore their potential. Here, we show that single-layer porous graphene can be used as a desalination membrane. Nanometre-sized pores are created in a graphene monolayer using an oxygen plasma etching process, which allows the size of the pores to be tuned. The resulting membranes exhibit a salt rejection rate of nearly 100% and rapid water transport. In particular, water fluxes of up to 106 g m−2 s−1 at 40 °C were measured using pressure difference as a driving force, while water fluxes …\nScholar articles\nSP Surwade, SN Smirnov, IV Vlassiouk, RR Unocic… - Nature nanotechnology, 2015\nSP Surwade, SN Smirnov, IV Vlassiouk, RR Unocic… - Nature Nanotechnology, 2016"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/contact/",
  "text": "Contact | Raymond Unocic Lab\nMailing Address\nRaymond Unocic, Ph.D.\n3072B Engineering Building I\n911 Partners Way\nRaleigh, North Carolina 27606"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/news/",
  "text": "News | Raymond Unocic Lab\nTwo New Faculty Join NC State Materials Science Department\nNC State MSE is thrilled to announce the addition of two esteemed faculty members, Dr. Kinga Unocic and Dr. Raymond Unocic, who will join as Associate Professors this fall 2024 semester. \nSenior Spotlight: Caitlyn Obrero\nSenior Caitlyn Obrero never imagined that her journey would lead her to the world of MSE. A native of Durham, NC, Caitlyn initially envisioned a career in medicine, but her path shifted as a freshman . Today, she is a standout student in the MSE department and an aspiring researcher at Stanford University. \nAn Interview With AIF’s New Associate Director, Raymond Unocic\nHappy Holidays From the AIF Team\nAs the year winds down and the holidays near,We reflect on the milestones we’ve reached this year.From experiments run to ideas that ignited,Together we’ve thrived, engaged, and united. But hold… \nAIF Expands with Enhanced In Situ and Operando Electrochemistry Capabilities\nIn situ and operando characterization techniques are essential for deepening our scientific understanding of how electrical energy storage systems behave under real-world operating conditions. At AIF, we are expanding our… \nWhich AIF Lab Manager Are You?"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/people/rrunocic/",
  "text": "Raymond Unocic | Raymond Unocic Lab\nRU\nEducation\nPh.D. Materials Science and Engineering The Ohio State University 2008 \nM.S. Materials Science and Engineering Lehigh University 2002 \nB.S. Metallurgical Engineering The Ohio State University 2000 \nPublications\nA Panoramic View of MXenes via an Atomic Coordination-Based Design Strategy , ADVANCED FUNCTIONAL MATERIALS (2025) \nInvestigating the impact of preparation routes on the properties of copper-decorated silicon particles as anode materials for lithium-ion batteries , NEXT ENERGY (2025) \nDirect Fabrication of Atomically Defined Pores in MXenes Using Feedback‐Driven STEM , Small Methods (2024) \nDouble Hydroxide Nanocatalysts for Urea Electrooxidation Engineered toward Environmentally Benign Products , Advanced Materials (2024) \nIn Situ Liquid Electron Microscope Cells Strongly Attenuate Electrochemical Behavior , JOURNAL OF THE ELECTROCHEMICAL SOCIETY (2024) \nNitrogen‐Doped Graphene‐Like Carbon Intercalated MXene Heterostructure Electrodes for Enhanced Sodium‐ and Lithium‐Ion Storage , Advanced Science (2024) \nSelected Area Manipulation of MoS2 via Focused Electron Beam-Induced Etching for Nanoscale Device Editing , ACS Applied Materials & Interfaces (2024) \nTutorial on In Situ and Operando (Scanning) Transmission Electron Microscopy for Analysis of Nanoscale Structure–Property Relationships , ACS Nano (2024) \nWidth-Dependent Growth of Atomically Thin Quantum Nanoribbons , (2024) \nWidth-dependent continuous growth of atomically thin quantum nanoribbons from nanoalloy seeds in chalcogen vapor , NATURE COMMUNICATIONS (2024) \nView all publications"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:f2IySw72cVMC",
  "text": "View article\nAuthors\nMichael Naguib, Raymond R Unocic, Beth L Armstrong, Jagjit Nanda\nJournal\nDalton transactions\nPublisher\nRoyal Society of Chemistry\nDescription\nHerein we report on a general approach to delaminate multi-layered MXenes using an organic base to induce swelling that in turn weakens the bonds between the MX layers. Simple agitation or mild sonication of the swollen MXene in water resulted in the large-scale delamination of the MXene layers. The delamination method is demonstrated for vanadium carbide and titanium carbonitride MXenes.\nScholar articles\nM Naguib, RR Unocic, BL Armstrong, J Nanda - Dalton transactions, 2015"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:J-pR_7NvFogC",
  "text": "View article\nAuthors\nXiahan Sang, Yu Xie, Ming-Wei Lin, Mohamed Alhabeb, Katherine L Van Aken, Yury Gogotsi, Paul RC Kent, Kai Xiao, Raymond R Unocic\nPublisher\nAmerican Chemical Society\nDescription\nThe 2D transition metal carbides or nitrides, or MXenes, are emerging as a group of materials showing great promise in lithium ion batteries and supercapacitors. Until now, characterization and properties of single-layer MXenes have been scarcely reported. Here, using scanning transmission electron microscopy, we determined the atomic structure of freestanding monolayer Ti3C2Tx flakes prepared via the minimally intensive layer delamination method and characterized different point defects that are prevalent in the monolayer flakes. We determine that the Ti vacancy concentration can be controlled by the etchant concentration during preparation. Density function theory-based calculations confirm the defect structures and predict that the defects can influence the surface morphology and termination groups, but do not strongly influence the metallic conductivity. Using devices fabricated from single- and few-layer …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:u-x6o8ySG0sC",
  "text": "View article\nAuthors\nRui Liu, Shannon M Mahurin, Chen Li, Raymond R Unocic, Juan C Idrobo, Hongjun Gao, Stephen J Pennycook, Sheng Dai\nPublication date\n2011/7/18\nJournal\nAngewandte Chemie-International Edition\nDescription\nThe synthesis of hollow carbon nanospheres or capsules has attracted considerable attention because of their potential applications in catalyst supports, fuel cells, gas storage and separation, and lithium-ion batteries, which result from their unique features, such as high surface-to-volume ratio and high structural stability.[1] Templating is the method widely used to synthesize hollow carbon spheres. Typically, a spherical core–shell structure is synthesized by coating a carbon precursor on a hard template core, followed by carbonization and core removal to obtain hollow carbon spheres. The templating approach based on the use of solid molds also provides opportunities for developing various porous carbon composite nanostructures. Among them, the rattle-type or yolk–shell nanostructure is a novel and promising nanostructure, in which a movable core is encapsulated inside a carbon shell.[2] Such a carbon shell not only functions as a barrier to prevent encapsulated nanoparticle from coalescence, the chemical and thermal stability and inherent electrical conductivity of such a carbon coating are especially beneficial for catalytic and electrochemical applications. For example, Pt@ Carbon or Rh@ Carbon and Sn@ Carbon nanorattle structures shown excellent performance in catalytic hydrogenation reactions and lithium batteries, respectively.[3] Carbon precursors have an important effect on the preparation and final physical and chemical properties of the resulting carbon framework.[4] In addition to a good carbon yield, simple and effective uniform coating is another important issue in the templated synthesis of carbon materials. Recently …\nScholar articles\nR Liu, SM Mahurin, C Li, RR Unocic, JC Idrobo, H Gao… - Angewandte Chemie-International Edition, 2011"
},
{
  "url": "https://orcid.org/0000-0002-1777-8228",
  "text": "Raymond Unocic (0000-0002-1777-8228) - ORCID\nNorth Carolina State University: Raleigh, US \n2024-08-01 to\npresent\n| \nAssociate Professor (Materials Science and Engineering) \nEmployment \nSource: \nRaymond Unocic \nOak Ridge National Laboratory: Oak Ridge, TN, US \n2009 to\n2024-07-31\n| \nR&D Staff Scientist (Center for Nanophase Materials Sciences) \nEmployment \nSource: \nRaymond Unocic \nThe Ohio State University: Columbus, OH, US \n2008 \n| \nPh.D. Materials Science and Engineering (Materials Science and Engineering) \nEducation \nSource: \nRaymond Unocic \nLehigh University: Bethlehem, PA, US \n2003 \n| \nM.S. Materials Science and Engineering (Materials Science and Engineering) \nEducation \nSource: \nRaymond Unocic \nThe Ohio State University: Columbus, OH, US \n2000 \n| \nB.S. Metallurgical Engineering (Materials Science and Engineering) \nEducation \nSource: \nRaymond Unocic \nNEXT ENERGY \n2025 | \nJournal article | Author\nContributors: Khryslyn G. Arano; \nBeth L. Armstrong; \nAnton W. Tomich; \nMatthew S. Chambers; \nJoseph Quinn; \nHarry M. Meyer III; \nChanaka Kumara; \nZoey Huey; \nChun-Sheng Jiang; \nChongmin Wang \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Functional Materials \n2025-08-08 | \nJournal article \nContributors: Noah Oyeniran; \nOyshee Chowdhury; \nChongze Hu; \nTraian Dumitrica; \nPanchapakesan Ganesh; \nJacek Jakowski; \nZhongfang Chen; \nRaymond R. Unocic; \nMichael Naguib; \nVincent Meunier \net al.\nSource: \ncheck_circle \nCrossref \nAdvanced Materials \n2024 | \nJournal article | Author\nContributors: Yuwei Yang; \nJodie A Yuwono; \nTodd Whittaker; \nMarc Manyé Ibáñez; \nBingliang Wang; \nChangmin Kim; \nAlbina Y Borisevich; \nStephanie Chua; \nJhair Pena Prada; \nXichu Wang \net al.\nSource: \ncheck_circle \nNC State University Libraries \nJOURNAL OF THE ELECTROCHEMICAL SOCIETY \n2024 | \nJournal article | Author\nContributors: Reed M. Wittman; \nRobert L. Sacci; \nRaymond R. Unocic; \nThomas A. Zawodzinski \nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Science \n2024 | \nJournal article | Author\nContributors: Kun Liang; \nTao Wu; \nSudhajit Misra; \nChaochao Dun; \nSamantha Husmann; \nKaitlyn Prenger; \nJeffrey J. Urban; \nVolker Presser; \nRaymond R. Unocic; \nDe‐en Jiang \net al.\nSource: \ncheck_circle \nNC State University Libraries \nSmall \n2024 | \nJournal article | Author\nContributors: Eli Sutter; \nKim Kisslinger; \nRaymond R. Unocic; \nKory Burns; \nJordan Hachtel; \nPeter Sutter \nSource: \ncheck_circle \nNC State University Libraries \nNATURE COMMUNICATIONS \n2024 | \nJournal article | Author\nContributors: Xufan Li; \nSamuel Wyss; \nEmanuil Yanev; \nQing-Jie Li; \nShuang Wu; \nYongwen Sun; \nRaymond R. Unocic; \nJoseph Stage; \nMatthew Strasbourg; \nLucas M. Sassi \net al.\nSource: \ncheck_circle \nNC State University Libraries \nSmall Methods \n2024-12 | \nJournal article \nContributors: Matthew G. Boebinger; \nDundar E. Yilmaz; \nAyana Ghosh; \nSudhajit Misra; \nTyler S. Mathis; \nSergei V. Kalinin; \nStephen Jesse; \nYury Gogotsi; \nAdri C. T. van Duin; \nRaymond R. Unocic \nSource: \ncheck_circle \nCrossref \nACS Nano \n2024-12-31 | \nJournal article \nContributors: Michelle A. Smeaton; \nPatricia Abellan; \nSteven R. Spurgeon; \nRaymond R. Unocic; \nKatherine L. Jungjohann \nSource: \ncheck_circle \nCrossref \nContributors: Avetik Harutyunyan; \nXufan Li; \nSamuel Wyss; \nEmanuil Yanev; \nQing-Jie Li; \nShuang Wu; \nYongwen Sun; \nRaymond Unocic; \nJoseph Stage; \nMatthew Strasbourg \net al.\nSource: \ncheck_circle \nCrossref \nACS Applied Materials & Interfaces \n2024-02-21 | \nJournal article \nContributors: John Lasseter; \nSpencer Gellerup; \nSujoy Ghosh; \nSeok Joon Yun; \nRama Vasudevan; \nRaymond R. Unocic; \nOlugbenga Olunloyo; \nScott T. Retterer; \nKai Xiao; \nSteven J. Randolph \net al.\nSource: \ncheck_circle \nCrossref \nAdvanced Materials Interfaces \n2023 | \nJournal article | Author\nContributors: Ivan Vlassiouk; \nSergei Smirnov; \nAlexander Puretzky; \nOlugbenga Olunloyo; \nDavid B. Geohegan; \nOndrej Dyck; \nAndrew R. Lupini; \nRaymond R. Unocic; \nHarry M. Meyer; \nKai Xiao \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials \n2023 | \nJournal article | Author\nContributors: Yuwei Yang; \nWilliam Hadinata Lie; \nRaymond R Unocic; \nJodie A Yuwono; \nMalte Klingenhof; \nThomas Merzdorf; \nPaul Wolfgang Buchheister; \nMatthias Kroschel; \nAnne Walker; \nLeighanne C. Gallington \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials \n2023 | \nJournal article | Author\nContributors: Ganesh Ghimire; \nRajesh Kumar Ulaganathan; \nAgnès Tempez; \nOleksii Ilchenko; \nRaymond R. Unocic; \nJulian Heske; \nDenys I. Miakota; \nCheng Xiang; \nMarc Chaigneau; \nTim Booth \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAngewandte Chemie International Edition \n2023 | \nJournal article | Author\nContributors: Malik A. Albrahim; \nAbhijit Shrotri; \nRaymond R. Unocic; \nAdam S. Hoffman; \nSimon R. Bare; \nAyman M. Karim \nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials \n2023 | \nJournal article | Author\nContributors: Matthew G. Boebinger; \nCourtney Brea; \nLi‐Ping Ding; \nSudhajit Misra; \nOlugbenga Olunloyo; \nYiling Yu; \nKai Xiao; \nAndrew R. Lupini; \nFeng Ding; \nGuoxiang Hu \net al.\nSource: \ncheck_circle \nNC State University Libraries \nACS Nano \n2023-11-28 | \nJournal article \nContributors: Bijil Subhash; \nRaymond R. Unocic; \nWilliam Hadinata Lie; \nLeighanne C. Gallington; \nJoshua Wright; \nSoshan Cheong; \nRichard D. Tilley; \nNicholas M. Bedford \nSource: \ncheck_circle \nCrossref \nEnvironmental Science & Technology \n2023-10-10 | \nJournal article \nContributors: Juliane Weber; \nVitalii Starchenko; \nKe Yuan; \nLawrence M. Anovitz; \nAnton V. Ievlev; \nRaymond R. Unocic; \nAlbina Y. Borisevich; \nMatthew G. Boebinger; \nAndrew G. Stack \nSource: \ncheck_circle \nCrossref \nJournal of the American Chemical Society \n2023-09-20 | \nJournal article \nContributors: Peter Sutter; \nRaymond R. Unocic; \nEli Sutter \nSource: \ncheck_circle \nCrossref \nMRS Bulletin \n2023-08 | \nJournal article \nContributors: Raymond R. Unocic; \nEric A. Stach \nSource: \ncheck_circle \nCrossref \nACS Applied Materials & Interfaces \n2023-08-23 | \nJournal article \nContributors: Suman Jaiswal; \nParvin Fathi-Hafshejani; \nBaha Yakupoglu; \nMatthew G. Boebinger; \nNurul Azam; \nRaymond R. Unocic; \nMichael C. Hamilton; \nMasoud Mahjouri-Samani \nSource: \ncheck_circle \nCrossref \nACS Catalysis \n2023-06-16 | \nJournal article \nContributors: Coogan B. Thompson; \nLiping Liu; \nDenis S. Leshchev; \nAdam S. Hoffman; \nJiyun Hong; \nSimon R. Bare; \nRaymond R. Unocic; \nEli Stavitski; \nHongliang Xin; \nAyman M. Karim \nSource: \ncheck_circle \nCrossref \nNature Communications \n2023-03-29 | \nJournal article \nContributors: Eleonora Calì; \nMelonie P. Thomas; \nRama Vasudevan; \nJi Wu; \nOriol Gavalda-Diaz; \nKatharina Marquardt; \nEduardo Saiz; \nDragos Neagu; \nRaymond R. Unocic; \nStephen C. Parker \net al.\nSource: \ncheck_circle \nCrossref \nNanoscale \nContributors: Denys I. Miakota; \nRaymond R. Unocic; \nFabian Bertoldo; \nGanesh Ghimire; \nSara Engberg; \nDavid Geohegan; \nKristian S. Thygesen; \nStela Canulescu \nSource: \ncheck_circle \nCrossref \nRecent Developments in Analytical Techniques for Corrosion Research \nContributors: Khalid Hattar; \nRaymond R. Unocic \nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials Interfaces \n2022 | \nJournal article | Author\nContributors: Zabihollah Ahmadi; \nSeungjong Lee; \nAarsh Patel; \nRaymond R. Unocic; \nNima Shamsaei; \nMasoud Mahjouri‐Samani \nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials Interfaces \n2022 | \nJournal article | Author\nContributors: Bishnu P. Thapaliya; \nSudhajit Misra; \nShi‐ze Yang; \nCharl J. Jafta; \nHarry M. Meyer; \nPrashant Bagri; \nRaymond R. Unocic; \nCraig A. Bridges; \nSheng Dai \nSource: \ncheck_circle \nNC State University Libraries \nFrontiers in Materials \n2022 | \nJournal article | Author\nContributors: Cameron S. Jorgensen; \nLouis J. Santodonato; \nKenneth C. Littrell; \nChih Hsiang Kuo; \nChanho Lee; \nRaymond R. Unocic; \nPeter K. Liaw; \nDustin A. Gilbert; \nLisa M. DeBeer-Schmitt \nSource: \ncheck_circle \nNC State University Libraries \nACS Nano \n2022-12-27 | \nJournal article \nContributors: Eli Sutter; \nHannu-Pekka Komsa; \nAlexander A. Puretzky; \nRaymond R. Unocic; \nPeter Sutter \nSource: \ncheck_circle \nCrossref \nACS Catalysis \n2022-12-16 | \nJournal article \nContributors: Colby A. Whitcomb; \nAnna Sviripa; \nMichael I. Schapowal; \nKonstantin Mamedov; \nRaymond R. Unocic; \nChristopher Paolucci; \nRobert J. Davis \nSource: \ncheck_circle \nCrossref \nContributors: Bijil Subhash; \nRaymond Unocic; \nLeighanne Gallington; \nJoshua Wright; \nSoshan Cheong; \nRichard Tilley; \nNicholas Bedford \nSource: \ncheck_circle \nCrossref \nACS Nano \n2022-10-25 | \nJournal article \nContributors: Kevin M. Roccapriore; \nMatthew G. Boebinger; \nOndrej Dyck; \nAyana Ghosh; \nRaymond R. Unocic; \nSergei V. Kalinin; \nMaxim Ziatdinov \nSource: \ncheck_circle \nCrossref \nACS Applied Nano Materials \n2022-07-22 | \nJournal article \nContributors: Nurul Azam; \nMatthew G. Boebinger; \nSuman Jaiswal; \nRaymond R. Unocic; \nParvin Fathi-Hafshejani; \nMasoud Mahjouri-Samani \nSource: \ncheck_circle \nCrossref \nACS Catalysis \n2022-03-04 | \nJournal article \nContributors: Siavash Fadaeerayeni; \nXinbin Yu; \nErik Sarnello; \nZhenghong Bao; \nXiao Jiang; \nRaymond R. Unocic; \nLingzhe Fang; \nZili Wu; \nTao Li; \nYizhi Xiang \nSource: \ncheck_circle \nCrossref \nMacromolecules \n2022-01-25 | \nJournal article \nContributors: Dong Zhou; \nMiguel Fuentes-Cabrera; \nAkash Singh; \nRaymond R. Unocic; \nJan Michael Y. Carrillo; \nKai Xiao; \nYumeng Li; \nBo Li \nSource: \ncheck_circle \nCrossref \nMetallurgical and Materials Transactions A \n2021 | \nJournal article | Author\nContributors: Nitin Kumar Sharma; \nRangasayee Kannan; \nLeijun Li; \nNeil Anderson; \nMuhammad Rashid; \nLaurie Collins; \nJonathan D. Poplawsky; \nRaymond Unocic \nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials Technologies \n2021 | \nJournal article | Author\nContributors: Zabihollah Ahmadi; \nSeungjong Lee; \nRaymond R. Unocic; \nNima Shamsaei; \nMasoud Mahjouri‐Samani \nSource: \ncheck_circle \nNC State University Libraries \nChinese Chemical Letters \n2021 | \nJournal article | Author\nContributors: Wenjun Cui; \nZhi-Yi Hu; \nRaymond R. Unocic; \nGustaaf Van Tendeloo; \nXiahan Sang \nSource: \ncheck_circle \nNC State University Libraries \nPhysical Review Materials \n2021 | \nJournal article | Author\nContributors: Gaurab Rimal; \nCaleb Schmidt; \nHussein Hijazi; \nLeonard C. Feldman; \nYiting Liu; \nElizabeth Skoropata; \nJason Lapano; \nMatthew Brahlek; \nDebangshu Mukherjee; \nRaymond R. Unocic \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Functional Materials \n2021 | \nJournal article | Author\nContributors: Kun Liang; \nRay A. Matsumoto; \nWei Zhao; \nNaresh C. Osti; \nIvan Popov; \nBishnu P. Thapaliya; \nSimon Fleischmann; \nSudhajit Misra; \nKaitlyn Prenger; \nMadhusudan Tyagi \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Science \n2021 | \nJournal article | Author\nContributors: Eli Sutter; \nRaymond R. Unocic; \nJuan‐Carlos Idrobo; \nPeter Sutter \nSource: \ncheck_circle \nNC State University Libraries \nJournal of Visualized Experiments \n2021 | \nJournal article | Author\nContributors: Kinga A. Unocic; \nDale K. Hensley; \nFranklin S. Walden; \nWilbur C. Bigelow; \nMichael B. Griffin; \nSusan E. Habas; \nRaymond R. Unocic; \nLawrence F. Allard \nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials \n2021 | \nJournal article | Author\nContributors: Kai Wang; \nLizhi Zhang; \nGiang D. Nguyen; \nXiahan Sang; \nChenze Liu; \nYiling Yu; \nWonhee Ko; \nRaymond R. Unocic; \nAlexander A. Puretzky; \nChristopher M. Rouleau \net al.\nSource: \ncheck_circle \nNC State University Libraries \nScience Advances \n2021-12-10 | \nJournal article \nContributors: Xufan Li; \nBaichang Li; \nJincheng Lei; \nKsenia V. Bets; \nXiahan Sang; \nEmmanuel Okogbue; \nYang Liu; \nRaymond R. Unocic; \nBoris I. Yakobson; \nJames Hone \net al.\nSource: \ncheck_circle \nCrossref \nNature Communications \n2021-12-07 | \nJournal article \nContributors: Charlotte Vogt; \nFlorian Meirer; \nMatteo Monai; \nEsther Groeneveld; \nDavide Ferri; \nRutger A. van Santen; \nMaarten Nachtegaal; \nRaymond R. Unocic; \nAnatoly I. Frenkel; \nBert M. Weckhuysen \nSource: \ncheck_circle \nCrossref \nACS Catalysis \n2021-10-01 | \nJournal article \nContributors: Xiangye Liu; \nBaichang Li; \nFernando A. Soto; \nXufan Li; \nRaymond R. Unocic; \nPerla B. Balbuena; \nAvetik R. Harutyunyan; \nJames Hone; \nDaniel V. Esposito \nSource: \ncheck_circle \nCrossref \nScripta Materialia \n2021-07 | \nJournal article \nContributors: Thomas J. Cochell; \nRaymond R. Unocic; \nJosé Graña-Otero; \nAlexandre Martin \nSource: \ncheck_circle \nCrossref \nJACS Au \n2021-07-26 | \nJournal article \nContributors: Linxiao Chen; \nRaymond R. Unocic; \nAdam S. Hoffman; \nJiyun Hong; \nAdriano H. Braga; \nZhenghong Bao; \nSimon R. Bare; \nJanos Szanyi \nSource: \ncheck_circle \nCrossref \nThe Journal of Physical Chemistry C \n2021-05-27 | \nJournal article \nContributors: Malik Albrahim; \nCoogan Thompson; \nDenis Leshchev; \nAbhijit Shrotri; \nRaymond R. Unocic; \nJiyun Hong; \nAdam S. Hoffman; \nMichael J. Meloni; \nRon C. Runnebaum; \nSimon R. Bare \net al.\nSource: \ncheck_circle \nCrossref \nJournal of the American Chemical Society \n2021-03-24 | \nJournal article \nContributors: Bo Jiang; \nCraig A. Bridges; \nRaymond R. Unocic; \nKrishna Chaitanya Pitike; \nValentino R. Cooper; \nYuanpeng Zhang; \nDe-Ye Lin; \nKatharine Page \nSource: \ncheck_circle \nCrossref \nReview activity for\nACS applied nano materials. (1) \nReview activity for\nACS nano. (1) \nReview activity for\nChemistry of materials. (2) \nReview activity for\nNano letters. (1) \nReview activity for\nThe journal of physical chemistry. (1)"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:ipzZ9siozwsC",
  "text": "View article\nAuthors\nTian Jin, Xiahan Sang, Raymond R Unocic, Richard T Kinch, Xiaofei Liu, Jun Hu, Honglai Liu, Sheng Dai\nJournal\nAdvanced materials\nDescription\nCrystalline high‐entropy ceramics (CHC), a new class of solids that contain five or more elemental species, have attracted increasing interest because of their unique structure and potential applications. Up to now, only a couple of CHCs (e.g., high‐entropy metal oxides and diborides) have been successfully synthesized. Here, a new strategy for preparing high‐entropy metal nitride (HEMN‐1) is proposed via a soft urea method assisted by mechanochemical synthesis. The as‐prepared HEMN‐1 possesses five highly dispersed metal components, including V, Cr, Nb, Mo, Zr, and simultaneously exhibits an interesting cubic crystal structure of metal nitrides. By taking advantage of these unique features, HEMN‐1 can function as a promising candidate for supercapacitor applications. A specific capacitance of 78 F g−1 is achieved at a scan rate of 100 mV s−1 in 1 m KOH. In addition, such a facile synthetic strategy can …\nScholar articles\nT Jin, X Sang, RR Unocic, RT Kinch, X Liu, J Hu, H Liu… - Advanced materials, 2018"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:2osOgNQ5qMEC",
  "text": "View article\nAuthors\nHansan Liu, Zhonghe Bi, Xiao‐Guang Sun, Raymond R Unocic, M Parans Paranthaman, Sheng Dai, Gilbert M Brown\nJournal\nAdvanced Materials\nDescription\nAdvanced energy storage systems such as lithium ion batteries are important approaches to mitigate energy shortage and global climate warming issues that the world is currently facing. High power and high energy density are essential to batteries for applications in electric vehicles, stationary energy storage systems for solar and wind energy as well as smart grids. Because conventional lithium ion batteries are inadequate to meet these needs, advanced materials with high capacity and fast chargedischarge capability are critical for next generation lithium ion batteries.[1] Titanium dioxide (TiO 2) with various polymorphs (anatase, rutile, and TiO 2–B (bronze)) have been widely investigated as lithium ion battery anode materials, due to their advantages in terms of cost, safety and rate capability.[2] In particular, the polymorph of TiO 2–B shows a favorable channel structure for lithium mobility, which results in fast chargedischarge capability of a lithium cell.[3] It has been identified that the lithium intercalation in TiO 2–B features a pseudocapacitive process, rather than the solid-state diffusion process observed for anatase and rutile.[4] Theoretical studies have uncovered that this pseudocapacitive behavior originates from the unique sites and energetics of lithium absorption and diffusion in TiO 2–B structure.[5] As a result, TiO 2–B nanoparticles,[6] nanotubes,[7] nanowires [8] and nanoribbons [9] have been reported as anode materials with good rate performance for lithium ion batteries. These nanomaterials displayed attractive battery performance; however, they also have some disadvantages, eg, poor electronic conduction network due to …\nScholar articles\nH Liu, Z Bi, XG Sun, RR Unocic, MP Paranthaman… - Advanced Materials, 2011"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:fEOibwPWpKIC",
  "text": "View article\nAuthors\nMaxim Ziatdinov, Ondrej Dyck, Artem Maksov, Xufan Li, Xiahan Sang, Kai Xiao, Raymond R Unocic, Rama Vasudevan, Stephen Jesse, Sergei V Kalinin\nPublisher\nAmerican Chemical Society"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:9yKSN-GCB0IC",
  "text": "View article\nAuthors\nLibor Kovarik, Raymond R Unocic, Ju Li, P Sarosi, C Shen, Yunzhi Wang, Michael J Mills\nDescription\nIn Ni-based superalloys, microtwinning is observed as an important deformation mechanism at intermediate temperature and low stress and strain rate conditions. Current knowledge concerning this unusual deformation mode is comprehensively reviewed, and fundamental aspects of the process are further developed using state of the art experimental and modeling techniques. The nature of microtwins and the microtwinning dislocations at the atomic level have been determined using High Angle Annular Dark Field Scanning Transmission Electron Microscopy imaging. The results unambiguously confirm that the operative twinning dislocations are identical Shockley partials a/6〈112〉, and that they propagate through the γ′ precipitates in closely-separated pairs on consecutive {111} planes. The rate-limiting process of the microtwinning deformation mechanism is the diffusion-controlled reordering in γ′-phase …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:GnPB-g6toBAC",
  "text": "View article\nAuthors\nMeng Gu, Lucas R Parent, B Layla Mehdi, Raymond R Unocic, Matthew T McDowell, Robert L Sacci, Wu Xu, Justin Grant Connell, Pinghong Xu, Patricia Abellan, Xilin Chen, Yaohui Zhang, Daniel E Perea, James E Evans, Lincoln J Lauhon, Ji-Guang Zhang, Jun Liu, Nigel D Browning, Yi Cui, Ilke Arslan, Chong-Min Wang\nPublisher\nAmerican Chemical Society\nDescription\nOver the past few years, in situ transmission electron microscopy (TEM) studies of lithium ion batteries using an open-cell configuration have helped us to gain fundamental insights into the structural and chemical evolution of the electrode materials in real time. In the standard open-cell configuration, the electrolyte is either solid lithium oxide or an ionic liquid, which is point-contacted with the electrode. This cell design is inherently different from a real battery, where liquid electrolyte forms conformal contact with electrode materials. The knowledge learnt from open cells can deviate significantly from the real battery, calling for operando TEM technique with conformal liquid electrolyte contact. In this paper, we developed an operando TEM electrochemical liquid cell to meet this need, providing the configuration of a real battery and in a relevant liquid electrolyte. To demonstrate this novel technique, we studied the …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:d1gkVwhDpl0C",
  "text": "View article\nAuthors\nXiqing Wang, Pasquale F Fulvio, Gary A Baker, Gabriel M Veith, Raymond R Unocic, Shannon M Mahurin, Miaofang Chi, Sheng Dai\nPublisher\nRoyal Society of Chemistry\nDescription\nStable high-concentration suspensions (up to 0.95 mg mL−1) of non-oxidized few layer graphene (FLG), five or less sheets, with micrometre-long edges were obtained via direct exfoliation of natural graphite flakes in ionic liquids, such as 1-butyl-3-methyl-imidazolium bis(trifluoro-methane-sulfonyl)imide ([Bmim]-[Tf2N]), by tip ultrasonication."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:WbkHhVStYXYC",
  "text": "View article\nAuthors\nYijing Stehle, Harry M Meyer III, Raymond R Unocic, Michelle Kidder, Georgios Polizos, Panos G Datskos, Roderick Jackson, Sergei N Smirnov, Ivan V Vlassiouk\nPublisher\nAmerican Chemical Society"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:ns9cj8rnVeAC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:4OULZ7Gr8RgC",
  "text": "View article\nAuthors\nJennifer L Achtyl, Raymond R Unocic, Lijun Xu, Yu Cai, Muralikrishna Raju, Weiwei Zhang, Robert L Sacci, Ivan V Vlassiouk, Pasquale F Fulvio, Panchapakesan Ganesh, David J Wesolowski, Sheng Dai, Adri CT Van Duin, Matthew Neurock, Franz M Geiger\nPublisher\nNature Publishing Group UK\nDescription\nProton transfer across single-layer graphene proceeds with large computed energy barriers and is therefore thought to be unfavourable at room temperature unless nanoscale holes or dopants are introduced, or a potential bias is applied. Here we subject single-layer graphene supported on fused silica to cycles of high and low pH, and show that protons transfer reversibly from the aqueous phase through the graphene to the other side where they undergo acid–base chemistry with the silica hydroxyl groups. After ruling out diffusion through macroscopic pinholes, the protons are found to transfer through rare, naturally occurring atomic defects. Computer simulations reveal low energy barriers of 0.61–0.75 eV for aqueous proton transfer across hydroxyl-terminated atomic defects that participate in a Grotthuss-type relay, while pyrylium-like ether terminations shut down proton exchange. Unfavourable energy barriers …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:sSrBHYA8nusC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:9Nmd_mFXekcC",
  "text": "View article\nAuthors\nIvan V Vlassiouk, Yijing Stehle, Pushpa Raj Pudasaini, Raymond R Unocic, Philip D Rack, Arthur P Baddorf, Ilia N Ivanov, Nickolay V Lavrik, Frederick List, Nitant Gupta, Ksenia V Bets, Boris I Yakobson, Sergei N Smirnov\nPublisher\nNature Publishing Group UK\nDescription\nThere is a demand for the manufacture of two-dimensional (2D) materials with high-quality single crystals of large size. Usually, epitaxial growth is considered the method of choice in preparing single-crystalline thin films, but it requires single-crystal substrates for deposition. Here we present a different approach and report the synthesis of single-crystal-like monolayer graphene films on polycrystalline substrates. The technological realization of the proposed method resembles the Czochralski process and is based on the evolutionary selection approach, which is now realized in 2D geometry. The method relies on ‘self-selection’ of the fastest-growing domain orientation, which eventually overwhelms the slower-growing domains and yields a single-crystal continuous 2D film. Here we have used it to synthesize foot-long graphene films at rates up to 2.5 cm h−1 that possess the quality of a single crystal. We …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:D03iK_w7-QYC",
  "text": "View article\nAuthors\nRobert L Sacci, Jennifer M Black, Nina Balke, Nancy J Dudney, Karren L More, Raymond R Unocic"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:_Re3VWB3Y0AC",
  "text": "View article\nAuthors\nEric S Muckley, Michael Naguib, Hsiu-Wen Wang, Lukas Vlcek, Naresh C Osti, Robert L Sacci, Xiahan Sang, Raymond R Unocic, Yu Xie, Madhusudan Tyagi, Eugene Mamontov, Katharine L Page, Paul RC Kent, Jagjit Nanda, Ilia N Ivanov\nPublisher\nAmerican Chemical Society\nDescription\nUnderstanding of structural, electrical, and gravimetric peculiarities of water vapor interaction with ion-intercalated MXenes led to design of a multimodal humidity sensor. Neutron scattering coupled to molecular dynamics and ab initio calculations showed that a small amount of hydration results in a significant increase in the spacing between MXene layers in the presence of K and Mg intercalants between the layers. Films of K- and Mg-intercalated MXenes exhibited relative humidity (RH) detection thresholds of ∼0.8% RH and showed monotonic RH response in the 0–85% RH range. We found that MXene gravimetric response to water is 10 times faster than their electrical response, suggesting that H2O-induced swelling/contraction of channels between MXene sheets results in trapping of H2O molecules that act as charge-depleting dopants. The results demonstrate the use of MXenes as humidity sensors and …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:UebtZRa9Y70C",
  "text": "View article\nAuthors\nLoïc Baggetto, P Ganesh, Roberta P Meisner, Raymond R Unocic, Jean-Claude Jumas, Craig A Bridges, Gabriel M Veith\nPublication date\n2013/7/15\nJournal\nJournal of power sources\nDescription\nTin anodes show a rich structure and reaction chemistry which we have investigated in detail. Upon discharge five plateaus are observed corresponding to β-Sn, an unidentified phase (Na/Sn = 0.6), an amorphous phase (Na/Sn = 1.2), a hexagonal R-3m Na5Sn2, and fully sodiated I-43d Na15Sn4. With charging there are six plateaus related to the formation of Na5Sn2 followed by the formation of amorphous phases and β-Sn. Upon cycling the formation of metastable Na5Sn2 seems to be suppressed. Theoretical voltages calculated from existing crystal structures using DFT provide a good match with constant current and quasi-equilibrium measurements (GITT). Search for additional (meta)stable phases using cluster-expansion method predicts many phases lower in energy than the convex hull obtained from known structures, including the R-3m Na5Sn2 phase. The presence of multiple phases in varying lattices …\nScholar articles\nL Baggetto, P Ganesh, RP Meisner, RR Unocic… - Journal of power sources, 2013"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:kz9GbA2Ns4gC",
  "text": "View article\nAuthors\nHao Chen, Wenwen Lin, Zihao Zhang, Kecheng Jie, David R Mullins, Xiahan Sang, Shi-Ze Yang, Charl J Jafta, Craig A Bridges, Xiaobing Hu, Raymond R Unocic, Jie Fu, Pengfei Zhang, Sheng Dai\nPublisher\nAmerican Chemical Society\nDescription\nThe solid-solution metal oxide (NiMgCuZnCo)O is the first known high-entropy (HE) metal oxide synthesized, forming a poster child of the emerging high-entropy oxide materials, which is derived from high-temperature synthesis methodologies (>900 °C). In this work, we report the mechanochemical synthesis of this known HE metal oxide (NiMgCuZnCo)O under ambient conditions. The advantage of this approach was further demonstrated by the introduction of up to 5 wt % noble metal into (NiMgCuZnCo)O, as single atoms or nanoclusters, which showed good stability at high temperature and produced a high catalytic activity in the hydrogenation of atmospheric CO2 to CO. The latter work demonstrated the unique advantage of using HE materials to disperse catalysis centers."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Dep1Q8gAAAAJ&citation_for_view=Dep1Q8gAAAAJ:epqYDVWIO7EC",
  "text": "View article\nAuthors\nXiahan Sang, Yu Xie, Dundar E Yilmaz, Roghayyeh Lotfi, Mohamed Alhabeb, Alireza Ostadhossein, Babak Anasori, Weiwei Sun, Xufan Li, Kai Xiao, Paul RC Kent, Adri CT Van Duin, Yury Gogotsi, Raymond R Unocic\nPublisher\nNature Publishing Group UK\nDescription\nDeveloping strategies for atomic-scale controlled synthesis of new two-dimensional (2D) functional materials will directly impact their applications. Here, using in situ aberration-corrected scanning transmission electron microscopy, we obtain direct insight into the homoepitaxial Frank–van der Merwe atomic layer growth mechanism of TiC single adlayers synthesized on surfaces of Ti3C2 MXene substrates with the substrate being the source material. Activated by thermal exposure and electron-beam irradiation, hexagonal TiC single adlayers form on defunctionalized surfaces of Ti3C2 MXene at temperatures above 500 °C, generating new 2D materials Ti4C3 and Ti5C4. The growth mechanism for a single TiC adlayer and the energies that govern atom migration and diffusion are elucidated by comprehensive density functional theory and force-bias Monte Carlo/molecular dynamics simulations. This work could …"
},
{
  "url": "https://www.linkedin.com/in/raymond-unocic-6b7b84248/",
  "text": "Sign Up | LinkedIn\nJoin LinkedIn\nFirst name \nLast name \nEmail \nPassword (6+ characters) \nBy clicking Agree & Join, you agree to the LinkedIn User Agreement, Privacy Policy, and Cookie Policy. \nor \nContinue with GoogleContinue with Google\nAlready on Linkedin? \nSign in\nEmail or phone \nPassword \nForgot password?\nor \nBy clicking Continue to join or sign in, you agree to LinkedIn’s User Agreement, Privacy Policy, and Cookie Policy. \nContinue with GoogleContinue with Google\nNew to Linkedin?"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/group/members/",
  "text": "People | Raymond Unocic Lab\nVIEW: Alphabetical By Group \nLeadership\nRU\nRaymond Unocic \nAssociate Professor\n919-515-5728 rrunocic@ncsu.edu \nDoctoral Students\nJH\nJack Hoffler \nDoctoral Student\njbhoffle@ncsu.edu \nVR\nVaughn Ramsey \nDoctoral Student\nvgramsey@ncsu.edu \nPostdoctoral Research Staff\nPP\nPrajakta Prabhune \nPostdoctoral Research Scholar\npvprabhu@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/group/principal-investigator/",
  "text": "People | Raymond Unocic Lab\nSearch for: \nPrincipal Investigator\nVIEW: Alphabetical By Group \nRU\nRaymond Unocic \nAssociate Professor\n919-515-5728 rrunocic@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/group/members/postdoctoral-research-staff/",
  "text": "People | Raymond Unocic Lab\nSearch for: \nPostdoctoral Research Staff\nVIEW: Alphabetical By Group \nPP\nPrajakta Prabhune \nPostdoctoral Research Scholar\npvprabhu@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/group/members/doctoral-students/",
  "text": "People | Raymond Unocic Lab\nSearch for: \nDoctoral Students\nVIEW: Alphabetical By Group \nJH\nJack Hoffler \nDoctoral Student\njbhoffle@ncsu.edu \nVR\nVaughn Ramsey \nDoctoral Student\nvgramsey@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/open-positions/rrunocic@ncsu.edu",
  "text": "Page Not Found\nSorry, the page you're looking for cannot be found. Try using the search below to find what you're looking for.\nAdditional Resources"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/people/jbhoffle/",
  "text": "Jack Hoffler | Raymond Unocic Lab\nJH\nBio\nB.S. Materials Science and Engineering Clemson University\nEducation\nB.S. Materials Science and Engineering Clemson University 2024 \nArea(s) of Expertise\nIn situ/operando STEM of energy storage materials"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/group/members/?alphabetical=1",
  "text": "People | Raymond Unocic Lab\nSearch for: \nCurrent Members\nVIEW: Alphabetical By Group \nJH\nJack Hoffler \nDoctoral Student\njbhoffle@ncsu.edu \nPP\nPrajakta Prabhune \nPostdoctoral Research Scholar\npvprabhu@ncsu.edu \nVR\nVaughn Ramsey \nDoctoral Student\nvgramsey@ncsu.edu \nRU\nRaymond Unocic \nAssociate Professor\n919-515-5728 rrunocic@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/group/members/postdoctoral-research-staff/?alphabetical=1",
  "text": "People | Raymond Unocic Lab\nSearch for: \nPostdoctoral Research Staff\nVIEW: Alphabetical By Group \nPP\nPrajakta Prabhune \nPostdoctoral Research Scholar\npvprabhu@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/group/principal-investigator/?alphabetical=1",
  "text": "People | Raymond Unocic Lab\nSearch for: \nPrincipal Investigator\nVIEW: Alphabetical By Group \nRU\nRaymond Unocic \nAssociate Professor\n919-515-5728 rrunocic@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/people/vgramsey/",
  "text": "Vaughn Ramsey | Raymond Unocic Lab\nVR\nDoctoral Student\nvgramsey@ncsu.edu \nGroups\nCurrent Members: Doctoral Students"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/group/members/doctoral-students/?alphabetical=1",
  "text": "People | Raymond Unocic Lab\nSearch for: \nDoctoral Students\nVIEW: Alphabetical By Group \nJH\nJack Hoffler \nDoctoral Student\njbhoffle@ncsu.edu \nVR\nVaughn Ramsey \nDoctoral Student\nvgramsey@ncsu.edu"
},
{
  "url": "https://mse.ncsu.edu/rrunocic/people/pvprabhu/",
  "text": "Prajakta Prabhune | Raymond Unocic Lab\nPP\nEducation\nPh.D. Materials Science Duke University 2025 \nMSc Engg Indian Institute of Science (IISc) 2010 \nB.E. Mechanical Engineering Walchand College of Engineering 2006 \nArea(s) of Expertise\nAI/ML physics-based materials discovery"
}]