[{
  "url": "https://www.ruijuanxu.com/",
  "text": "Xu Lab\nAtomic-scale design and synthesis of novel functional materials \nWelcome to Dr. Ruijuan Xu’s Lab in the Department of Materials Science and Engineering at North Carolina State University. We are an experimental research group dedicated to designing, manipulating, and understanding the functional properties of thin films, heterostructures, and membranes.\nImage courtesy: Dr. Harikrishnan KP"
},
{
  "url": "https://scholar.google.com/citations?user=wE66HRgAAAAJ&hl=en",
  "text": "‪Ruijuan Xu‬ - ‪Google Scholar‬\nFerroelectric polarization reversal via successive ferroelastic transitions\nR Xu, S Liu, I Grinberg, J Karthik, AR Damodaran, AM Rappe, LW Martin\nNature materials 14 (1), 79-86, 2015\n2862015Strain-induced room-temperature ferroelectricity in SrTiO3 membranes\nR Xu, J Huang, ES Barnard, SS Hong, P Singh, EK Wong, T Jansen, ...\nNature communications 11 (1), 3141, 2020\n2842020New modalities of strain-control of ferroelectric thin films\nAR Damodaran, JC Agar, S Pandya, Z Chen, L Dedon, R Xu, B Apgar, ...\nJournal of Physics: Condensed Matter 28 (26), 263001, 2016\n1592016Stationary domain wall contribution to enhanced ferroelectric susceptibility\nR Xu, J Karthik, AR Damodaran, LW Martin\nNature communications 5 (1), 3120, 2014\n1422014Beyond substrates: strain engineering of ferroelectric membranes\nD Pesquera, E Parsonnet, A Qualls, R Xu, AJ Gubser, J Kim, Y Jiang, ...\nAdvanced Materials 32 (43), 2003780, 2020\n1312020Tunable Carrier Type and Density in Graphene/PbZr0.2Ti0.8O3 Hybrid Structures through Ferroelectric Switching\nC Baeumer, SP Rogers, R Xu, LW Martin, M Shim\nNano letters 13 (4), 1693-1698, 2013\n1232013Three‐State Ferroelastic Switching and Large Electromechanical Responses in PbTiO3 Thin Films\nAR Damodaran, S Pandya, JC Agar, Y Cao, RK Vasudevan, R Xu, ...\nAdvanced materials 29 (37), 1702069, 2017\n1212017Electron Accumulation and Emergent Magnetism in Heterostructures\nZ Chen, Z Chen, ZQ Liu, ME Holtz, CJ Li, XR Wang, WM Lü, ...\nPhysical Review Letters 119 (15), 156801, 2017\n1082017Emergent chirality in a polar meron to skyrmion phase transition\nYT Shao, S Das, Z Hong, R Xu, S Chandrika, F Gómez-Ortiz, ...\nNature Communications 14 (1), 1355, 2023\n972023Freestanding oxide ferroelectric tunnel junction memories transferred onto silicon\nD Lu, S Crossley, R Xu, Y Hikita, HY Hwang\nNano Letters 19 (6), 3999-4003, 2019\n972019Effect of “symmetry mismatch” on the domain structure of rhombohedral BiFeO3 thin films\nZH Chen, AR Damodaran, R Xu, S Lee, LW Martin\nApplied Physics Letters 104 (18), 2014\n932014Enhanced electrical resistivity and properties via ion bombardment of ferroelectric thin films\nS Saremi, R Xu, LR Dedon, JA Mundy, SL Hsu, Z Chen, AR Damodaran, ...\nAdvanced materials 28 (48), 10750-10756, 2016\n892016Kinetic control of tunable multi-state switching in ferroelectric thin films\nR Xu, S Liu, S Saremi, R Gao, JJ Wang, Z Hong, H Lu, A Ghosh, ...\nNature communications 10 (1), 1282, 2019\n862019Local control of defects and switching properties in ferroelectric thin films\nS Saremi, R Xu, FI Allen, J Maher, JC Agar, R Gao, P Hosemann, ...\nPhysical review materials 2 (8), 084414, 2018\n752018Mechanical-force-induced non-local collective ferroelastic switching in epitaxial lead-titanate thin films\nX Lu, Z Chen, Y Cao, Y Tang, R Xu, S Saremi, Z Zhang, L You, Y Dong, ...\nNature communications 10 (1), 3951, 2019\n702019Reducing Coercive-Field Scaling in Ferroelectric Thin Films via Orientation Control\nR Xu, R Gao, SE Reyes-Lillo, S Saremi, Y Dong, H Lu, Z Chen, X Lu, Y Qi, ...\nACS nano 12 (5), 4736-4743, 2018\n652018Electronic Transport and Ferroelectric Switching in Ion‐Bombarded, Defect‐Engineered BiFeO3 Thin Films\nS Saremi, R Xu, LR Dedon, R Gao, A Ghosh, A Dasgupta, LW Martin\nAdvanced Materials Interfaces 5 (3), 1700991, 2018\n612018Self-Assembled, Nanostructured, Tunable Metamaterials via Spinodal Decomposition\nZ Chen, X Wang, Y Qi, S Yang, JANT Soares, BA Apgar, R Gao, R Xu, ...\nACS nano 10 (11), 10237-10244, 2016\n612016Understanding the role of ferroelastic domains on the pyroelectric and electrocaloric effects in ferroelectric thin films\nS Pandya, GA Velarde, R Gao, AS Everhardt, JD Wilbur, R Xu, JT Maher, ...\nAdvanced Materials 31 (5), 1803312, 2019\n602019Ferroelectricity in Pb1+δZrO3 Thin Films\nR Gao, SE Reyes-Lillo, R Xu, A Dasgupta, Y Dong, LR Dedon, J Kim, ...\nChemistry of Materials 29 (15), 6544-6551, 2017\n572017"
},
{
  "url": "https://www.ruijuanxu.com/new-page",
  "text": "Publications — Xu Lab\n* Corresponding author\n† Co-first author\nStrain-induced lead-free morphotropic phase boundary\nR. Ghanbari, Harikrishnan KP, K. Patel, H. Zhou, T. Zhou, R. Liu, L. Wu, A. Khandelwal, K. J. Crust, S. Hazra, J. Carroll, C. J. G. Meyers, J. Wang, S. Prosandeev, H. Qiao, Y. -H. Kim, Y. Nabei, M. Chi, D. Sun, N. Balke, M. Holt, V. Gopalan, J. E. Spanier, D. A. Muller, L. Bellaiche, H. Y. Hwang, R. Xu* , Nature Communications 16, 7766 (2025)\nLow-loss far-infrared surface phonon polaritons in suspended SrTiO3 nanomembranes\nK. Koons, H. A. Bechtel, J. Taboada-Gutiérrez, R. Ghanbari, Y. Wang, S. N. Gilbert Corder, A. B. Kuzmenko, R. Xu*, Y. Liu*, Advanced Functional Materials 2501041 (2025)\nThe classical-to-quantum crossover in strain-induced ferroelectric transition in SrTiO3 membranes\nJ. Li, Y. Lee, Y. Choi, J.-W Kim, P. Thompson, K. J. Crust, R. Xu, H. Y. Hwang, P. J. Ryan, W.-S. Lee, Nature Communications 16, 4445 (2025)\nElectron ptychography reveals a ferroelectricity dominated by anion displacements\nHarikrishnan KP, R. Xu, K. Patel, K. J. Crust, A. Khandelwal, C. Zhang, S. Prosandeev, H. Zhou, Y. -T. Shao, L. Bellaiche, H. Y. Hwang, D. A. Muller, Nature Materials (2025) (News & Views)\nExperimental progress in freestanding oxide membranes designed by epitaxy\nV. Harbola, R. Xu, S. S. Hong, Advances in Physics: X 10, 1 (2025)\nFlexoelectric enhancement of strain gradient elasticity across a ferroelectric-to-paraelectric phase transition\nV. Harbola, D. Pesquera, R. Xu, P. Ashby, L. W. Martin, H. Y. Hwang, Nano Letters 24, 10331 (2024)\nHighly confined epsilon-near-zero and surface-phonon polaritons in SrTiO3 membranes\nR. Xu†, I. Crassee†, H. A. Bechtel, Y. Zhou, A. Bercher, L. Korosec, W. Rischau, J. Teyssier, K. J. Crust, Y. Lee, S. N. Gilbert Corder, J. Li, J. A. Dionne, H. Y. Hwang, A. B. Kuzmenko, Y. Liu*, Nature Communications 15, 4743 (2024)\nEmergent chirality in a polar meron to skyrmion phase transition\nY. T. Shao, Z. Hong, S. Das, R. Xu, S. Chandrika, L. -Q. Chen, H. Y. Hwang, J. Junquera, L. W. Martin, R. Ramesh, D. A. Muller, Nature Communications 14, 1355 (2023)\nSize-induced ferroelectricity in antiferroelectric oxide membranes\nR. Xu†*, K. J. Crust†, V. Harbola†, R. Arras, K. Y. Patel, S. Prosandeev, H. Cao, Y. T. Shao, P. Behera, L. Caretta, W. J. Kim, A. Khandelwal, M. Acharya, M. M. Wang, Y. Liu, E. S. Barnard, A. Raja, L. W. Martin, X. W. Gu, H. Zhou, R. Ramesh, D. A. Muller, L. Bellaiche, H. Y. Hwang, Advanced Materials 35, 2210562 (2023) \nSymmetry-aware recursive image similarity exploration for materials microscopy\nT. N. M. Nguyen, Y. Guo, S. Qin. R. Xu, J. C. Agar, npj Computational Materials 7, 166 (2021)\nFracture and fatigue of thin crystalline SrTiO3 membranes\nV. Harbola, R. Xu, S. Crossley, P. Singh, H. Y. Hwang, Applied Physics Letters 119, 053102 (2021) \nBeyond substrates: Strain engineering of ferroelectric membranes\nD. Pesquera, E. Parsonnet, A. Qualls, R. Xu, A. Gubser, J. Kim, Y. Jiang, G. Velarde, Y. -L. Huang, H. Y. Hwang, R. Ramesh, L. W. Martin, Advanced Materials 32, 2003780 (2020)\nStrain-induced room-temperature ferroelectricity in SrTiO3 membranes\nR. Xu*, J. Huang, E. Barnard, S. S. Hong, P. Singh, E. Wong, T. Jansen, V. Harbola, B. Y. Wang, S. Crossley, D. Lu, S. Liu, H. Y. Hwang*, Nature Communications 11, 3141 (2020) \nIntegration of amorphous ferromagnetic oxides with multiferroic materials for room temperature magnetoelectric spintronics\nH. Taz, B. Prasad, Y. -L. Huang, Z. H. Chen, S. -L. Hsu, R. Xu, V. Thakare, T. Sakthivel, C. Liu, C. Henri-Lambert, M. Hettick, R. Mukherjee, S. Seal, L. W. Martin, A. Javey, G. Duscher, R. Ramesh, R. Kalyanaraman, Scientific Reports 10, 3583 (2020)\nDesigning optimal perovskite structure for high ionic conduction\nR. Gao, A. Jain, S. Pandya, Y. Dong, Y. Yuan, H. Zhou, L. Dedon, V. Thoreton, S. Saremi, R. Xu, A. Luo, T. Chen, V. Gopalan, E. Ertekin J. Kliner, T. Ishihara, N. Perry, D. Trinkle, L. W. Martin, Advanced Materials 32, 1905178 (2019)\nMechanical-force-induced non-local collective ferroelastic switching in epitaxial lead-titanate thin films\nX. Lu, Z. Chen, Y. Cao, Y. Tang, R. Xu, S. Saremi, Z. Zhang, Y. Dong, S. Das, H. Zhang, L. Zheng, W. Lv, L. Chen, W. Cao, H. Li, L. W. Martin, Nature Communications 10, 3951 (2019)\nFreestanding oxide ferroelectric tunnel junction memories transferred onto silicon\nD. Lu, S. Crossley, R. Xu, Y. Hikita, H. Y. Hwang, Nano Letters 19, 3999 (2019)\nKinetic control of tunable, multi-state switching in ferroelectric thin films\nR. Xu, S. Liu, S. Saremi, R. Gao, H. Lu, J. J. Wang, Z. J. Hong, A. Ghosh, S. Pandya, E. Bonturim, Z. Chen, L. Q. Chen, A. M. Rappe, L. W. Martin, Nature Communications 10, 1282 (2019)\nUnderstanding the role of ferroelastic domains on the pyroelectric and electrocaloric effects in ferroelectric thin films\nS. Pandya, G. A. Velarde, R. Gao, A. S. Everhardt, J. D. Wilbur, R. Xu, J. T. Maher, J. C. Agar, C. Dames, L. W. Martin, Advanced Materials 31, 1803312 (2018)\nNon-stoichiometry, structure, and properties of Ba1-xTiOy thin films\nA. Dasgupta, S. Saremi, R. Xu, L. Dedon, S. Pandya, A. R. Damodaran, L. W. Martin, Journal of Materials Chemistry C 6, 10751 (2018)\nLocal control of defects and switching properties in ferroelectric thin films\nS. Saremi, R. Xu, F. Allen, J. Maher, J. C. Agar, R. Gao, P. Hosemann, L. W. Martin, Physical Review Materials 2, 084414 (2018)\nReducing coercive-field scaling in ferroelectric thin films via orientation control\nR. Xu, R. Gao, S. Saremi, S. E. Reyes-Lillo, Y. Dong, Y. Qi, H. Lu, Z. Chen, X. Lu, H. Zhou, J. B. Neaton, L. W. Martin, ACS Nano 12, 4736 (2018)\nDifferential voltage amplification from ferroelectric negative capacitance\nA. I. Khan, M. Hoffmann, K. Chatterjee, Z. Lu, R. Xu, C. Serrao, S. Smith, L. W. Martin, C. C. Hu, R. Ramesh, S. Salahuddin, Applied Physics Letters 111, 253501 (2018)\nElectronic transport and ferroelectric switching in ion-bombarded, defect-engineered BiFeO3 ­thin films\nS. Saremi, R. Xu, L. R. Dedon, R. Gao, L. W. Martin, Advanced Materials Interfaces 5, 1700991 (2017)\nElectron Accumulation and Emergent Magnetism in LaMnO3/SrTiO3 Heterostructures\nZ. Chen, Z. Chen, Z. Liu, M. E. Holtz, C. Li, X. R. Wang, W. Lu, M. Motapothula, L. S. Fan, L. R. Dedon, C. Frederick, R. Xu, R. Gao, A. T. N’Diaye, E. Arenholz, J. A. Mundy, T. Venkatesan­, D. A. Muller, L.-W. Wang, J. Liu, L. W. Martin, Physical Review Letters 119, 156801 (2017)\nThree-state ferroelastic switching and large electromechanical responses in PbTiO3 thin films\nA. R. Damodaran, S. Pandya, J. C. Agar, Y. Cao, R. Vasudevan, R. Xu, S. Saremi, Q. Li, J. Kim, L. R. Dedon, T. Angsten, N. Balke, S. Jesse, M. D. Asta, S. Kalinin, L. W. Martin, Advanced Materials 29, 1702069 (2017)\nFerroelectricity in Pb1+δZrO3 thin films\nR. Gao, S. E. Reyes-Lillo, R. Xu, A. Dasgupta, Y. Dong, L. R. Dedon, J. Kim, S. Saremi, Z. Chen, C. R. Serrao, H. Zhou, J. B. Neaton, L. W. Martin, Chemistry of Materials 29, 6544 (2017)\nSlow conductance relaxation in graphene-ferroelectric field-effect transistors\nS. P. Rogers, R. Xu, S. Pandya, L. W. Martin, M. Shim, The Journal of Physical Chemistry C ­­121, 7542 (2017)\nEnhanced electrical resistivity and properties via ion bombardment of ferroelectric thin films\nS. Saremi, R. Xu, L. R. Dedon, J. M. Mundy, S. -L. Hsu, Z. H. Chen, A. R. Damodaran, S. P. Chapman, J. T. Evans, L. W. Martin, Advanced Materials 28, 10750 (2016)\nNanodomain engineering in ferroelectric capacitors with graphene electrodes\nH. Lu, B. Wang, T. Li, A. Lipatov, H. Lee, A. Rajapitamahuni, R. Xu, X. Hong, B. Noheda, L. W. Martin, C. -B. Eom, L. -Q. Chen, A. Sinitskii, A. Gruverman, Nano Letters 16, 6460 (2016)\nSelf-Assembled, Tunable metamaterials via spinodal decomposition\nZ. H. Chen, X. Wang, Y. Qi, S. Yang, J. A. N. T. Soares, B. A. Apgar, R. Gao, R. Xu, Y. Lee, X. Zhang, J. Yao, L. W. Martin, ACS Nano 10, 10237 (2016)\nFrontiers in strain-engineered multifunctional ferroic materials\nJ. C. Agar, S. Pandya, R. Xu, A. Yadav, Z. Liu, T. Angsten, S. Saremi, M. Asta, R. Ramamoorthy, L. W. Martin, MRS Communications 6, 151 (2016)\nStrain-induced growth instabilities and surface patterning in perovskite thin films\nS. Pandya, A. R. Damodaran, R. Xu, J. C. Agar, L. W. Martin, Scientific Reports 6, 26075 (2016)\nSingle gate P-N junctions in graphene-ferroelectric devices\nJ. H. Hinnefeld, R. Xu, S. Rogers, S. Pandya, M. Shim, L. W. Martin, N. Mason, Applied Physics Letters 108, 203109 (2016)\nNew modalities of strain-control of ferroelectric thin films\nA. R. Damodaran, J. C. Agar, S. Pandya, Z. Chen, L. Dedon, R. Xu, B. Apgar, S. Saremi, L. W. Martin, Journal of Physics: Condensed Matter 28, 263001 (2016)\nSurface chemically switchable ultraviolet luminescence from interfacial two-dimensional electron gas\nM. A. Islam, D. Saldana-Greco, Z. Gu, F. Wang, E. Breckenfeld, Q. Lei, R. Xu, C. J. Hawley, X. X. Xi, L. W. Martin, A. M. Rappe, J. E. Spanier, Nano Letters 16, 681 (2016)\nOrientation-dependent structural phase diagrams and dielectric properties of PbZr1-xTixO3 polydomain thin films\nR. Xu, J. Zhang, Z. H. Chen, L. W. Martin, Physical Review B 91, 144106 (2015)\nFerroelectric polarization reversal via successive ferroelastic transitions\nR. Xu, S. Liu, J. Karthik, A. R. Damodaran, I. Grinberg, A. M. Rappe, L. W. Martin, Nature Materials 14, 79 (2015) \nStationary domain wall contribution to enhanced ferroelectric susceptibility\nR. Xu, J. Karthik, A. R. Damodaran, L. W. Martin, Nature Communications 5, 3120 (2014)\nEffect of “symmetry mismatch” on the domain structure of rhombohedral BiFeO3 ­thin films\nZ. H. Chen, A. R. Damodaran, R. Xu, S. Lee, L. W. Martin, Applied Physics Letters 104, 182908 (2014)\nUnderstanding order in compositionally graded ferroelectrics: Flexoelectricity, gradient, and depolarization field effects\nJ. Zhang, R. Xu, A. R. Damodaran, Z. H. Chen, L. W. Martin, Physical Review B 89, 224101 (2014)\nTunable carrier type and density in graphene/PbZr0.2Ti0.8O3 hybrid structures through ferroelectric switching\nC. Baeumer, S. P. Rogers, R. Xu, L. W. Martin, M. Shim, Nano Letters 13, 1693 (2013)"
},
{
  "url": "https://www.ruijuanxu.com/news",
  "text": "News — Xu Lab\nReza published his first lead-author paper\nAug. 2025\nOur work “Strain-induced lead-free morphotropic phase boundary“ led by Reza got published in Nature Communications! (NC State News)\nWelcome Yiming\nAug. 2025\nYiming Ding has joined us as a graduate researcher. Yiming completed her B.S. in Materials Science and Engineering at University of Chinese Academy of Sciences and her M.S. in Materials Science at Cornell University. She is currently pursuing her Ph.D. in Materials Science and Engineering at NC State University. Welcome, Yiming!\nScialog QMI Fellow\nJune 2025\nRuijuan was selected as a Scialog Quantum Matter and Information (QMI) Fellow by the Research Corporation for Science Advancement (NC State News). \nKonnor published his first lead-author paper\nMay 2025\nOur work “Low-loss, far-infrared surface phonon polaritons in suspended SrTiO3 nanomembranes” led by Konnor got published in Advanced Functional Materials! (NC State News) \nMost-viewed paper in Advanced Materials\nApr. 2025\nOur work “Size-induced ferroelectricity in antiferroelectric oxide membranes“ has ranked within the top 10% of most-viewed papers published by Advanced Materials in 2023. (Certificate) \nNSF CAREER Award\nApr. 2025\nRuijuan was selected to receive a NSF CAREER Award. We thank the NSF for supporting our research on studying strain-induced effects in lead-free ferroelectric oxide heterostructures and membranes. (NC State News)\nWelcome Anthony \nMar. 2025\nAnthony Lavelle has joined us as a graduate researcher. Anthony completed his B.S. in Materials and Metallurgical Engineering at New Mexico Institute of Mining and Technology. He is currently pursuing his M.S. in Materials Science and Engineering at NC State University. Welcome, Anthony!\nWelcome Kabelo and Doug\nJan. 2025\nKabelo Lebogang has joined us as a graduate researcher. Kabelo completed his B.S. in Chemical Engineering at Botswana International University of Science and Technology. He is currently pursuing his Ph.D. in Materials Science and Engineering at NC State University. Doug Barefoot has joined us as an undergraduate researcher. Doug is currently pursuing his B.S. in Materials Science and Engineering at NC State University. Welcome, Kabelo and Doug!\nACS Petroleum Research Fund Doctoral New Investigator Award\nNov. 2024 \nRuijuan was selected to receive a Doctoral New Investigator (DNI) Award from the ACS Petroleum Research Fund (PRF). We thank the ACS PRF for supporting our research on the atomic-scale design of novel photocatalysts.\nOxide Electronics Prize\nOct. 2024\nRuijuan was awarded the prestigious Oxide Electronics Prize for Excellence in Research at the 30th International Workshop on Oxide Electronics in Darmstadt, Germany. She was recognized “for her outstanding progress in the creation and control of dielectric and ferroelectric properties in complex oxide thin films and freestanding membranes.”\nNew publication on surface phonon polaritons \nJune 2024\nOur work “Highly confined epsilon-near-zero and surface phonon polaritons in SrTiO3 membranes“ got published in Nature Communications! (NC State News, ALS News, SciTech Daily, AZO Optics, EurekAlert!, Phys.org)\nWelcome Eli and Kaden\nMay 2024\nEli Rodrigues and Kaden Figuerres have joined us as undergraduate researchers. Both Eli and Kaden are currently pursuing their B.S. in Materials Science and Engineering at NC State University. Welcome, Eli and Kaden!\nFarewell Ian and Sharon\nMay 2024\nCongratulations and farewell to Ian and Sharon who will be starting their graduate studies at the Penn State University.\nSenior Spotlight\nApril 2024\nNC State Senior Spotlight features Ian on the MSE department website! (NC State News)\nReza wins the AFM imaging contest\nNov. 2023\nCongratulate Reza for winning the first place prize in the AFM imaging contest at the Carolina Science Symposium!\nWelcome Konnor and Ian\nAug. 2023\nKonnor Koons has joined us as a graduate researcher, co-advised by Ruijuan and Prof. Yin Liu. Konnor completed his B.S. in Physics at the Penn State University. He is currently pursuing his Ph.D. in Materials Science and Engineering at NC State University. Ian Mercer has joined us as an undergraduate researcher. Ian is currently pursuing his B.S. in Materials Science and Engineering at NC State University. Welcome, Konnor and Ian!\nSeed Grant from the Center for Dielectrics and Piezoelectrics \nJuly 2023\nOur group received a seed grant from the Center for Dielectrics and Piezoelectrics. We thank the CDP for supporting our research on studying novel lead-free ferroelectric heterostructures and membranes. \nFaculty Research and Professional Development Award\nJune 2023\nRuijuan was selected to receive a Faculty Research and Professional Development (FRPD) Award from NC State University. \nNew publication on oxide membranes \nFeb. 2023\nOur work “Size-induced ferroelectricity in antiferroelectric oxide membranes“ got published in Advanced Materials! (Frontispiece, NC State News, ACerS News, Physics World, Materials Today, Phys. org). \nWelcome Reza\nJan. 2023\nReza Ghanbari has joined us as a graduate researcher. Reza completed his B.S. in Materials and Metallurgy Engineering at the Sharif University of Technology. He is currently pursuing his Ph.D. in Materials Science and Engineering at NC State University. Welcome, Reza!\nWelcome Sharon\nSept. 2022\nSharon Yang has joined us as an undergraduate researcher. Sharon is currently pursuing her B.S. in Materials Science and Engineering at NC State University. Welcome, Sharon!"
},
{
  "url": "https://www.ruijuanxu.com/openings",
  "text": "Openings — Xu Lab\nHighly motivated candidates with strong experimental background are encouraged to apply. Experience in any of the following fields is preferred: pulsed laser deposition or thin-film epitaxy by other vacuum techniques, thin-film characterization via diffraction and scanning probe microscopy, dielectric and ferroelectric device fabrication and property measurements in thin-film geometries. Candidates are welcome to send Prof. Xu an email, with their CV, a statement of research interest/proposed work, and specifying the names of 3 references.\nPostdoctoral Scholars\nOur laboratory is always looking for highly motivated Ph.D. students who are interested in working in the following areas:\nAtomic-scale synthesis of emerging ferroic oxide thin-films, heterostructures, and membranes. \nDomain mapping and diffraction studies of ferroic materials. \nEnergy-efficient devices for microelectronics and energy technologies.\nPotential candidates are encouraged to apply to the PhD program at NC State. Students should directly reach out to Prof. Xu during the application process to discuss research interests and potential projects. Candidates from materials science, physics, chemistry, electrical engineering, and mechanical engineering will all be considered for both the Spring and Fall application cycle. Prospective students are welcome to send Prof. Xu an email, with their CV and a statement of research interest.\nPh.D. Students\nWe also welcome enthusiastic undergraduate students who wish to join the group. Basic knowledge in materials science is a plus, but commitment to work in a team and participate in hands-on research projects is more important. We will give priority to students who are willing to commit for multi-semester/summer work. Interested students should send Prof. Xu an email with their CV to discuss possible activities.\nUndergraduate Students"
},
{
  "url": "https://www.ruijuanxu.com/contact",
  "text": "Contact — Xu Lab\nMailing Address:\nDepartment of Materials Science and Engineering\nNorth Carolina State University\nRoom 3002, Engineering Building 1 (EB1)\n911 Partners Way, Raleigh, NC 27606\nLab and Office Location:\nWe are located on the 2nd floor of the EB1\nProf. Xu’s office: EB1 3076B\nPhone Number: 510-953-8945\nEmail: rxu22@ncsu.edu \nFor information about potential openings, please see this page."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:kNdYIx-mwKoC",
  "text": "View article\nAuthors\nAnoop R Damodaran, Joshua C Agar, Shishir Pandya, Zuhuang Chen, Liv Dedon, Ruijuan Xu, Brent Apgar, Sahar Saremi, Lane W Martin\nPublication date\n2016/5/17\nSource\nJournal of Physics: Condensed Matter\nDescription\nFerroelectrics, with their spontaneous switchable electric polarization and strong coupling between their electrical, mechanical, thermal, and optical responses, provide functionalities crucial for a diverse range of applications. Over the past decade, there has been significant progress in epitaxial strain engineering of oxide ferroelectric thin films to control and enhance the nature of ferroelectric order, alter ferroelectric susceptibilities, and to create new modes of response which can be harnessed for various applications. This review aims to cover some of the most important discoveries in strain engineering over the past decade and highlight some of the new and emerging approaches for strain control of ferroelectrics. We discuss how these new approaches to strain engineering provide promising routes to control and decouple ferroelectric susceptibilities and create new modes of response not possible in the confines …\nScholar articles\nAR Damodaran, JC Agar, S Pandya, Z Chen, L Dedon… - Journal of Physics: Condensed Matter, 2016"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:mVmsd5A6BfQC",
  "text": "View article\nAuthors\nRuijuan Xu, J Karthik, Anoop R Damodaran, Lane W Martin\nPublication date\n2014/1/16\nJournal\nNature communications\nPublisher\nNature Publishing Group UK\nDescription\nIn ferroelectrics, the effect of domain wall motion on properties has been widely studied, but non-motional or stationary contributions from the volume of material within the domain wall itself has received less attention. Here we report the measurement of stationary domain wall contributions to permittivity in PbZr0.2Ti0.8O3 films. Studies of (001)-, (101)- and (111)-oriented epitaxial films reveal that (111)-oriented films, in which the motional domain wall contributions are frozen out, exhibit permittivity values approximately three times larger than the intrinsic response alone. This discrepancy can only be accounted for by considering a stationary contribution from the domain wall volume of the material that is 6–78 times larger than the bulk response, and is consistent with predictions of the enhancement of susceptibilities within 90° domain walls. This work offers new insights into the microscopic origin of dielectric …\nScholar articles\nR Xu, J Karthik, AR Damodaran, LW Martin - Nature communications, 2014"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:0EnyYjriUFMC",
  "text": "View article\nAuthors\nDavid Pesquera, Eric Parsonnet, Alexander Qualls, Ruijuan Xu, Andrew J Gubser, Jieun Kim, Yizhe Jiang, Gabriel Velarde, Yen‐Lin Huang, Harold Y Hwang, Ramamoorthy Ramesh, Lane W Martin\nDescription\nStrain engineering in perovskite oxides provides for dramatic control over material structure, phase, and properties, but is restricted by the discrete strain states produced by available high‐quality substrates. Here, using the ferroelectric BaTiO3, production of precisely strain‐engineered, substrate‐released nanoscale membranes is demonstrated via an epitaxial lift‐off process that allows the high crystalline quality of films grown on substrates to be replicated. In turn, fine structural tuning is achieved using interlayer stress in symmetric trilayer oxide‐metal/ferroelectric/oxide‐metal structures fabricated from the released membranes. In devices integrated on silicon, the interlayer stress provides deterministic control of ordering temperature (from 75 to 425 °C) and releasing the substrate clamping is shown to dramatically impact ferroelectric switching and domain dynamics (including reducing coercive fields to <10 kV …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:aqlVkmm33-oC",
  "text": "View article\nAuthors\nRuijuan Xu, Jiawei Huang, Edward S Barnard, Seung Sae Hong, Prastuti Singh, Ed K Wong, Thies Jansen, Varun Harbola, Jun Xiao, Bai Yang Wang, Sam Crossley, Di Lu, Shi Liu, Harold Y Hwang\nPublisher\nNature Publishing Group UK\nDescription\nAdvances in complex oxide heteroepitaxy have highlighted the enormous potential of utilizing strain engineering via lattice mismatch to control ferroelectricity in thin-film heterostructures. This approach, however, lacks the ability to produce large and continuously variable strain states, thus limiting the potential for designing and tuning the desired properties of ferroelectric films. Here, we observe and explore dynamic strain-induced ferroelectricity in SrTiO3 by laminating freestanding oxide films onto a stretchable polymer substrate. Using a combination of scanning probe microscopy, optical second harmonic generation measurements, and atomistic modeling, we demonstrate robust room-temperature ferroelectricity in SrTiO3 with 2.0% uniaxial tensile strain, corroborated by the notable features of 180° ferroelectric domains and an extrapolated transition temperature of 400 K. Our work reveals the enormous …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:YsMSGLbcyi4C",
  "text": "View article\nAuthors\nChristoph Baeumer, Steven P Rogers, Ruijuan Xu, Lane W Martin, Moonsub Shim"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:_FxGoFyzp5QC",
  "text": "View article\nAuthors\nAnoop R Damodaran, Shishir Pandya, Josh C Agar, Ye Cao, Rama K Vasudevan, Ruijuan Xu, Sahar Saremi, Qian Li, Jieun Kim, Margaret R McCarter, Liv R Dedon, Tom Angsten, Nina Balke, Stephen Jesse, Mark Asta, Sergei V Kalinin, Lane W Martin\nDescription\nLeveraging competition between energetically degenerate states to achieve large field‐driven responses is a hallmark of functional materials, but routes to such competition are limited. Here, a new route to such effects involving domain‐structure competition is demonstrated, which arises from strain‐induced spontaneous partitioning of PbTiO3 thin films into nearly energetically degenerate, hierarchical domain architectures of coexisting c/a and a1/a2 domain structures. Using band‐excitation piezoresponse force microscopy, this study manipulates and acoustically detects a facile interconversion of different ferroelastic variants via a two‐step, three‐state ferroelastic switching process (out‐of‐plane polarized c+ → in‐plane polarized a → out‐of‐plane polarized c− state), which is concomitant with large nonvolatile electromechanical strains (≈1.25%) and tunability of the local piezoresponse and elastic modulus (>23 …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:ZeXyd9-uunAC",
  "text": "View article\nAuthors\nZuhuang Chen, Zhanghui Chen, ZQ Liu, ME Holtz, CJ Li, X Renshaw Wang, WM Lü, M Motapothula, LS Fan, JA Turcaud, LR Dedon, C Frederick, RJ Xu, R Gao, AT N’diaye, E Arenholz, JA Mundy, T Venkatesan, DA Muller, L-W Wang, Jian Liu, LW Martin\nPublisher\nAmerican Physical Society\nDescription\nEmergent phenomena at polar-nonpolar oxide interfaces have been studied intensely in pursuit of next-generation oxide electronics and spintronics. Here we report the disentanglement of critical thicknesses for electron reconstruction and the emergence of ferromagnetism in polar-mismatched (001) heterostructures. Using a combination of element-specific x-ray absorption spectroscopy and dichroism, and first-principles calculations, interfacial electron accumulation, and ferromagnetism have been observed within the polar, antiferromagnetic insulator . Our results show that the critical thickness for the onset of electron accumulation is as thin as 2 unit cells (UC), significantly thinner than the observed critical thickness for ferromagnetism of 5 UC. The absence of ferromagnetism below 5 UC is likely induced by electron overaccumulation. In turn, by controlling the doping of the , we are able …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:Wp0gIr-vW9MC",
  "text": "View article\nAuthors\nYu-Tsun Shao, Sujit Das, Zijian Hong, Ruijuan Xu, Swathi Chandrika, Fernando Gómez-Ortiz, Pablo García-Fernández, Long-Qing Chen, Harold Y Hwang, Javier Junquera, Lane W Martin, Ramamoorthy Ramesh, David A Muller\nPublisher\nNature Publishing Group UK\nDescription\nPolar skyrmions are predicted to emerge from the interplay of elastic, electrostatic and gradient energies, in contrast to the key role of the anti-symmetric Dzyalozhinskii-Moriya interaction in magnetic skyrmions. Here, we explore the reversible transition from a skyrmion state (topological charge of −1) to a two-dimensional, tetratic lattice of merons (with topological charge of −1/2) upon varying the temperature and elastic boundary conditions in [(PbTiO3)16/(SrTiO3)16]8 membranes. This topological phase transition is accompanied by a change in chirality, from zero-net chirality (in meronic phase) to net-handedness (in skyrmionic phase). We show how scanning electron diffraction provides a robust measure of the local polarization simultaneously with the strain state at sub-nm resolution, while also directly mapping the chirality of each skyrmion. Using this, we demonstrate strain as a crucial order parameter to drive …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:8k81kl-MbHgC",
  "text": "View article\nAuthors\nDi Lu, Sam Crossley, Ruijuan Xu, Yasuyuki Hikita, Harold Y Hwang\nPublication date\n2019/5/28\nPublisher\nAmerican Chemical Society\nDescription\nCrystalline oxide ferroelectric tunnel junctions enable persistent encoding of information in electric polarization, featuring nondestructive readout and scalability that can exceed current commercial high-speed, nonvolatile ferroelectric memories. However, the well-established fabrication of epitaxial devices on oxide substrates is difficult to adapt to silicon substrates for integration into complementary metal-oxide-semiconductor electronics. In this work, we report ferroelectric tunnel junctions based on 2.8 nm-thick BaTiO3 films grown epitaxially on SrTiO3 growth substrates, released, and relaminated onto silicon. The performance of the transferred devices is comparable to devices characterized on the oxide substrate, suggesting a viable route toward next-generation nonvolatile memories broadly integrable with different materials platforms.\nScholar articles\nD Lu, S Crossley, R Xu, Y Hikita, HY Hwang - Nano Letters, 2019"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:dhFuZR0502QC",
  "text": "View article\nAuthors\nSahar Saremi, Ruijuan Xu, Liv R Dedon, Julia A Mundy, Shang‐Lin Hsu, Zuhuang Chen, Anoop R Damodaran, Scott P Chapman, Joseph T Evans, Lane W Martin\nDescription\nA novel approach to on-demand improvement of electronic properties in complex-oxide ferroelectrics is demonstrated whereby ion bombardment - commonly used in classic semiconductor materials - is applied to the PbTiO3 system. The result is deterministic reduction in leakage currents by 5 orders of magnitude, improved ferroelectric switching, and unprecedented insights into the nature of defects and intergap state evolution in these materials."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:2osOgNQ5qMEC",
  "text": "View article\nAuthors\nZH Chen, AR Damodaran, R Xu, S Lee, LW Martin\nJournal\nApplied Physics Letters\nDescription\nConsiderable work has focused on the use of epitaxial strain to engineer domain structures in ferroic materials. Here, we revisit the observed reduction of domain variants in rhombohedral BiFeO 3 films on rare-earth scandate substrates. Prior work has attributed the reduction of domain variants to anisotropic in-plane strain, but our findings suggest that the monoclinic distortion of the substrate, resulting from oxygen octahedral rotation, is the driving force for variant selection. We study epitaxial BiFeO 3/DyScO 3 (110) O heterostructures with and without ultrathin, cubic SrTiO 3 buffer layers as a means to isolate the effect of “symmetry mismatch” on the domain formation. Two-variant stripe domains are observed in films grown directly on DyScO 3, while four-variant domains are observed in films grown on SrTiO 3-buffered DyScO 3 when the buffer layer is> 2 nm thick. This work provides insights into the role of the …\nScholar articles\nZH Chen, AR Damodaran, R Xu, S Lee, LW Martin - Applied Physics Letters, 2014"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:d1gkVwhDpl0C",
  "text": "View article\nAuthors\nR Xu, S Liu, S Saremi, R Gao, JJ Wang, Z Hong, H Lu, A Ghosh, S Pandya, E Bonturim, ZH Chen, LQ Chen, AM Rappe, LW Martin\nPublisher\nNature Publishing Group UK\nDescription\nDeterministic creation of multiple ferroelectric states with intermediate values of polarization remains challenging due to the inherent bi-stability of ferroelectric switching. Here we show the ability to select any desired intermediate polarization value via control of the switching pathway in (111)-oriented PbZr0.2Ti0.8O3 films. Such switching phenomena are driven by kinetic control of the volume fraction of two geometrically different domain structures which are generated by two distinct switching pathways: one direct, bipolar-like switching and another multi-step switching process with the formation of a thermodynamically-stable intermediate twinning structure. Such control of switching pathways is enabled by the competition between elastic and electrostatic energies which favors different types of ferroelastic switching that can occur. Overall, our work demonstrates an alternative approach that transcends the inherent …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:YOwf2qJgpHMC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:MXK_kJrjxJIC",
  "text": "View article\nAuthors\nSahar Saremi, Ruijuan Xu, Frances I Allen, Joshua Maher, Joshua C Agar, Ran Gao, Peter Hosemann, Lane W Martin\nJournal\nPhysical review materials\nPublisher\nAmerican Physical Society"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:L8Ckcad2t8MC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:Tyk-4Ss8FVUC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:9ZlFYXVOiuMC",
  "text": "Sorry...\nWe're sorry...\n... but your computer or network may be sending automated queries. To protect our users, we can't process your request right now."
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:u-x6o8ySG0sC",
  "text": "View article\nAuthors\nXiaoyan Lu, Zuhuang Chen, Ye Cao, Yunlong Tang, Ruijuan Xu, Sahar Saremi, Zhan Zhang, Lu You, Yongqi Dong, Sujit Das, Hangbo Zhang, Limei Zheng, Huaping Wu, Weiming Lv, Guoqiang Xie, Xingjun Liu, Jiangyu Li, Lang Chen, Long-Qing Chen, Wenwu Cao, Lane W Martin\nPublisher\nNature Publishing Group UK\nDescription\nFerroelastic switching in ferroelectric/multiferroic oxides plays a crucial role in determining their dielectric, piezoelectric, and magnetoelectric properties. In thin films of these materials, however, substrate clamping is generally thought to limit the electric-field- or mechanical-force-driven responses to the local scale. Here, we report mechanical-force-induced large-area, non-local, collective ferroelastic domain switching in PbTiO3 epitaxial thin films by tuning the misfit-strain to be near a phase boundary wherein c/a and a1/a2 nanodomains coexist. Phenomenological models suggest that the collective, c-a-c-a ferroelastic switching arises from the small potential barrier between the degenerate domain structures, and the large anisotropy of a and c domains, which collectively generates much larger response and large-area domain propagation. Large-area, non-local response under small stimuli, unlike traditional local …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:W7OEmFMy1HYC",
  "text": "View article\nAuthors\nRan Gao, Sebastian E Reyes-Lillo, Ruijuan Xu, Arvind Dasgupta, Yongqi Dong, Liv R Dedon, Jieun Kim, Sahar Saremi, Zuhuang Chen, Claudy R Serrao, Hua Zhou, Jeffrey B Neaton, Lane W Martin\nPublisher\nAmerican Chemical Society\nDescription\nAntiferroelectric PbZrO3 is being considered for a wide range of applications where the competition between centrosymmetric and noncentrosymmetric phases is important to the response. Here, we focus on the epitaxial growth of PbZrO3 thin films and understanding the chemistry–structure coupling in Pb1+δZrO3 (δ = 0, 0.1, 0.2). High-quality, single-phase Pb1+δZrO3 films are synthesized via pulsed-laser deposition. Although no significant lattice parameter change is observed in X-ray studies, electrical characterization reveals that while the PbZrO3 and Pb1.1ZrO3 heterostructures remain intrinsically antiferroelectric, the Pb1.2ZrO3 heterostructures exhibit a hysteresis loop indicative of ferroelectric response. Further X-ray scattering studies reveal strong quarter-order diffraction peaks in PbZrO3 and Pb1.1ZrO3 heterostructures indicative of antiferroelectricity, while no such peaks are observed for Pb1.2ZrO3 …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=wE66HRgAAAAJ&citation_for_view=wE66HRgAAAAJ:7PzlFSSx8tAC",
  "text": "View article\nAuthors\nRuijuan Xu, Shi Liu, Ilya Grinberg, J Karthik, Anoop R Damodaran, Andrew M Rappe, Lane W Martin\nPublisher\nNature Publishing Group UK\nDescription\nSwitchable polarization makes ferroelectrics a critical component in memories, actuators and electro-optic devices, and potential candidates for nanoelectronics. Although many studies of ferroelectric switching have been undertaken, much remains to be understood about switching in complex domain structures and in devices. In this work, a combination of thin-film epitaxy, macro- and nanoscale property and switching characterization, and molecular dynamics simulations are used to elucidate the nature of switching in PbZr0.2Ti0.8O3 thin films. Differences are demonstrated between (001)-/(101)- and (111)-oriented films, with the latter exhibiting complex, nanotwinned ferroelectric domain structures with high densities of 90° domain walls and considerably broadened switching characteristics. Molecular dynamics simulations predict both 180° (for (001)-/(101)-oriented films) and 90° multi-step switching (for (111 …\nScholar articles\nR Xu, S Liu, I Grinberg, J Karthik, AR Damodaran… - Nature materials, 2015"
},
{
  "url": "https://www.ruijuanxu.com/cart",
  "text": "Xu Lab\n0 \nSkip to Content \nXu Lab \nXu Lab"
},
{
  "url": "https://orcid.org/0000-0001-5046-0599",
  "text": "Ruijuan Xu (0000-0001-5046-0599) - ORCID\nNC State University: Raleigh, North Carolina, US \n2022-07-01 to\npresent\n| \nAssistant Professor (Materials Science and Engineering) \nEmployment \nSource: \nRuijuan Xu \nStanford University: Stanford, CA, US \n2018-07-09 to\n2022-07-08\n| \nPostdoctoral Fellow (Applied Physics) \nEducation \nSource: \nRuijuan Xu \nUniversity of California Berkeley: Berkeley, CA, US \n2014-08-05 to\n2018-05-30\n| \nPh.D. (Materials Science and Engineering) \nEducation \nSource: \nRuijuan Xu \nUniversity of Illinois at Urbana-Champaign: Urbana, IL, US \n2011-08-15 to\n2014-08-05\n| \nM.S. (Materials Science and Engineering) \nEducation \nSource: \nRuijuan Xu \nZhejiang University: Hangzhou, Zhejiang, CN \n2007-08-15 to\n2011-06-30\n| \nB.E. (Materials Science and Engineering) \nEducation \nSource: \nRuijuan Xu \nADVANCES IN PHYSICS-X \nContributors: Varun Harbola; \nRuijuan Xu; \nSeung Sae Hong \nSource: \ncheck_circle \nNC State University Libraries \nADVANCED FUNCTIONAL MATERIALS \nContributors: Konnor Koons; \nHans A. Bechtel; \nJavier Taboada-Gutierrez; \nReza Ghanbari; \nYueyin Wang; \nStephanie N. Gilbert Corder; \nAlexey B. Kuzmenko; \nRuijuan Xu; \nYin Liu \nSource: \ncheck_circle \nNC State University Libraries \nNATURE COMMUNICATIONS \n2025 | \nJournal article | Author\nContributors: Reza Ghanbari; \nK. P. Harikrishnan; \nKinnary Patel; \nHua Zhou; \nTao Zhou; \nRui Liu; \nLiyan Wu; \nAarushi Khandelwal; \nKevin J. Crust; \nSankalpa Hazra \net al.\nSource: \ncheck_circle \nNC State University Libraries \nNature Materials \n2025-09 | \nJournal article \nContributors: Harikrishnan KP; \nRuijuan Xu; \nKinnary Patel; \nKevin J. Crust; \nAarushi Khandelwal; \nChenyu Zhang; \nSergey Prosandeev; \nHua Zhou; \nYu-Tsun Shao; \nLaurent Bellaiche \net al.\nSource: \ncheck_circle \nCrossref \nNature Communications \n2025-05-13 | \nJournal article \nContributors: Jiarui Li; \nYonghun Lee; \nYongseong Choi; \nJong-Woo Kim; \nPaul Thompson; \nKevin J. Crust; \nRuijuan Xu; \nHarold Y. Hwang; \nPhilip J. Ryan; \nWei-Sheng Lee \nSource: \ncheck_circle \nCrossref \nContributors: David Muller; \nHarikrishnan KP; \nRuijuan Xu; \nKinnary Patel; \nKevin Crust; \nAarushi Khandelwal; \nChenyu Zhang; \nSergey Prosandeev; \nHua Zhou; \nYu-Tsun Shao \net al.\nSource: \ncheck_circle \nCrossref \nNANO LETTERS \nContributors: Varun Harbola; \nDavid Pesquera; \nRuijuan Xu; \nPaul D. Ashby; \nLane W. Martin; \nHarold Y. Hwang \nSource: \ncheck_circle \nNC State University Libraries \nNATURE COMMUNICATIONS \n2024 | \nJournal article | Author\nContributors: Ruijuan Xu; \nIris Crassee; \nHans A. Bechtel; \nYixi Zhou; \nAdrien Bercher; \nLukas Korosec; \nCarl Willem Rischau; \nJeremie Teyssier; \nKevin J. Crust; \nYonghun Lee \net al.\nSource: \ncheck_circle \nNC State University Libraries \nNATURE COMMUNICATIONS \nContributors: Ruijuan Xu; \nIris Crassee; \nHans A. Bechtel; \nYixi Zhou; \nAdrien Bercher; \nLukas Korosec; \nCarl Willem Rischau; \nJeremie Teyssier; \nKevin J. Crust; \nYonghun Lee \net al.\nSource: \ncheck_circle \nNC State University Libraries \nNature Communications \n2023-03-13 | \nJournal article | Author\nContributors: Yu-Tsun Shao; \nSujit Das; \nZijian Hong; \nRuijuan Xu; \nSwathi Chandrika; \nFernando Gómez-Ortiz; \nPablo García-Fernández; \nLong-Qing Chen; \nHarold Y. Hwang; \nJavier Junquera \net al.\nSource: \nRuijuan Xu \nAdvanced Materials \n2023-02-04 | \nJournal article | Author\nContributors: Ruijuan Xu; \nKevin J. Crust; \nVarun Harbola; \nRémi Arras; \nKinnary Y. Patel; \nSergey Prosandeev; \nHui Cao; \nYu‐Tsun Shao; \nPiush Behera; \nLucas Caretta \net al.\nSource: \nRuijuan Xu \nMicroscopy and Microanalysis \n2021 | \nJournal article | Author\nContributors: Y.T. Shao; \nS. Das; \nZ. Hong; \nR. Xu; \nS. Chandrika; \nF. Gómez-Ortiz; \nP/ García-Fernández; \nL.-Q. Chen; \nH.Y. Hwang; \nJ. Junquera \net al.\nSource: \ncheck_circle \nNC State University Libraries \nMicroscopy and Microanalysis \n2021 | \nJournal article | Author\nContributors: Y.T. Shao; \nY. Nahas; \nP. Sergei; \nS. Das; \nR. Xu; \nS. Chandrika; \nK.P. Harikrishnan; \nH.Y. Hwang; \nR. Ramesh; \nL. Bellaiche \net al.\nSource: \ncheck_circle \nNC State University Libraries \nnpj Computational Materials \n2021 | \nJournal article | Author\nContributors: T.N.M. Nguyen; \nY. Guo; \nS. Qin; \nK.S. Frew; \nR. Xu; \nJ.C. Agar \nSource: \ncheck_circle \nNC State University Libraries \nApplied Physics Letters \n2021-08-02 | \nJournal article \nContributors: Varun Harbola; \nRuijuan Xu; \nSamuel Crossley; \nPrastuti Singh; \nHarold Y. Hwang \nSource: \ncheck_circle \nCrossref \nAdvanced Materials \n2020 | \nJournal article | Author\nContributors: D. Pesquera; \nE. Parsonnet; \nA. Qualls; \nR. Xu; \nA. Gubser; \nJ. Kim; \nY. Jiang; \nG. Velarde; \nY.-L. Huang; \nH.Y. Hwang \net al.\nSource: \ncheck_circle \nNC State University Libraries \nScientific Reports \n2020 | \nJournal article | Author\nContributors: H. Taz; \nB. Prasad; \nY.-L. Huang; \nZ.H. Chen; \nS.-L. Hsu; \nR. Xu; \nV. Thakare; \nT. Sakthivel; \nC. Liu; \nM. Hettick \net al.\nSource: \ncheck_circle \nNC State University Libraries \nNature Communications \n2020-06-19 | \nJournal article \nContributors: Ruijuan Xu; \nJiawei Huang; \nEdward S. Barnard; \nSeung Sae Hong; \nPrastuti Singh; \nEd K. Wong; \nThies Jansen; \nVarun Harbola; \nJun Xiao; \nBai Yang Wang \net al.\nSource: \ncheck_circle \nCrossref \nAdvanced Materials \n2019 | \nJournal article | Author\nContributors: R. Gao; \nA. Jain; \nS. Pandya; \nY. Dong; \nY. Yuan; \nH. Zhou; \nL. Dedon; \nV. Thoreton; \nS. Saremi; \nR. Xu \net al.\nSource: \ncheck_circle \nNC State University Libraries \nNature Communications \n2019 | \nJournal article | Author\nContributors: R. Xu; \nS. Liu; \nS. Saremi; \nR. Gao; \nJ.J. Wang; \nZ.J. Hong; \nH. Lu; \nA. Ghosh; \nS. Pandya; \nE. Bonturim \net al.\nSource: \ncheck_circle \nNC State University Libraries \nNature Communications \n2019 | \nJournal article | Author\nContributors: X. Lu; \nZ. Chen; \nY. Cao; \nY. Tang; \nR. Xu; \nS. Saremi; \nZ. Zhang; \nL. You; \nY. Dong; \nS. Das \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials \n2019 | \nJournal article | Author\nContributors: S. Pandya; \nG.A. Velarde; \nR. Gao; \nA.S. Everhardt; \nJ.D. Wilbur; \nR. Xu; \nJ.T. Maher; \nJ.C. Agar; \nC. Dames; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nNano Letters \n2019-06-12 | \nJournal article \nContributors: Di Lu; \nSam Crossley; \nRuijuan Xu; \nYasuyuki Hikita; \nHarold Y. Hwang \nSource: \ncheck_circle \nCrossref \nAdvanced Materials Interfaces \n2018 | \nJournal article | Author\nContributors: S. Saremi; \nR. Xu; \nL.R. Dedon; \nR. Gao; \nA. Ghosh; \nA. Dasgupta; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nPhysical Review Materials \n2018 | \nJournal article | Author\nContributors: S. Saremi; \nR. Xu; \nF. Allen; \nJ. Maher; \nJ.C. Agar; \nR. Gao; \nP. Hosemann; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nJournal of Materials Chemistry C \n2018 | \nJournal article | Author\nContributors: A. Dasgupta; \nS. Saremi; \nR. Xu; \nL. Dedon; \nS. Pandya; \nA.R. Damodaran; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nACS Nano \n2018-05-22 | \nJournal article \nContributors: Ruijuan Xu; \nRan Gao; \nSebastian E. Reyes-Lillo; \nSahar Saremi; \nYongqi Dong; \nHongling Lu; \nZuhuang Chen; \nXiaoyan Lu; \nYajun Qi; \nShang-Lin Hsu \net al.\nSource: \ncheck_circle \nCrossref \nApplied Physics Letters \n2017 | \nJournal article | Author\nContributors: A.I. Khan; \nM. Hoffmann; \nK. Chatterjee; \nZ. Lu; \nR. Xu; \nC. Serrao; \nS. Smith; \nL.W. Martin; \nC.C. Hu; \nR. Ramesh \net al.\nSource: \ncheck_circle \nNC State University Libraries \nPhysical Review Letters \n2017 | \nJournal article | Author\nContributors: Z. Chen; \nZ. Chen; \nZ.Q. Liu; \nM.E. Holtz; \nC.J. Li; \nX. Renshaw Wang; \nW.M. Lü; \nM. Motapothula; \nL.S. Fan; \nJ.A. Turcaud \net al.\nSource: \ncheck_circle \nNC State University Libraries \nChemistry of Materials \n2017 | \nJournal article | Author\nContributors: R. Gao; \nS.E. Reyes-Lillo; \nR. Xu; \nA. Dasgupta; \nY. Dong; \nL.R. Dedon; \nJ. Kim; \nS. Saremi; \nZ. Chen; \nC.R. Serrao \net al.\nSource: \ncheck_circle \nNC State University Libraries \nJournal of Physical Chemistry C \n2017 | \nJournal article | Author\nContributors: S.P. Rogers; \nR. Xu; \nS. Pandya; \nL.W. Martin; \nM. Shim \nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials \n2017 | \nJournal article | Author\nContributors: A.R. Damodaran; \nS. Pandya; \nJ.C. Agar; \nY. Cao; \nR. Vasudevan; \nR. Xu; \nS. Saremi; \nQ. Li; \nJ. Kim; \nM.R. McCarter \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials \n2016 | \nJournal article | Author\nContributors: S. Saremi; \nR. Xu; \nL.R. Dedon; \nJ.M. Mundy; \nS.-L. Hsu; \nZ.H. Chen; \nA.R. Damodaran; \nS.P. Chapman; \nJ.T. Evans; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nMRS Communications \n2016 | \nJournal article | Author\nContributors: J.C. Agar; \nS. Pandya; \nR. Xu; \nA. Yadav; \nZ. Liu; \nT. Angsten; \nS. Saremi; \nM. Asta; \nR. Ramamoorthy; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nNano Letters \n2016 | \nJournal article | Author\nContributors: H. Lu; \nB. Wang; \nT. Li; \nA. Lipatov; \nH. Lee; \nA. Rajapitamahuni; \nR. Xu; \nX. Hong; \nS. Farokhipoor; \nL.W. Martin \net al.\nSource: \ncheck_circle \nNC State University Libraries \nJournal of Physics: Condensed Matter \n2016 | \nJournal article | Author\nContributors: A.R. Damodaran; \nJ.C. Agar; \nS. Pandya; \nZ. Chen; \nL. Dedon; \nR. Xu; \nB. Apgar; \nS. Saremi; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nACS Nano \n2016 | \nJournal article | Author\nContributors: Z.H. Chen; \nX. Wang; \nY. Qi; \nS. Yang; \nJ.A.N.T. Soares; \nB.A. Apgar; \nR. Gao; \nR. Xu; \nY. Lee; \nX. Zhang \net al.\nSource: \ncheck_circle \nNC State University Libraries \nApplied Physics Letters \n2016 | \nJournal article | Author\nContributors: J.H. Hinnefeld; \nR. Xu; \nS. Rogers; \nS. Pandya; \nM. Shim; \nL.W. Martin; \nN. Mason \nSource: \ncheck_circle \nNC State University Libraries \nScientific Reports \n2016 | \nJournal article | Author\nContributors: S. Pandya; \nA.R. Damodaran; \nR. Xu; \nS.-L. Hsu; \nJ.C. Agar; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nNano Letters \n2016 | \nJournal article | Author\nContributors: M.A. Islam; \nD. Saldana-Greco; \nZ. Gu; \nF. Wang; \nE. Breckenfeld; \nQ. Lei; \nR. Xu; \nC.J. Hawley; \nX.X. Xi; \nL.W. Martin \net al.\nSource: \ncheck_circle \nNC State University Libraries \nNature Materials \n2015 | \nJournal article | Author\nContributors: R. Xu; \nS. Liu; \nJ. Karthik; \nA.R. Damodaran; \nI. Grinberg; \nA.M. Rappe; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nPhysical Review B \n2015 | \nJournal article | Author\nContributors: R. Xu; \nJ. Zhang; \nZ.H. Chen; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nApplied Physics Letters \n2014 | \nJournal article | Author\nContributors: Z.H. Chen; \nA.R. Damodaran; \nR. Xu; \nS. Lee; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nNature Communications \n2014 | \nJournal article | Author\nContributors: R. Xu; \nJ. Karthik; \nA.R. Damodaran; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nPhysical Review B \n2014 | \nJournal article | Author\nContributors: J. Zhang; \nR. Xu; \nA.R. Damodaran; \nZ.H. Chen; \nL.W. Martin \nSource: \ncheck_circle \nNC State University Libraries \nNano Letters \n2013 | \nJournal article | Author\nContributors: C. Baeumer; \nS.P. Rogers; \nR. Xu; \nL.W. Martin; \nM. Shim \nSource: \ncheck_circle \nNC State University Libraries \nReview activity for\nACS applied electronic materials. (1) \nReview activity for\nACS applied materials & interfaces. (1) \nReview activity for\nACS applied nano materials. (1) \nReview activity for\nACS nano. (5) \nReview activity for\nActa materialia. (1) \nReview activity for\nAdvanced functional materials. (1) \nReview activity for\nAdvanced materials. (3) \nReview activity for\nAdvanced science. (1) \nReview activity for\nApplied physics letters. (3) \nReview activity for\nChemistry of materials. (1) \nReview activity for\nCommunications materials. (2) \nReview activity for\nJoule. (1) \nReview activity for\nJournal of physical chemistry. (2) \nReview activity for\nMatter. (2) \nReview activity for\nNano letters. (3) \nReview activity for\nNature (1) \nReview activity for\nNature communications (2)"
},
{
  "url": "https://www.ruijuanxu.com/about",
  "text": "About — Xu Lab\nDr. Ruijuan Xu is an Assistant Professor of Materials Science and Engineering and an affiliate faculty in Physics at North Carolina State University. Ruijuan received her B.E. from Zhejiang University, her M.S. from the University of Illinois at Urbana-Champaign, and her Ph.D. from the University of California, Berkeley, all in Materials Science and Engineering. Before joining NC State, she was a GLAM Postdoctoral Fellow in the Department of Applied Physics at Stanford University and SLAC National Laboratory. Ruijuan’s current research focuses on the design and manipulation of novel functional properties and exotic phenomena in oxide thin films, heterostructures, and membranes. Her research group leverages atomic-scale epitaxy and state-of-the-art characterization techniques to construct novel ferroic materials, with an emphasis on applications in next-generation microelectronics and energy technologies. She has recently been recognized with several prestigious awards, including the 2025 NSF CAREER Award, 2024 iWOE Prize in Oxide Electronics for Excellence in Research, and the 2024 ACS PRF Doctoral New Investigator Award."
},
{
  "url": "https://www.ruijuanxu.com/team",
  "text": "Team — Xu Lab\nTeam\nRuijuan Xu\nPrincipal Investigator\nReza Ghanbari\nGraduate Researcher\nKonnor Koons\nGraduate Researcher\nKabelo Lebogang\nGraduate Researcher\nYiming Ding\nGraduate Researcher\nAnthony Lavelle\nM.S. Graduate Researcher\nEli Rodrigues\nUndergraduate Researcher\nKaden Figuerres\nUndergraduate Researcher\nDoug Barefoot\nUndergraduate Researcher\nFormer Members\nIan Mercer\nUndergraduate Researcher\n2023-2024\nCurrent Position: Graduate Student, The Pennsylvania State University\nSharon Yang\nUndergraduate Researcher\n2022-2024\nCurrent Position: Graduate Student, The Pennsylvania State University"
},
{
  "url": "https://www.ruijuanxu.com/research",
  "text": "Research — Xu Lab\nOur research group focuses on the atomic-scale design and synthesis of functional thin-film materials using pulsed laser deposition. This technique enables the growth of high-quality epitaxial complex oxide thin films and heterostructures, allowing precise stoichiometric control and access to nonequilibrium growth conditions to stabilize metastable and coexisting phases with emerging functional properties.\nTo probe the structure-property relationships of these materials, we employ advanced thin-film characterization techniques, including synchrotron X-ray diffraction, scanning probe microscopy, and electrical property measurements. These techniques help us understand the structural and electronic properties of thin films, providing fundamental insights for designing new functional materials and devices.\nA key area of our research is the fabrication and exploration of freestanding 2D oxide membranes. By selectively etching sacrificial layers, we release thin films from their rigid substrates, creating flexible and stretchable membranes that can sustain extreme strain states. These membranes offer new opportunities for strain engineering, dynamic property tuning, and heterogeneous integration, paving the way for novel device architectures and emergent functionalities.\nOur work spans fundamental materials discovery to applied device engineering, with implications for oxide electronics. Through our expertise in thin-film synthesis, strain engineering, and advanced characterization, we aim to develop next-generation functional materials for energy applications, microelectronics, and quantum materials research."
}]