[{
  "url": "https://scholar.google.com/citations?user=2UN_tCAAAAAJ&hl=en",
  "text": "‪Yaroslava (Yara) G. Yingling‬ - ‪Google Scholar‬\nComputer simulations of laser ablation of molecular substrates\nLV Zhigilei, E Leveugle, BJ Garrison, YG Yingling, MI Zeifman\nChemical reviews 103 (2), 321-348, 2003\n3582003Comparative structural and computational analysis supports eighteen cellulose synthases in the plant cellulose synthesis complex\nBT Nixon, K Mansouri, A Singh, J Du, JK Davis, JG Lee, E Slabaugh, ...\nScientific reports 6 (1), 28696, 2016\n2582016Bridging the gap in RNA structure prediction\nBA Shapiro, YG Yingling, W Kasprzak, E Bindewald\nCurrent opinion in structural biology 17 (2), 157-165, 2007\n2512007Molecular description of the LCST behavior of an elastin-like polypeptide\nNK Li, FG Quiroz, CK Hall, A Chilkoti, YG Yingling\nBiomacromolecules 15 (10), 3522-3530, 2014\n2272014Tertiary model of a plant cellulose synthase\nL Sethaphong, CH Haigler, JD Kubicki, J Zimmer, D Bonetta, S DeBolt, ...\nProceedings of the National Academy of Sciences 110 (18), 7512-7517, 2013\n2052013RNAJunction: a database of RNA junctions and kissing loops for three-dimensional structural analysis and nanodesign\nE Bindewald, R Hayes, YG Yingling, W Kasprzak, BA Shapiro\nNucleic acids research 36 (suppl_1), D392-D397, 2008\n2032008Computational design of an RNA hexagonal nanoring and an RNA nanotube\nYG Yingling, BA Shapiro\nNano letters 7 (8), 2328-2334, 2007\n1652007Template-guided assembly of silk fibroin on cellulose nanofibers for robust nanostructures with ultrafast water transport\nR Xiong, HS Kim, S Zhang, S Kim, VF Korolovych, R Ma, YG Yingling, ...\nACS nano 11 (12), 12008-12019, 2017\n1402017Wrapping nanocellulose nets around graphene oxide sheets\nR Xiong, HS Kim, L Zhang, VF Korolovych, S Zhang, YG Yingling, ...\nAngewandte Chemie International Edition 57 (28), 8508-8513, 2018\n1362018LCST Behavior is Manifested in a Single Molecule: Elastin-Like polypeptide (VPGVG)n\nB Zhao, NK Li, YG Yingling, CK Hall\nBiomacromolecules 17 (1), 111-118, 2016\n1202016The 3′ proximal translational enhancer of Turnip crinkle virus binds to 60S ribosomal subunits\nVA Stupina, A Meskauskas, JC McCormack, YG Yingling, BA Shapiro, ...\nRNa 14 (11), 2379-2393, 2008\n1162008Intrinsically disordered proteins access a range of hysteretic phase separation behaviors\nF Garcia Quiroz, NK Li, S Roberts, P Weber, M Dzuricky, I Weitzhandler, ...\nScience advances 5 (10), eaax5177, 2019\n1042019Cellulose synthases: new insights from crystallography and modeling\nE Slabaugh, JK Davis, CH Haigler, YG Yingling, J Zimmer\nTrends in plant science 19 (2), 99-106, 2014\n992014Molecular dynamics simulations of matrix-assisted laser desorption—connections to experiment\nLV Zhigilei, YG Yingling, TE Itina, TA Schoolcraft, BJ Garrison\nInternational Journal of Mass Spectrometry 226 (1), 85-106, 2003\n922003Weakly charged cationic nanoparticles induce DNA bending and strand separation\nJG Railsback, A Singh, RC Pearce, TE McKnight, R Collazo, Z Sitar, ...\nAdvanced materials 24 (31), 4261, 2012\n902012Structural domains within the 3′ untranslated region of Turnip crinkle virus\nJC McCormack, X Yuan, YG Yingling, W Kasprzak, RE Zamora, ...\nJournal of virology 82 (17), 8706-8720, 2008\n892008CELLULOSE SYNTHASE INTERACTIVE1 is required for fast recycling of cellulose synthase complexes to the plasma membrane in Arabidopsis\nL Lei, A Singh, L Bashline, S Li, YG Yingling, Y Gu\nThe Plant Cell 27 (10), 2926-2940, 2015\n762015The relationship between enhanced enzyme activity and structural dynamics in ionic liquids: a combined computational and experimental study\nHS Kim, SH Ha, L Sethaphong, YM Koo, YG Yingling\nPhysical Chemistry Chemical Physics 16 (7), 2944-2953, 2014\n762014Silk fibroin–substrate interactions at heterogeneous nanocomposite interfaces\nAM Grant, HS Kim, TL Dupnock, K Hu, YG Yingling, VV Tsukruk\nAdvanced Functional Materials 26 (35), 6380-6392, 2016\n732016Soft matter informatics: current progress and challenges\nJS Peerless, NJB Milliken, TJ Oweida, MD Manning, YG Yingling\nAdvanced Theory and Simulations 2 (1), 1800129, 2019\n692019"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:W2VW_RKN1OwC",
  "text": "View article\nAuthors\nB Tracy Nixon, Katayoun Mansouri, Abhishek Singh, Juan Du, Jonathan K Davis, Jung-Goo Lee, Erin Slabaugh, Venu Gopal Vandavasi, Hugh O’Neill, Eric M Roberts, Alison W Roberts, Yaroslava G Yingling, Candace H Haigler\nPublisher\nNature Publishing Group UK\nDescription\nA six-lobed membrane spanning cellulose synthesis complex (CSC) containing multiple cellulose synthase (CESA) glycosyltransferases mediates cellulose microfibril formation. The number of CESAs in the CSC has been debated for decades in light of changing estimates of the diameter of the smallest microfibril formed from the β-1,4 glucan chains synthesized by one CSC. We obtained more direct evidence through generating improved transmission electron microscopy (TEM) images and image averages of the rosette-type CSC, revealing the frequent triangularity and average cross-sectional area in the plasma membrane of its individual lobes. Trimeric oligomers of two alternative CESA computational models corresponded well with individual lobe geometry. A six-fold assembly of the trimeric computational oligomer had the lowest potential energy per monomer and was consistent with rosette CSC morphology …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:u5HHmVD_uO8C",
  "text": "View article\nAuthors\nLeonid V Zhigilei, Elodie Leveugle, Barbara J Garrison, Yaroslava G Yingling, Michael I Zeifman\nPublication date\n2003/2/12\nPublisher\nAmerican Chemical Society\nDescription\nLaser ablation of molecular systems constitutes a basis for a diverse range of well-established applications, from matrix assisted laser desorption/ionization (MALDI) and other laser-driven techniques for mass spectrometric analysis of large nonvolatile biomolecules1-3 to laser surgery4 and to surface microfabrication and pulsed laser deposition (PLD) of organic films and coatings. 5, 6 Emerging applications of laser ablation are expanding into new areas, such as nanotechnology and microfabrication of electronic devices, 7 restoration of painted artworks, 8, 9 and the design of laser plasma thrusters for microsatellites. 10 Further optimization of experimental parameters in current applications and the emergence of new techniques based on laser ablation can be facilitated by a better theoretical understanding of the relation between the basic mechanisms of laser interaction with materials, nonequilibrium processes …\nScholar articles\nLV Zhigilei, E Leveugle, BJ Garrison, YG Yingling… - Chemical reviews, 2003"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:u-x6o8ySG0sC",
  "text": "View article\nThe field of RNA structure prediction has experienced significant advances in the past several years, thanks to the availability of new experimental data and improved computational methodologies. These methods determine RNA secondary structures and pseudoknots from sequence alignments, thermodynamics-based dynamic programming algorithms, genetic algorithms and combined approaches. Computational RNA three-dimensional modeling uses this information in conjunction with manual manipulation, constraint satisfaction methods, molecular mechanics and molecular dynamics. The ultimate goal of automatically producing RNA three-dimensional models from given secondary and tertiary structure data, however, is still not fully realized. Recent developments in the computational prediction of RNA structure have helped bridge the gap between RNA secondary structure prediction, including pseudoknots …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:zA6iFVUQeVQC",
  "text": "View article\nAuthors\nNan K Li, Felipe García Quiroz, Carol K Hall, Ashutosh Chilkoti, Yaroslava G Yingling\nPublication date\n2014/10/13\nPublisher\nAmerican Chemical Society\nDescription\nElastin-like polypeptides (ELPs) with the repeat sequence of VPGVG are widely used as a model system for investigation of lower critical solution temperature (LCST) transition behavior. In this paper, the effect of temperature on the structure, dynamics and association of (VPGVG)18 in aqueous solution is investigated using atomistic molecular dynamics simulations. Our simulations show that as the temperature increases the ELP backbones undergo gradual conformational changes, which are attributed to the formation of more ordered secondary structures such as β-strands. In addition, increasing temperature changes the hydrophobicity of the ELP by exposure of hydrophobic valine-side chains to the solvent and hiding of proline residues. Based on our simulations, we conclude that the transition behavior of (VPGVG)18 can be attributed to a combination of thermal disruption of the water network that surrounds …\nScholar articles\nNK Li, FG Quiroz, CK Hall, A Chilkoti, YG Yingling - Biomacromolecules, 2014"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:j3f4tGmQtD8C",
  "text": "View article\nAuthors\nLatsavongsakda Sethaphong, Candace H Haigler, James D Kubicki, Jochen Zimmer, Dario Bonetta, Seth DeBolt, Yaroslava G Yingling"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:UeHWp8X0CEIC",
  "text": "View article\nAuthors\nYaroslava G Yingling, Bruce A Shapiro\nPublisher\nAmerican Chemical Society\nDescription\nThe combination of computer modeling, RNA structure versatility, and siRNA function can be efficiently used to design an all-RNA nanoparticle capable of siRNA delivery. Here, we present a computational design of an RNA nanoring and a nanotube. An RNA nanoring consists of six simple linear building blocks that are assembled together via known noncovalent loop−loop contacts based on RNAI/RNAII inverse sequences. The helical sequences of the building blocks can include siRNAs for drug delivery. \nScholar articles\nYG Yingling, BA Shapiro - Nano letters, 2007"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:9yKSN-GCB0IC",
  "text": "View article\nAuthors\nEckart Bindewald, Robert Hayes, Yaroslava G Yingling, Wojciech Kasprzak, Bruce A Shapiro\nJournal\nNucleic acids research\nPublisher\nOxford University Press\nDescription\nWe developed a database called RNAJunction that contains structure and sequence information for RNA structural elements such as helical junctions, internal loops, bulges and loop–loop interactions. Our database provides a user-friendly way of searching structural elements by PDB code, structural classification, sequence, keyword or inter-helix angles. In addition, the structural data was subjected to energy minimization. This database is useful for analyzing RNA structures as well as for designing novel RNA structures on a nanoscale. The database can be accessed at: http://rnajunction.abcc.ncifcrf.gov/\nScholar articles\nE Bindewald, R Hayes, YG Yingling, W Kasprzak… - Nucleic acids research, 2008"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:NNXJ2mIwlScC",
  "text": "View article\nAuthors\nRui Xiong, Ho Shin Kim, Shuaidi Zhang, Sunghan Kim, Volodymyr F Korolovych, Ruilong Ma, Yaroslava G Yingling, Canhui Lu, Vladimir V Tsukruk\nPublisher\nAmerican Chemical Society"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:8LfMcXwVQboC",
  "text": "View article\nAuthors\nRui Xiong, Ho Shin Kim, Lijuan Zhang, Volodymyr F Korolovych, Shuaidi Zhang, Yaroslava G Yingling, Vladimir V Tsukruk"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:abG-DnoFyZgC",
  "text": "View article\nAuthors\nBinwu Zhao, Nan K Li, Yaroslava G Yingling, Carol K Hall\nPublication date\n2016/1/11\nPublisher\nAmerican Chemical Society\nDescription\nThe physical origin of the lower critical solution temperature (LCST) behavior of a variety of fluids, including elastin-like polypeptides (ELPs), has been studied for the past few decades. As is the case for polymer solutions, LCST behavior of ELPs is invariably reported for large systems of molecules and is considered evidence for collective behavior. In contrast, we find evidence for properties changes associated with LCST behavior in a single molecule by performing long atomic-level molecular dynamics simulation on the ELP sequences (Val-Pro-Gly-Val-Gly)n for four different length peptides over a wide range of temperatures. We observe a sharp transition in the number of hydrogen bonds between peptide and water and in the number of water molecules within the first hydration shell as temperature rises; this is used to locate the transition temperature. The dependence of the transition temperatures of ELPs on …\nScholar articles\nB Zhao, NK Li, YG Yingling, CK Hall - Biomacromolecules, 2016"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:Tyk-4Ss8FVUC",
  "text": "View article\nAuthors\nVera A Stupina, Arturas Meskauskas, John C McCormack, Yaroslava G Yingling, Bruce A Shapiro, Jonathan D Dinman, Anne E Simon"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:E9iozgzfyhkC",
  "text": "View article\nAuthors\nFelipe Garcia Quiroz, Nan K Li, Stefan Roberts, Patrick Weber, Michael Dzuricky, Isaac Weitzhandler, Yaroslava G Yingling, Ashutosh Chilkoti\nPublication date\n2019/10/18\nPublisher\nAmerican Association for the Advancement of Science\nDescription\nThe phase separation behavior of intrinsically disordered proteins (IDPs) is thought of as analogous to that of polymers that undergo equilibrium lower or upper critical solution temperature (LCST and UCST, respectively) phase transition. This view, however, ignores possible nonequilibrium properties of protein assemblies. Here, by studying IDP polymers (IDPPs) composed of repeat motifs that encode LCST or UCST phase behavior, we discovered that IDPs can access a wide spectrum of nonequilibrium, hysteretic phase behaviors. Experimentally and through simulations, we show that hysteresis in IDPPs is tunable and that it emerges through increasingly stable interchain interactions in the insoluble phase. To explore the utility of hysteretic IDPPs, we engineer self-assembling nanostructures with tunable stability. These findings shine light on the rich phase separation behavior of IDPs and illustrate hysteresis as …\nScholar articles\nF Garcia Quiroz, NK Li, S Roberts, P Weber, M Dzuricky… - Science advances, 2019"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:BqipwSGYUEgC",
  "text": "View article\nAuthors\nErin Slabaugh, Jonathan K Davis, Candace H Haigler, Yaroslava G Yingling, Jochen Zimmer\nSource\nTrends in plant science\nDescription\nDetailed information about the structure and biochemical mechanisms of cellulose synthase (CelS) proteins remained elusive until a complex containing the catalytic subunit (BcsA) of CelS from Rhodobacter sphaeroides was crystalized. Additionally, a 3D structure of most of the cytosolic domain of a plant CelS (GhCESA1 from cotton, Gossypium hirsutum) was produced by computational modeling. This predicted structure contributes to our understanding of how plant CelS proteins may be similar and different as compared with BcsA. In this review, we highlight how these structures impact our understanding of the synthesis of cellulose and other extracellular polysaccharides. We show how the structures can be used to generate hypotheses for experiments testing mechanisms of glucan synthesis and translocation in plant CelS.\nScholar articles\nE Slabaugh, JK Davis, CH Haigler, YG Yingling… - Trends in plant science, 2014"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:hFOr9nPyWt4C",
  "text": "View article\nThe understanding of interactions between double stranded (ds) DNA and charged nanoparticles will have a broad bearing on many important applications from drug delivery [1–4] to DNA-templated metallization.[5, 6] Cationic nanoparticles (NPs) can bind to DNA, a negatively charged molecule, through a combination of electrostatic attraction, groove binding, and intercalation. Such binding events induce changes in the conformation of a DNA strand. In nature, DNA wraps around a cylindrical protein assembly (diameter and height of 6 nm)[7] with an≈ 220 positive charge,[8] creating the complex known as chromatin. Wrapping and bending of DNA has also been achieved in the laboratory through the binding of highly charged species such as molecular assemblies,[9, 10] cationic dendrimers,[11, 12] and nanoparticles.[13–15] The charge of a nanoparticle plays a crucial role in its ability to induce DNA structural changes. If a nanoparticle has a highly positive surface charge density, the DNA is likely to wrap and bend upon binding to the nanoparticle [13](as in the case of chromatin). On the other hand, if a nanoparticle is weakly charged it will not induce dsDNA compaction.[9, 10, 15] Consequently, there is a transition zone from extended to compact DNA conformations which depends on the chemical nature of the nanoparticle and occurs for polycations with charges between 5 and 10.[9] While the interactions between highly charged NPs and DNA have been extensively studied, the processes that occur within the transition zone are less explored.\nIn this paper, we investigate DNA interactions with weakly charged, ligand functionalized gold …"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:eQOLeE2rZwMC",
  "text": "View article\nAuthors\nJohn C McCormack, Xuefeng Yuan, Yaroslava G Yingling, Wojciech Kasprzak, Rodolfo E Zamora, Bruce A Shapiro, Anne E Simon\nJournal\nJournal of virology\nPublisher\nAmerican Society for Microbiology\nDescription\nThe genomes of positive-strand RNA viruses undergo conformational shifts that complicate efforts to equate structures with function. We have initiated a detailed analysis of secondary and tertiary elements within the 3′ end of Turnip crinkle virus (TCV) that are required for viral accumulation in vivo. MPGAfold, a massively parallel genetic algorithm, suggested the presence of five hairpins (H4a, H4b, and previously identified hairpins H4, H5, and Pr) and one H-type pseudoknot (Ψ3) within the 3′-terminal 194 nucleotides (nt). In vivo compensatory mutagenesis analyses confirmed the existence of H4a, H4b, Ψ3 and a second pseudoknot (Ψ2) previously identified in a TCV satellite RNA. In-line structure probing of the 194-nt fragment supported the coexistence of H4, H4a, H4b, Ψ3 and a pseudoknot that connects H5 and the 3′ end (Ψ1). Stepwise replacements of TCV elements with the comparable elements from …\nScholar articles\nJC McCormack, X Yuan, YG Yingling, W Kasprzak… - Journal of virology, 2008"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:PXxrOWvQdDgC",
  "text": "View article\nAuthors\nAnise M Grant, Ho Shin Kim, Trisha L Dupnock, Kesong Hu, Yaroslava G Yingling, Vladimir V Tsukruk\nJournal\nAdvanced Functional Materials\nDescription\nSilk fibroin adsorption at the heterogeneous hydrophobic–hydrophilic surface of graphene oxide (GO) with different degrees of oxidation is addressed experimentally and theoretically. Samples are prepared using various spin‐assisted deposition conditions relevant to assembly of laminated nanocomposites from graphene‐based components, and compared with silicon dioxide (SiO2) as a benchmark substrate. Secondary structure of silk backbones changes as a function of silk fibroin concentration, substrate chemical composition, and deposition dynamics are assessed and compared with molecular dynamic simulations. It is observed that protofibrils form at low concentrations while variance in the deposition speed has little effect on silk secondary structure and morphology. However, balance of nonbonded interactions between electrostatic and van der Waals contributions can lead to silk secondary structure …\nScholar articles\nAM Grant, HS Kim, TL Dupnock, K Hu, YG Yingling… - Advanced Functional Materials, 2016"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:D03iK_w7-QYC",
  "text": "View article\nAuthors\nLei Lei, Abhishek Singh, Logan Bashline, Shundai Li, Yaroslava G Yingling, Ying Gu\nPublication date\n2015/10/1\nPublisher\nAmerican Society of Plant Biologists\nDescription\nPlants are constantly subjected to various biotic and abiotic stresses and have evolved complex strategies to cope with these stresses. For example, plant cells endocytose plasma membrane material under stress and subsequently recycle it back when the stress conditions are relieved. Cellulose biosynthesis is a tightly regulated process that is performed by plasma membrane-localized cellulose synthase (CESA) complexes (CSCs). However, the regulatory mechanism of cellulose biosynthesis under abiotic stress has not been well explored. In this study, we show that small CESA compartments (SmaCCs) or microtubule-associated cellulose synthase compartments (MASCs) are critical for fast recovery of CSCs to the plasma membrane after stress is relieved in Arabidopsis thaliana. This SmaCC/MASC-mediated fast recovery of CSCs is dependent on CELLULOSE SYNTHASE INTERACTIVE1 (CSI1), a …\nScholar articles\nL Lei, A Singh, L Bashline, S Li, YG Yingling, Y Gu - The Plant Cell, 2015"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:ldfaerwXgEUC",
  "text": "View article\nAuthors\nHo Shin Kim, Sung Ho Ha, Latsavongsakda Sethaphong, Yoon-Mo Koo, Yaroslava G Yingling\nJournal\nPhysical Chemistry Chemical Physics\nPublisher\nRoyal Society of Chemistry\nDescription\nCandida antarctica lipase B (CALB) is an efficient biocatalyst for hydrolysis, esterification, and polymerization reactions. In order to understand how to control enzyme activity and stability we performed a combined experimental and molecular dynamics simulation study of CALB in organic solvents and ionic liquids (ILs). Our results demonstrate that the conformational changes of the active site cavity are directly related to enzyme activity and decrease in the following order: [Bmim][TfO] > tert-butanol > [Bmim][Cl]. The entrance to the cavity is modulated by two isoleucines, ILE-189 and ILE-285, one of which is located on the α-10 helix. The α-10 helix can substantially change its conformation due to specific interactions with solvent molecules. This change is acutely evident in [Bmim][Cl] where interactions of LYS-290 with chlorine anions caused a conformational switch between α-helix and turn. Disruption of the α-10 …\nScholar articles\nHS Kim, SH Ha, L Sethaphong, YM Koo, YG Yingling - Physical Chemistry Chemical Physics, 2014"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:yY8dUDjMDt8C",
  "text": "View article\nAuthors\nJames S Peerless, Nina JB Milliken, Thomas J Oweida, Matthew D Manning, Yaroslava G Yingling\nSource\nAdvanced Theory and Simulations\nDescription\nThe number of applications of informatics or data‐driven discovery is growing in many fields, including materials science. The large amount of data that is readily available, combined with high‐level statistical algorithms, is proving to be extremely useful in developing complex predictive models with little to no human supervision or bias. However, in the field of soft matter, which includes complex materials such as polymers, liquids, emulsions, colloids, and gels, there is a slower adoption of informatics strategies than in adjacent fields. Here, the current state of soft matter informatics is discussed. Challenges specific to soft materials, including data classification, various degrees of organization at multiple length scales, and process‐dependent properties require unique approaches by researchers in order to develop robust informatics approaches in soft matter. The current ability to extract and analyze the information …\nScholar articles\nJS Peerless, NJB Milliken, TJ Oweida, MD Manning… - Advanced Theory and Simulations, 2019"
},
{
  "url": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=2UN_tCAAAAAJ&citation_for_view=2UN_tCAAAAAJ:d1gkVwhDpl0C",
  "text": "View article\nAuthors\nLeonid V Zhigilei, Yaroslava G Yingling, Tatiana E Itina, Tracy A Schoolcraft, Barbara J Garrison\nPublication date\n2003/3/15\nJournal\nInternational Journal of Mass Spectrometry\nDescription\nThe molecular dynamics (MD) simulation technique has been applied to investigate fundamental aspects of matrix-assisted laser desorption. In this paper, we focus on direct comparisons of the results from the simulations with experimental data and on establishing links between the measured or calculated parameters and the basic mechanisms of molecular ejection. The results on the fluence dependence of the ablation/desorption yields and composition of the ejected plume are compared with mass spectrometry and trapping plate experiments. Implications of the prediction of a fluence threshold for ablation are discussed. The strongly forward-peaked velocity and angular distributions of matrix and analyte molecules, predicted in the simulations, are related to the experimental distributions. The shapes and amplitudes of the acoustic waves transmitted from the absorption region through the irradiated sample are …\nTotal citations\n20032004200520062007200820092010201120122013201420152016201720182019202020212022202320242025175119567226537252142\nScholar articles\nLV Zhigilei, YG Yingling, TE Itina, TA Schoolcraft… - International Journal of Mass Spectrometry, 2003"
},
{
  "url": "https://mse.ncsu.edu/yingling/",
  "text": "Yingling Research Group\nWelcome to the AI and Materials Simulations Laboratory (AIMS) at North Carolina State University, where we explore the intersection of artificial intelligence, data science, and molecular modeling to understand and design next-generation materials. Our research spans soft and biomimetic materials, nanocomposites, environmental and sustainable materials, and biological systems. We employ advanced in silico simulations, machine learning, and multiscale modeling to study structure-property relationships, chemical stability, mechanical behavior, and dynamic processes in complex materials systems.\nBiomimetic Materials\nSelf-assembly of DNA and RNA-based nanomaterials with responsive properties;\nDesign of organized nanochannel materials from biomolecular magnetic organic frameworks; In silico design of reflectin-inspired mechanimorphic\nmaterials; Biomimetic materials design for phosphorous sustainability; Enzyme engineering and biocatalyst interactions with gases; Controlled properties of cellulose nanocrystals-based materials\nNanomaterials and nanoparticles\nDevelopment of new molecular modeling approaches for studies of magnetic and metal nanoparticles; Magnetic alignment of multi-functional nanoparticles as a function of environment; Properties of polymer nanocomposites; Design of nanoparticle-based materials for environmental clean-up\nAI and Data Science\nLeveraging data-science techniques to analyze and extract valuable insights from heterogeneous and multi-technique data characterization data; Development of approaches for materials data integration; Convergence Informatics for phosphorous sustainability; Approaches for handling small data: data imputation and augmentation Generative AI for data retrieval \nAffiliations and Funding\nNSF STC STEPS\nNNF BIG\nDOE EFRC Center for Lignocellulose Structure and Formation (CLSF)\nNCSU Center for High Performance Simulations\nNano@NCSU\nNational Science Foundation, Directorate of Engineering\nNational Science Foundation, Division of Materials Research\nUS Department of Defense, Army Research Office"
},
{
  "url": "https://mse.ncsu.edu/yingling/teaching-education/",
  "text": "AIMS Laboratory Group Members | Yingling Research Group\nProf. Albert L. Kwansa\nResearch Assistant Professor of Materials Science and Engineering\nBio\nProf. Kwansa earned a B.S. in Biomedical Engineering from the University of Wisconsin-Madison. He then earned a Ph.D. from the Virginia Tech-Wake Forest School of Biomedical Engineering and Sciences (Blacksburg, VA campus), while advised by Prof. Joseph Freeman and Prof. Raffaella De Vita.\nResearch\nMolecular dynamics simulations, electronic structure calculations, and method development involving polymers and chemical additives, cellulose and cellulose synthases, and reflectin proteins\nEmail: alkwansa@ncsu.edu\nProf. Alexey Gulyuk\nTeaching Assistant Professor of Materials Science and Engineering\nBio\nProf. Gulyuk received his B.S. in Engineering Physics from the Belarusian State University in Minsk, Belarus, his M.S. in Physics from NC Central University, and a Ph.D. in Materials Science and Engineering from NC State University. He is a part of the NSF STC Science and Technologies for Phosphorus Sustainability (STEPS) Center at NC State University. \nResearch\nConvergence Informatics and Data-science approaches for materials design, artificial intelligence in education, and advancing AI literacy in engineering\nEmail: agulyuk@ncsu.edu\nDr. Sabila Kader Pinky\nPostdoctoral Fellow of Materials Science and Engineering\nBio\nDr. Pinky received her M.Sc. in Materials Science from Missouri State University (MO, USA) in 2019. She earned her B.Sc. in Materials and Metallurical Engineering from Banfladesh University of Engineering & Technology (Dhaka, Bangladesh) in 2014. \nResearch\nScience and Technologies for Phosphorus Sustainability (STEPS) Center – advancing convergent informatics approaches to integrate data science, molecular modeling, and materials research for sustainable phosphorus solutions.\nEmail: spinky@ncsu.edu\nSergei Rigin\nGraduate Student in Materials Science and Engineering\nSergei earned his B.S. and M.S. in Laser Technologies from ITMO University (Saint Petersburg, Russia) and an additional M.S. in Chemistry from New Mexico Highlands University (Las Vegas, New Mexico, USA). \nResearch: Molecular Dynamics Simulations of Nanoparticle-embedded Polymer Brushes, STEPS\nAndrew Hans Cannon\nGraduate Student in Materials Science and Engineering\nAndrew recieved his B.S. and M.S. in Materials Science and Engineering from NC State\nResearch: Molecular dynamics simulations of peptide-based materials such as phosphate-binding proteins and reflectin proteins, as well as prediction of their mechanical and optical properties.\nMerve Fedai\nPhD Candidate in Materials Science and Engineering\nMerve earned her Bachelor of Science in 2021 and her Master of Science in 2023, both in Materials Science and Engineering, from North Carolina State University.\nResearch: Molecular modeling of cellulose-based materials and modification of carbonic anhydrases for environmental remediation.\nChristina Vilchez (Bayard)\nGraduate Student in Materials Science and Engineering\nChrissy received her B.S. in Mechanical and Energy Engineering from the University of North Texas in 2022.\nResearch: Molecular dynamics simulations of nucleic acid nanoparticles and their supramolecular assemblies\nMichael Kirsch\nGraduate Student in Chemistry\nMike received his B.S. in Biochemistry along with a Minor in Mathematics from SUNY Oswego in 2020.\nResearch: Molecular modeling of cellulose synthase proteins and cellulose materials, lipid nanodisks\nPatrick Hogsed\nGraduate Student in Chemistry\nPatrick earned his MS in Comprehensive Chemistry from Western Carolina University (2019-2021) and his BS in Chemistry from Young Harris College (2016-2019).\nResearch: Phosphorus binding protein (PBP) molecular dynamics simulations for phosphate specificity\nAbishec Sundar Senthilvel\nGraduate Student in Materials Science and Engineering\nAbishec received his Master of Nanoengineering with a concentration in Biomedical Sciences in Nanoengineering from NC State University in 2023 and B.E. in Mechanical Engineering from Anna Univeristy (Tamil Nadu, India) in 2020.\nResearch: Modeling of Organized Nanochannel Materials from Biomolecular Magnetic Organic Frameworks\nDr. Barry Farmer \nAdjunct Professor \nChief Scientist emeritus at Air Force Research Laboratory\nResearch: DPD modeling of complex materials \nUndergraduate Research Assistants\nSiri Mudunuri\nUndergraduate student in Computer Science\nResearch Project: Machine Learning Assisted Characterization and Analysis of Material Properties\nArjun Kancharla\nUndergraduate student in Computer Science\nResearch Project: Machine Learning Force Fields for RNA\nSanchit Shah\nUndergraduate student in Computer Science\nResearch Project: Machine Learning Methods for Functional Peptide Engineering\nAnne Chabaneix\nUndergraduate student in Materials Science and Engineering\nResearch Project: Diffusion of antioxidants in tire materials\nStephanie Euceda Trujillo\nUndergraduate student in Materials Science and Engineering\nResearch Project: Materials for Phosphorous Sustainability\nALUMNI\nGraduate Students:\nPh.D. 03/2024 Thomas (Tad) Deaton, B.S. Biomedical Engineering, East Carolina University, 2012; now Engineering Lead at Mayin Consulting Inc. \nPh.D. 04/2023 Akhlak Ul Mahmood, Physics, B. S. University of Dhaka, Bangladesh, 2016; now postdoc at Georgia Tech\nPhD. 06/2021 Thomas Oweida, B. S. NC State University, 2017; now Principle System Engineer at Northrop Grumman\nPh.D. 06/2019 Yuxin Xie, B.S. Central South University, 2013, now Data Scientist at AXB Bio\nPh.D. 03/2019 James Peerless, B.S. Northeastern University 2012, now Product Manager, Artificial Intelligence at Citrine Informatics\nPh.D. 06/2017 Jessica Nash, B. S. UNC-CH 2012, (NSF Fellowship, 2013-2016), now a Software Scientist at MolSSI\nPh.D. 06/2017 Ho Shin Kim, M. S. Inha University, 2012 (ACS graduate Research Award); now a Staff Scientist at PNNL\nPh.D. 05/2016 Nan K. Li, M. S. Jillin University, 2011 (ACS, MRS, AIChE graduate student research awards); now a Senior Data Scientist at Johnson & Johnson\nPh.D. 05/2013 Latsavongsakda Sethaphong, B. A. Harvard University, M. S. Vanderbilt University, 2008; now HPC Lead Platform Engineer (Artificial Intelligence / Machine Learning) at General Motors\nPh.D. 12/2012 Rakhee Pani, M. S. Indian Institute of Technology, 2008; now Instructor/Lecturer at Clemson University, SC.\nPh.D. 08/2012 Abhishek Singh, M. S. Michigan State University, 2007; now Scientist at BASF\nM.A. 05/2012 Hamed Eksiri, M.A. Materials Science and Engineering; now a Senior Technical Product Manager at Chevron\nPostdoctoral Associates:\n01/2024-05/31/2025 Dr. Quanpeng (Sam) Yang, Ph.D. from University of California, Merced \n09/2014-01/2021 Dr. Abhishek Singh , Ph.D. 2012 from NCSU, now Scientist at BASF\n08/2012-present Dr. Ho Shin Kim, Ph.D. 2017 from NCSU; now a Staff Scientist at PNNL\n9/2015-8/2016 Dr. Sanket Deshmukh, PhD 2010 from UDublin; now an Associate Professor at Virginia Tech.\n12/2012-9/2015 Dr. Rakhee Pani, PhD 2012 from NCSU; now an Instructor at Clemson University\n7/2013-7/2015 Dr. Jung-Goo Lee, PhD 1985 from University of Texas; now in Korea\n1/2013-7/2013 Dr. Sergei Y. Ponomarev; now a High Performance Systems Integrator at Worcester Polytechnic Institute, MA\n10/2007-11/2008 Dr. Andrey Semichaevsky; now an Associate Professor at Lincoln University, PA\n1/2009-12/2009 Dr. Stacy Snyder; now a Crystal Growth Process Engineer at II-IV Incorporated, PA.\nVisiting Graduate Students:\n10/2018-10/2019 Haolong Xue, Jiangnan University, China\n03/2013-04/2014 Doyoung Eom, Inha University, Korea\nResearch Assistant:\n2016-2021 Matthew Manning, MSE, NCSU\n2018-2020 Nina Milliken, MSE, NCSU\n2016-2017 Kudiyar Orazymbetov; now Data Scientist at Blue Cross Blue Shield, NC\n2009-2010 Ganesh Krishnan; now an Engineer at FormFactor, San Francisco, CA\nUndergraduate students:\n2024 Mat-Dat REU Leala Carbonneau, RPI\n2023-2024 Joshua McClure, MSE, NCSU\n2023-2024 Tori Crunkleton, MSE, NCSU, now a graduate student at Stanford University \n2023 Mat-Dat REU Carolina Cunningham, UNC CH\n2022 Grant Blankenberger, MSE, NCSU\n2021-2022 Harry Antoniades, MSE, NCSU\n2021-2022 Patrick Sullivan, MSE, NCSU\n2022 Sarthak Mehta, Biochemistry, NCSU\n2022 Trey Tolston, MSE, NCSU\n2022 STEPS REU Brooklynn Blackwell, Howard University\n2019-2022 Justin Williams, CHE, NCSU, now Exxon Mobil\n2020-2022 Tiernan Baucom, MSE, NCSU, now Grad Student at U Mich\n2021-2022 Mitch Hayes, MSE, NCSU, now at Wolfspeed\n2018-2021 Merve Fedai, MSE, NCSU, now grad student at NCSU\n2019-2020 Jonathan Wendrock, MSE, NCSU\n2019-2021 Ibrahim Ahmad, MSE, NCSU, now at Amazon\n2019-2020 Johnny Donald, MSE, NCSU\n2018-2019 Kevin Kronk, MSE, NCSU\n2018-2019 Branden Hawkins, MSE, NCSU\n2017-2018 Devin Junkins, MSE, NCSU\n2018 REU Amani Reed, UNC-CH\n2016-2018 Lukas Harries, Biochemistry, Vassar College\n2016-2017 John Johnson, Chemistry, NCSU\n2016-2017 Nathan Brown, Chemistry, NCSU, now graduate student at NCSU\n2016-2017 Graham Gatwood, Engineering, NCSU\n2015-2017 Thomas Oweida, MSE, NCSU, now graduate student at NCSU\n2015-2017 Benjamin Peterson, MSE, NCSU, now graduate student at Penn State University\n2016 REU Leo Sutter, Physics and Biomedical Engineering, Rochester Institute of Technology, NY\n2013-2016 William H. Fuss, Computer Science and MSE, NCSU, now at Broadband Inc.\n2014-2016 Danielle Stallings, MSE, NCSU\n2015- 2016 Graham Bowers, AROSPACE, NCSU\n2015 Lauryn Flynn, Materials Science and Engineering, NCSU\n2014 William Therriault, REU student from Durham Tech Community College\n2013-2014 Sabrina Huang, Materials Science and Engineering, NCSU, now PhD student at Purdue University\n2014 REU Micheal Tarver, REU student from Texas State University, now graduate student at Ohio State\n2013 Daniel Richter, Materials Science and Engineering, NCSU\n2013-2014 Tasha Tucker, Chemical and Biomolecular Engineering, NCSU\n2013 REU Jeremy Loffredo, Engineering Program, University of Virginia, VA\n2013 REU Trisha Dupnock, Chemistry Department, Clarkson University, NY, now PhD student at Duke University\n2012-2013 Joshua Amick, Chemical and Biomolecular Engineering, NCSU\n2011-2012 Joshua McKenney, Materials Science and Engineering, NCSU\n2012 REU Ramyata Upmaka, Department of Materials Science and Engineering and Biomedical Engineering, Carnegie Mellon University, PA, now PhD student at Rutgers University\n2011-2012 Michael Williams, Materials Science and Engineering, NCSU\n2010-2011 Benjamin Bond, Nuclear Engineering, NCSU\n2010-2011 Andrew Veasey, Biochemistry, NCSU\n2009-2011 Andy Vargas, Materials Science and Engineering, NCSU; now PhD student at UC Berkley\n2007-2010 Ashley Marlowe, Materials Science and Engineering, NCSU\n2009-2010 Evan Keresi, Materials Science and Engineering, NCSU\n2008-2010 Garik Sadovy, Materials Science and Engineering, NCSU\n2010 Habtom Amde, Chemical Engineering, NCSU"
},
{
  "url": "https://mse.ncsu.edu/yingling/research/",
  "text": "Research | Yingling Research Group\n\t\nLarge scale molecular dynamics simulations of processes at bio-organic and bio-inorganic surfaces and interfaces; \nMolecular modeling of self-assembly and folding of DNA and RNA based materials; \nDesign and self-assembly of nanoparticles; \nProperties of polymer nanocomposites; \nThree-dimensional structure prediction of proteins and nucleic acids; \nIn silico materials characterization: mechanical properties, DMA, optical properties, chemical stability, morphological diagram, effect of environment, role of additives, plasticizers, antioxidants and impurities; \nMaterials Informatics and applications of machine learning to soft materials design; \nDevelopment of novel methods, software codes and workflows to validate and speed up simulations and implement novel techniques, automation, and machine learning."
},
{
  "url": "https://orcid.org/0000-0002-8557-9992",
  "text": "Yaroslava Yingling (0000-0002-8557-9992) - ORCID\nNC State University: Raleigh, NC, US \n2007-08 to\npresent\n| \nDistinguished Professor (Materials Science and Engineering) \nEmployment \nSource: \nYaroslava Yingling \nNational Cancer Institute: Frederick, MD, US \n2004-03 to\n2007-07\n| \nCRTA Fellow (Center for Cancer Research Nanobiology Program) \nEmployment \nSource: \nYaroslava Yingling \nPennsylvania State University: University Park, PA, US \n2002-10 to\n2004-04\n| \nPostdoctoral Research Associate (Chemistry) \nEmployment \nSource: \nYaroslava Yingling \nPennsylvania State University: University Park, PA, US \n1997 to\n2002-12\n| \nPhD (Materials) \nEducation \nSource: \nYaroslava Yingling \nSaint Petersburg State Polytechnical University: Saint Petersburg, RU \n1990-08 to\n1996-06\n| \nB.S. (Computer Science and Engineering) \nEducation \nSource: \nYaroslava Yingling \nMaterials Research Society: Warrendale, PA, US \nSource: \nYaroslava Yingling \nAmerican Chemical Society: Washington, DC, US \nSource: \nYaroslava Yingling \nCollaborative Research: Organized Nanochannel Materials from Biomolecular Magnetic Organic Frameworks- \n2023-09-01 to\n2026-08-31\n| \nGrant \nDirectorate for Mathematical & Physical Sciences (Alexandria\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nIn Silico Design of Reflectin-Inspired Mechanimorphic Materials \n2023-02-17 to\n2027-02-16\n| \nGrant \nUnited States Department of the Army (Arlington\n, US\n) \nGRANT_NUMBER:\nW911NF2310052\nSource: \nYaroslava Yingling via\nDimensionsWizard \nCollaborative Research: Exploring self-organization of functional nucleic acid supramolecular assemblies with stimuli responsive properties \n2022-08-01 to\n2025-07-31\n| \nGrant \nDirectorate for Mathematical & Physical Sciences (Alexandria\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nREU Site: Materials Research with Data Science (MAT-DAT) \n2022-04-01 to\n2025-03-31\n| \nGrant \nDirectorate for Mathematical & Physical Sciences (Alexandria\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nCollaborative Research: Probing Coordination Specificity of Metalloprotein Domains with Peptide-Polymer Amphiphile Self Assembly \n2021-08-15 to\n2025-07-31\n| \nGrant \nDirectorate for Mathematical & Physical Sciences (Alexandria\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nNanomanufacturing by Heterogeneous Aggregation and Magnetic Alignment of Multi-Functional Nanoparticles \n2018-06-01 to\n2022-11-30\n| \nGrant \nDirectorate for Engineering (Alexandria\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nCollaborative Research: Processing Films from Multi-Functional Polymer Dispersion Blends \n2017-08-01 to\n2021-07-31\n| \nGrant \nDirectorate for Engineering (Alexandria\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nCollaborative Research: Processing Films from Multi-Functional Polymer Dispersion Blends \n2017-08-01 to\n2020-07-31\n| \nGrant \nDirectorate for Engineering (n/a\n, US\n) \nGRANT_NUMBER:\ngrant.1727603 \nSource: \nYaroslava Yingling via\nDimensionsWizard \nCollaborative Research: Supramolecular Materials by Nucleic Acid Block Copolymer Self-Assembly \n2014-07-15 to\n2018-06-30\n| \nGrant \nDirectorate for Mathematical & Physical Sciences (n/a\n, US\n) \nGRANT_NUMBER:\ngrant.1410462 \nSource: \nYaroslava Yingling via\nDimensionsWizard \nCollaborative Research: Supramolecular Materials by Nucleic Acid Block Copolymer Self-Assembly \n2014-07-15 to\n2017-06-30\n| \nGrant \nNational Science Foundation (n/a\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nConfinement, Dynamics, and Orientation of DNA at Nano-interfaces \n2014-07-01 to\n2018-06-30\n| \nGrant \nDirectorate for Engineering (n/a\n, US\n) \nGRANT_NUMBER:\ngrant.1403871 \nSource: \nYaroslava Yingling via\nDimensionsWizard \nConfinement, Dynamics, and Orientation of DNA at Nano-interfaces \n2014-07-01 to\n2017-06-30\n| \nGrant \nNational Science Foundation (n/a\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nModeling and Theory-Driven Design of Soft Materials \n2013-09-01 to\n2014-05-31\n| \nGrant \nNational Science Foundation (Airlington\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nModeling and Theory-Driven Design of Soft Materials \n2013-09-01 to\n2014-05-31\n| \nGrant \nDirectorate for Mathematical & Physical Sciences (n/a\n, US\n) \nGRANT_NUMBER:\ngrant.1342099 \nSource: \nYaroslava Yingling via\nDimensionsWizard \nTexas State University PREM: Center on Interfaces in Materials. A Partnership with the Research Triangle MRSEC \n2012-06-01 to\n2018-06-30\n| \nGrant \nDirectorate for Mathematical & Physical Sciences (n/a\n, US\n) \nGRANT_NUMBER:\ngrant.1205670 \nSource: \nYaroslava Yingling via\nDimensionsWizard \nTexas State University PREM: Center on Interfaces in Materials. A Partnership with the Research Triangle MRSEC \n2012-06-01 to\n2017-05-31\n| \nGrant \nNational Science Foundation (Airlington\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nCAREER: Integrating DNA and Inorganic Surfaces for Functional Materials Design \n2012-02-15 to\n2018-01-31\n| \nGrant \nDirectorate for Engineering (n/a\n, US\n) \nGRANT_NUMBER:\ngrant.1150682 \nSource: \nYaroslava Yingling via\nDimensionsWizard \nCAREER: Integrating DNA and Inorganic Surfaces for Functional Materials Design \n2012-02-15 to\n2017-01-31\n| \nGrant \nNational Science Foundation (Airlington\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nMagnetically-Driven Orientation of Multiphase Polymer Systems: A Ligand-Functionalized, Magnetic Nanoparticle Approach \n2010-05-01 to\n2014-04-30\n| \nGrant \nNational Science Foundation (Airlington\n, US\n) \nSource: \nYaroslava Yingling via\nDimensionsWizard \nMagnetically-Driven Orientation of Multiphase Polymer Systems: A Ligand-Functionalized, Magnetic Nanoparticle Approach \n2010-05-01 to\n2014-04-30\n| \nGrant \nDirectorate for Engineering (n/a\n, US\n) \nGRANT_NUMBER:\ngrant.0967559 \nSource: \nYaroslava Yingling via\nDimensionsWizard \nACS APPLIED MATERIALS & INTERFACES \nContributors: Elizabeth Skelly; \nChristina J. Bayard; \nJoel Jarusek; \nBenjamin Clark; \nLaura P. Rebolledo; \nYasmine Radwan; \nPhong Nguyen; \nMelanie Andrade-Munoz; \nThomas A. Deaton; \nAlexander Lushnikov \net al.\nSource: \ncheck_circle \nNC State University Libraries \nFRONTIERS IN BIOENGINEERING AND BIOTECHNOLOGY \nContributors: Jaimie Marie Stewart; \nYaroslava G. Yingling; \nKirill A. Afonin; \nFlorent Hube; \nNaoyuki Kataoka \nSource: \ncheck_circle \nNC State University Libraries \nPLANT MOLECULAR BIOLOGY \n2025 | \nJournal article | Author\nContributors: Albert L. Kwansa; \nArielle M. Chaves; \nJoshua T. Del Mundo; \nEthan T. Pierce; \nEsther W. Gomez; \nEnrique D. Gomez; \nCandace H. Haigler; \nYaroslava G. Yingling; \nAlison W. Roberts \nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Materials Interfaces \n2025-08 | \nJournal article \nContributors: Akhlak U. Mahmood; \nMehedi H. Rizvi; \nJoseph B. Tracy; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nTrends in Biotechnology \n2025-07 | \nJournal article \nContributors: Merve Fedai; \nJialong Shen; \nZsófia Bognár; \nAlbert L. Kwansa; \nAmy Grunden; \nStig Helveg; \nSonja Salmon; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nThe Journal of Physical Chemistry B \n2025-06-26 | \nJournal article \nContributors: Juseok Choi; \nAlbert L. Kwansa; \nInseok Chae; \nYaroslava G. Yingling; \nSeong H. Kim \nSource: \ncheck_circle \nCrossref \nLangmuir \n2025-06-17 | \nJournal article \nContributors: Jiangfeng Xu; \nKirill Efimenko; \nChristopher B. Gorman; \nYaroslava G. Yingling; \nLisa Castellano; \nJan Genzer \nSource: \ncheck_circle \nCrossref \nAPL MATERIALS \n2024 | \nJournal article | Author\nContributors: Preeta Pratakshya; \nAlbert L. Kwansa; \nMatic Kovacic; \nNikhil Kaimal; \nArsenii Panteleev; \nAtrouli Chatterjee; \nNadia E. Tolouei; \nRylan Kautz; \nKyle L. Naughton; \nBarbara Sartori \net al.\nSource: \ncheck_circle \nNC State University Libraries \nMATTER \n2024 | \nJournal article | Author\nContributors: Laine Taussig; \nMasoud Ghasemi; \nSanggil Han; \nAlbert L. Kwansa; \nRuipeng Li; \nScott T. Keene; \nNathan Woodward; \nYaroslava G. Yingling; \nGeorge G. Malliaras; \nEnrique D. Gomez \net al.\nSource: \ncheck_circle \nNC State University Libraries \nACS NANO \nContributors: Benjamin P. Allen; \nSabila K. Pinky; \nEmily E. Beard; \nAbigail A. Gringeri; \nNicholas Calzadilla; \nMatthew A. Sanders; \nYaroslava G. Yingling; \nAbigail S. Knight \nSource: \ncheck_circle \nNC State University Libraries \nEnvironmental Science: Water Research & Technology \nContributors: Faten B. Hussein; \nAndrew H. Cannon; \nJustin M. Hutchison; \nChristopher B. Gorman; \nYaroslava G. Yingling; \nBrooke K. Mayer \nSource: \ncheck_circle \nCrossref \nCELLULOSE \nContributors: Albert L. Kwansa; \nAbhishek Singh; \nJustin T. Williams; \nCandace H. Haigler; \nAlison W. Roberts; \nYaroslava G. Yingling \nSource: \ncheck_circle \nNC State University Libraries \nEnvironmental Science & Technology \n2024-11-19 | \nJournal article \nContributors: Akhlak U. Mahmood; \nMinhazul Islam; \nAlexey V. Gulyuk; \nEmily Briese; \nCarmen A. Velasco; \nMohit Malu; \nNaushita Sharma; \nAndreas Spanias; \nYaroslava G. Yingling; \nPaul Westerhoff \nSource: \ncheck_circle \nCrossref \nChemistry of Materials \n2024-10-08 | \nJournal article \nContributors: Akhlak U. Mahmood; \nMelanie M. Ghelardini; \nJoseph B. Tracy; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nContributors: Benjamin Allen; \nSabila Pinky; \nEmily Beard; \nAbigail Gringeri; \nNicholas Calzadilla; \nMatthew Sanders; \nYaroslava Yingling; \nAbigail Knight \nSource: \ncheck_circle \nCrossref \nContributors: Benjamin Allen; \nSabila Pinky; \nEmily Beard; \nNicholas Calzadilla; \nAbigail Gringeri; \nMatthew Sanders; \nAbigail Knight; \nYaroslava Yingling \nSource: \ncheck_circle \nCrossref \nSoft Matter \nContributors: Sabila K. Pinky; \nAlbert L. Kwansa; \nBuang Zhang; \nAdrienne D. Stiff-Roberts; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nSTRUCTURE \n2023 | \nJournal article | Author\nContributors: Preeti Verma; \nAlbert L. Kwansa; \nRuoya Ho; \nYaroslava G. Yingling; \nJochen Zimmer \nSource: \ncheck_circle \nNC State University Libraries \nACS BIOMATERIALS SCIENCE & ENGINEERING \nContributors: Atrouli Chatterjee; \nPreeta Pratakshya; \nAlbert L. Kwansa; \nNikhil Kaimal; \nAndrew H. Cannon; \nBarbara Sartori; \nBenedetta Marmiroli; \nHelen Orins; \nZhijing Feng; \nSamantha Drake \net al.\nSource: \ncheck_circle \nNC State University Libraries \nAdvanced Theory and Simulations \n2023-12 | \nJournal article \nContributors: Thomas J. Oweida; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nThe Journal of Physical Chemistry B \n2023-10-05 | \nJournal article \nContributors: Juseok Choi; \nAlbert L. Kwansa; \nYaroslava G. Yingling; \nSeong H. Kim \nSource: \ncheck_circle \nCrossref \nACS Nano \n2023-07-25 | \nJournal article \nContributors: Akhlak U. Mahmood; \nMehedi H. Rizvi; \nJoseph B. Tracy; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nMacromolecules \n2023-07-11 | \nJournal article \nContributors: Albert L. Kwansa; \nRakhee C. Pani; \nJoseph A. DeLoach; \nArianna Tieppo; \nEric J. Moskala; \nSteven T. Perri; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nACS Applied Materials & Interfaces \n2023-04-12 | \nJournal article \nContributors: Buang Zhang; \nSabila K. Pinky; \nAlbert L. Kwansa; \nSpencer Ferguson; \nYaroslava G. Yingling; \nAdrienne D. Stiff-Roberts \nSource: \ncheck_circle \nCrossref \nACS ES&T Water \n2023-02-10 | \nJournal article \nContributors: James S. Peerless; \nAlexey V. Gulyuk; \nNina J. B. Milliken; \nGyu Dong Kim; \nElliot Reid; \nJae Woo Lee; \nDooil Kim; \nZachary Hendren; \nYoung Chul Choi; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nBiointerphases \n2022-11 | \nJournal article \nContributors: Jessica A. Nash; \nMatthew D. Manning; \nAlexey V. Gulyuk; \nAleksey E. Kuznetsov; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nBiomacromolecules \n2022-09-12 | \nJournal article \nContributors: Juan Du; \nVenu Gopal Vandavasi; \nKelly R. Molloy; \nHui Yang; \nLynnicia N. Massenburg; \nAbhishek Singh; \nAlbert L. Kwansa; \nYaroslava G. Yingling; \nHugh O’Neill; \nBrian T. Chait \net al.\nSource: \ncheck_circle \nCrossref \nJournal of Chemical Theory and Computation \n2022-05-10 | \nJournal article \nContributors: Akhlak U. Mahmood; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nPhyschem \n2022-03 | \nJournal article | Author\nContributors: Yuxin Xie; \nNan K. Li; \nAbhishek Singh; \nSanket A. Deshmukh; \nYaroslava G. Yingling \nSource: \ncheck_circle \nMultidisciplinary Digital Publishing Institute \nAngewandte Chemie \n2022-03-28 | \nJournal article \nContributors: Benjamin P. Allen; \nZoe M. Wright; \nHailey F. Taylor; \nThomas J. Oweida; \nSabila Kader‐Pinky; \nEmily F. Patteson; \nKara M. Bucci; \nCaleb A. Cox; \nAbishec Sundar Senthilvel; \nYaroslava G. Yingling \net al.\nSource: \ncheck_circle \nCrossref \nAngewandte Chemie International Edition \n2022-03-28 | \nJournal article \nContributors: Benjamin P. Allen; \nZoe M. Wright; \nHailey F. Taylor; \nThomas J. Oweida; \nSabila Kader‐Pinky; \nEmily F. Patteson; \nKara M. Bucci; \nCaleb A. Cox; \nAbishec Sundar Senthilvel; \nYaroslava G. Yingling \net al.\nSource: \ncheck_circle \nCrossref \nACS APPLIED MATERIALS & INTERFACES \n2021 | \nJournal article | Author\nContributors: Morgan Chandler; \nBrian Minevich; \nBrandon Roark; \nMathias Viard; \nM. Brittany Johnson; \nMehedi H. Rizvi; \nThomas A. Deaton; \nSeraphim Kozlov; \nMartin Panigaj; \nJoseph B. Tracy \net al.\nSource: \ncheck_circle \nNC State University Libraries \nJOURNAL OF PHYSICAL CHEMISTRY B \n2021 | \nJournal article | Author\nContributors: Nan K. Li; \nYuxin Xie; \nYaroslava G. Yingling \nSource: \ncheck_circle \nNC State University Libraries \nLANGMUIR \n2021 | \nJournal article | Author\nContributors: Hansol Lee; \nAlexandr Stryutsky; \nAkhlak-Ul Mahmood; \nAbhishek Singh; \nValery V. Shevchenko; \nYaroslava G. Yingling; \nVladimir V. Tsukruk \nSource: \ncheck_circle \nNC State University Libraries \nPlant Direct \n2021-08 | \nJournal article \nContributors: Jason N. Burris; \nMohamadamin Makarem; \nErin Slabaugh; \nArielle Chaves; \nEthan T. Pierce; \nJongcheol Lee; \nSarah N. Kiemle; \nAlbert L. Kwansa; \nAbhishek Singh; \nYaroslava G. Yingling \net al.\nSource: \ncheck_circle \nCrossref \nJournal of Chemical Information and Modeling \n2021-04-26 | \nJournal article \nContributors: James S. Peerless; \nAlbert L. Kwansa; \nBranden S. Hawkins; \nRalph C. Smith; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nJournal of Chemical Theory and Computation \n2021-02-09 | \nJournal article \nContributors: Thomas J. Oweida; \nHo Shin Kim; \nJohnny M. Donald; \nAbhishek Singh; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nADVANCED MATERIALS INTERFACES \n2020 | \nJournal article | Author\nContributors: Inseok Chae; \nDien Ngo; \nZhe Chen; \nAlbert L. Kwansa; \nXing Chen; \nAmira Barhoumi Meddeb; \nNikolas J. Podraza; \nYaroslava G. Yingling; \nZoubeida Ounaies; \nSeong H. Kim \nSource: \ncheck_circle \nNC State University Libraries \nMRS BULLETIN \nContributors: Jacob L. Jones; \nYaroslava G. Yingling; \nIan M. Reaney; \nPaul Westerhoff \nSource: \ncheck_circle \nNC State University Libraries \nCHEMISTRY-A EUROPEAN JOURNAL \nContributors: Nicholas G. Taylor; \nSang Hun Chung; \nAlbert L. Kwansa; \nRob R. Johnson; \nAaron J. Teator; \nNina J. B. Milliken; \nKarl M. Koshlap; \nYaroslava G. Yingling; \nYueh Z. Lee; \nFrank A. Leibfarth \nSource: \ncheck_circle \nNC State University Libraries \nPROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA \n2020 | \nJournal article | Author\nContributors: Mehran J. Umerani; \nPreeta Pratakshya; \nAtrouli Chatterjee; \nJuana A. Cerna Sanchez; \nHo Shin Kim; \nGregor Ilc; \nMatic Kovacic; \nChristophe Magnan; \nBenedetta Marmiroli; \nBarbara Sartori \net al.\nSource: \ncheck_circle \nNC State University Libraries \nACS Applied Materials & Interfaces \n2020-08-05 | \nJournal article \nContributors: Rui Xiong; \nAbhishek Singh; \nShengtao Yu; \nShuaidi Zhang; \nHansol Lee; \nYaroslava G. Yingling; \nDhriti Nepal; \nTimothy J. Bunning; \nVladimir V. Tsukruk \nSource: \ncheck_circle \nCrossref \nCellulose \n2020-07-30 | \nJournal article \nContributors: Abhishek Singh; \nAlbert L. Kwansa; \nHo Shin Kim; \nJustin T. Williams; \nHui Yang; \nNan K. Li; \nJames D. Kubicki; \nAlison W. Roberts; \nCandace H. Haigler; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nMRS Advances \n2020-03-10 | \nJournal article \nContributors: Thomas J. Oweida; \nAkhlak Mahmood; \nMatthew D. Manning; \nSergei Rigin; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nLangmuir \n2020-02-04 | \nJournal article \nContributors: Ho Shin Kim; \nNathanael A. Brown; \nStefan Zauscher; \nYaroslava G. Yingling \nSource: \ncheck_circle \nCrossref \nAoB PLANTS \n2019 | \nJournal article | Author\nContributors: Chad Brabham; \nAbhishek Singh; \nJozsef Stork; \nYing Rong; \nIndrajit Kumar; \nKazuhiro Kikuchi; \nYaroslava G Yingling; \nThomas P Brutnell; \nJocelyn K C Rose; \nSeth Debolt \net al.\nSource: \ncheck_circle \nNC State University Libraries \nFoundations of Molecular Modeling and Simulation: Select Papers from FOMMS 2018 \n2019 | \nBook chapter | Author\nContributors: Thomas A. Deaton; \nFikret Aydin; \nNan K. Li; \nXiaolei Chu; \nMeenakshi Dutt; \nYaroslava Yingling; \nE. Maginn; \nJ. Errington \nSource: \ncheck_circle \nNC State University Libraries \nACS Nano \nContributors: Gardinier, Thomas C.; \nKohle, Ferdinand F. E.; \nPeerless, James S.; \nMa, Kai; \nTurker, Melik Z.; \nHinckley, Joshua A.; \nYingling, Yaroslava G.; \nWiesner, Ulrich \nSource: \ncheck_circle \nWeb of Science Researcher Profile Sync \nScience Advances \n2019-10-11 | \nJournal article \nContributors: Felipe Garcia Quiroz; \nNan K. Li; \nStefan Roberts; \nPatrick Weber; \nMichael Dzuricky; \nIsaac Weitzhandler; \nYaroslava G. Yingling; \nAshutosh Chilkoti \nSource: \ncheck_circle \nCrossref \nThe Journal of Physical Chemistry B \n2019-05-02 | \nJournal article \nContributors: Hui Yang; \nJohn McManus; \nDaniel Oehme; \nAbhishek Singh; \nYaroslava G. Yingling; \nMing Tien; \nJames D. Kubicki \nSource: \ncheck_circle \nCrossref \nReview activity for\nACS applied bio materials. (1) \nReview activity for\nACS applied materials & interfaces. (3) \nReview activity for\nACS biomaterials science & engineering. (1) \nReview activity for\nACS nano. (1) \nReview activity for\nBiomacromolecules. (1) \nReview activity for\nJournal of chemical theory and computation : (3) \nReview activity for\nMacromolecules. (1) \nReview activity for\nMolecular simulation. (1) \nReview activity for\nMRS advances. (1) \nReview activity for\nSensors. (1) \nReview activity for\nThe journal of physical chemistry letters. (1)"
},
{
  "url": "https://mse.ncsu.edu/yingling/software/",
  "text": "Products | Yingling Research Group\nSoftware (Machine learning, Analysis and Methods)\nCodes are deposited into Yingling group public repository on GitHub https://github.com/yingling-group\nflory_fox_scraper Program to (a) scrape information on glass transition temperatures of polymers and (b) perform a Flory-Fox fit. \nReference: J. S. Peerless, N. J. B. Milliken, M. D. Manning, T. J. Oweida, Y. G. Yingling, Advanced Theory and Simulations (2018) DOI: 10.1002/adts.201800129\nlammps-mspin LAMMPS plugin for magnetic nanoparticles simulation with atomistic resolution \nReference: Akhlak U. Mahmood and Yaroslava G. Yingling, ACS Journal of Chemical Theory and Computations (2022) DOI: 10.1021/acs.jctc.1c01253 \nX3DBio2: A Visual Analysis Tool for Biomolecular Structure Comparison\nH. Yi, S. Thakur, L. Sethaphong, Y. G. Yingling\nProc. SPIE 8654, VDA (2013) 86540W doi:10.1117/12.2002626\nX3DBio: A Visual Analysis Tool for Biomolecular Structure Exploration\nH. Yi, A. Singh, Y. G. Yingling\nProc. SPIE 8294 (2012) 82940S-1-8\nMethods\nAll-Atom Simulation Method for Zeeman Alignment and Dipolar Assembly of Magnetic Nanoparticles\nAkhlak U. Mahmood and Yaroslava G. Yingling\nACS Journal of Chemical Theory and Computations (2022) DOI: 10.1021/acs.jctc.1c01253\nAn Implicit Solvent Ionic Strength (ISIS) Method to Model Polyelectrolyte Systems with Dissipative Particle Dynamics\nN. K. Li, W. H. Fuss, Y. G. Yingling\nMacromolecular Theory and Simulations 24 (2015) 7-12.\nCoarse-Grained Model of the Interaction of Light with Polymeric Material: Onset of Ablation\nY. G. Yingling, B. J. Garrison\nJournal of Physical Chemistry B 109 (2005) 16482-16489\nCoarse Grained Chemical Reaction Model\nY. G. Yingling and B. J. Garrison\nJ. Phys. Chem. B 108 (2004) 1815\nPredicted 3D structures\nfull-length cotton cellulose synthase protein (GhCESA1) \n\tIn silico structure prediction of full-length cotton cellulose synthase protein (GhCESA1) and its hierarchical complexes, Abhishek Singh, Albert L. Kwansa, Ho Shin Kim, Justin T. Williams, Hui Yang, Nan K. Li, James D. Kubicki, Alison W. Roberts, Candace H. Haigler, Yaroslava G. Yingling\nCellulose 27 (2020) 5597-5616 DOI: 10.1007/s10570-020-03194-7\t\nplant-specific regions of plant cellulose synthases \n\tPrediction of the structures of the plant-specific regions of vascular plant cellulose synthases and correlated functional analysis, Latsavongsakda Sethaphong, Jonathan K. Davis, Erin Slabaugh, Abhishek Singh, Candace H. Haigler, Yaroslava G. Yingling\nCellulose 23 (2016) 145-161 DOI: 10.1007/s10570-015-0789-6\t\nBarley Efflux Protein \n\tNa+ Dependent Anion Transport by a Barley Efflux Protein Revealed through an Integrative Platform, Yagnesh Nagarajan, Jay Rongala, Sukanya Luang, Abhishek Singh, Nadim Shadiac, Julie Hayes, Tim Sutton, Matthew Gilliham, Stephen Tyerman, Gordon McPhee, Nicolas H. Voelcker, Hayden D. T. Mertens, Nigel Kirby, Jung-Goo Lee, Yaroslava G. Yingling, Maria Hrmova\nPlant Cell 28 (2016) 202-218 DOI: 10.1105/tpc.15.00625\t\nCellulose synthase interactive 1 protein\n\tCellulose synthase interactive 1 is required for a fast recycling of cellulose synthase complexes to the plasma membrane in Arabidopsis, Lei Lei, Abhishek Singh, Logan Bashline, Shundai Li, Yaroslava G. Yingling, and Ying Gu\nPlant Cell (2015) DOI: 10.1105/tpc.15.00442\t\nTertiary model of a plant cellulose synthase\nL. Sethaphong, C. H. Haigler, J. D. Kubicki, J. Zimmer, D. Bonetta, S. DeBolt, Y. G. Yingling\nProc. Natl. Acad. Sci. USA 110 (2013) 7512-7517\nThe 3′ Proximal Translational Enhancer of Turnip Crinkle Virus Binds to 60S Ribosomal Subunits\nV. A. Stupina, A. Meskauskas, J. C. Mccormack, Y. G. Yingling, B. A. Shapiro, J. D. Dinman, A. E. Simon\nRNA 14 (2008) 2379-2393\nStructural Domains Within the 3′ UTR of Turnip Crinkle Virus\nJ. C. McCormack, X. Yuan, Y. G. Yingling, W. Kasprzak, R. E. Zamora, B. A. Shapiro, A. E. Simon\nJournal of Virology 82 (2008) 8706-8720\nComputational design of an RNA hexagonal nano-ring and an RNA nanotube\nY. G. Yingling, B. A. Shapiro\nNano Letters 7 (2007) 2328-2334\nDatabase\nRNAJunction: a database of RNA junctions and kissing loops for three-dimensional structural analysis and nanodesign\nE.Bindewald, R. Hayes, Y. G. Yingling, W. Kasprzak, B. A. Shapiro\nNucleic Acids Res. 36 (2008) D392-D397\nLink to RNAJunction database\nPatents\nK. Clendennen, Y. G. Yingling, H. Kim, (2018), CALB Variants, US010035995 B2 WO2017100240 A1. The invention relates to amino acid sequence variants of a lipase with improved activity for catalyzing synthesis reactions and methods of preparing the variants. The methods include predicting amino acid sites for change based on computational models of the protein structure in non-aqueous conditions, and expressing the protein in a prokaryotic host for subsequent purification and use. The enzyme sequence variants described have a three to nine-fold improvement in synthesis activity over the parent protein sequence.\nA. Shapiro, Y. G. Yingling, E. Bindewald, W. Kasprzak, L. Jaeger, I. Severcan, C. Geary, K. Afonin (2010), RNA Nanoparticles and methods of use, WO2010148085-A1, US 20120263648 A1. The presently-disclosed subject matter relates to an artificial RNA nanostructure and method of use thereof. In particular, the presently-disclosed subject matter relates to RNA nanoparticles and RNA dendrimers, and methods of disease diagnosis and treatments using the RNA nanostructure and RNA dendrimers.\nG. Yingling, B. A. Shapiro (2007), RNA nanoparticles and nanotubes. EP2035043-A2; AU2007300734-A1; CA2654174-A1; US2010016409-A1. The instant invention provides polyvalent RNA nanoparticles comprising RNA motifs as building blocks that can form RNA nanotubes. The polyvalent RNA nanoparticles are suitable for therapeutic or diagnostic use in a number of diseases or disorders."
},
{
  "url": "https://mse.ncsu.edu/yingling/teaching-education-2/",
  "text": "Teaching & Education | Yingling Research Group\nClasses that are currently taught:\nMSE 723: Materials Informatics\n(Distance Education and in person at NCSU)\nClass Goals: The course aims to introduce the emergent field of materials informatics and current approaches that employ machine learning and experimental and computational data to accelerate the process of materials optimization, discovery, and development. An emphasis will be placed on the practical implementation of machine learning techniques to various materials science problems.\nSTUDENT LEARNING OUTCOMES After completing this course, students will be able to:\n·Demonstrate an understanding of key materials informatics concepts and components;\n·Explain the relationship between materials and data-driven techniques\n·Interpret the informatics problems and capabilities associated with different types of materials\n·Describe available machine learning techniques and materials databases\n·Identify a machine learning algorithm with the desired properties for a given materials problem\n·Evaluate existing and emerging machine learning technologies and analyze trends in data-driven techniques to anticipate how materials informatics evolve to meet changing needs\nPublication: Thomas J. Oweida, Akhlak Ul-Mahmood, Matthew D. Manning, Sergei Rigin, Yaroslava G. Yingling, MRS Advances 5 (2020) 1-18 DOI: 10.1557/adv.2020.171\nIn this paper, we discuss the growing use of materials informatics in academia and industry, highlight the need for educational advances in materials informatics, and discuss the implementation of a materials informatics course into the curriculum to jump-start interested students with the skills required to succeed in materials informatics projects.\nMSE 721: Nanoscale Simulations and Modeling\n(Distance Education and in person at NCSU)\nClass Goals: The course is designed to assist engineering students in learning the fundamentals and cutting-edge nature of various simulations methods and their application to nanostructures and nanotechnology. The modeling tools range from accurate first-principles quantum-based methods to multi-scale approaches that combine atomic and continuum modeling. An emphasis is placed on using computational methods for data-driven approaches for the design of new materials.\nSTUDENT LEARNING OBJECTIVES After completing this course, students will be able to:\n• Identify and explain the advantages and limitations of various computational techniques;\n• Explain the properties of various nanomaterials and nanosystems;\n• Select appropriate computational methods that can help address specific materials, properties and processing;\n• Evaluate literature based on the use of computational techniques;\n• Design research problems with the use of computational techniques.\nMSE 485/MSE791: Biomaterials\n(Distance Education and in person at NCSU)\nClass Goals: The course introduces fundamental aspects associated with synthesis, properties, processing/fabrication and application of materials derived from or associated with bio-entities. The course focuses on biomaterials with broad applications beyond medical or clinical uses. The course emphasizes the biological systems unique machinery and function in the context of desired outcome that utilizes a material or materials’ systems. Fundamental concepts covered in the course include: differences among classes of biomaterials; toxicity vs biocompatibility of biomaterials; bulk vs surface properties of biomaterials; interactions of biomaterials with different environments; biomaterials stability and degradation; biomaterials for sensing and bioelectronics applications; biomaterials for energy, soft robotics and responsive materials applications; biomaterials for drug delivery, multiplexing and theranostic applications.\nSTUDENT LEARNING OBJECTIVES After completing this course, students will be able to:\nExplain the properties of various biomaterials;\nSelect appropriate methods that can help address specific materials, properties and processing;\nApply the chemistry and engineering knowledge gained to solve challenges in biomaterials;\nCritically review papers from the scientific literature and identify areas of research opportunities."
},
{
  "url": "https://mse.ncsu.edu/yingling/publications/",
  "text": "Publications | Yingling Research Group\n132. Akhlak U. Mahmood, Mehedi H. Rizvi, Joseph B. Tracy, Yaroslava G. Yingling, Molecular Insights into How Nanoparticle Agglomeration Inhibits Ligand Stripping, Advanced Materials Interfaces (2025), DOI: 10.1002/admi.202500234 \n131. Cloud-based molecular dynamics simulations with AMBER: An interactive “collabortutorial” via Google Colab\nMerve Fedai, Albert L. Kwansa, Yaroslava G. Yingling, (2025), Proceedings of the 2025 Biocatalyst Interactions with Gases (BIG) Research Symposium https://ssrn.com/abstract=5282789 \n130. Advances in biomimetic carbonic anhydrase strategies for CO2 capture \nMerve Fedai, Jialong Shen, Zsófia Bognár, Albert L. Kwansa, Amy Grunden, Stig Helveg, Sonja Salmon, and Yaroslava G. Yingling, Trends in Biotechnology (2025) DOI:10.1016/j.tibtech.2025.05.025 \n128. Jiangfeng Xu, Kirill Efimenko, Christopher B. Gorman, Yaroslava G. Yingling, Lisa Castellano, Jan Genzer, Functional hydrogels for selective phosphate removal from water and release on demand, Langmuir (2025), DOI: 10.1021/acs.langmuir.5c00679\nPress Release “Researchers Create New Way to Remove Phosphorus from Contaminated Water”\n127. Elizabeth Skelly, Christina J. Bayard, Joel Jarusek, Benjamin Clark, Laura Rebolledo, Yasmine Radwan, Phong Nguyen, Melanie Andrade-Muños, Thomas A. Deaton, Alexander Lushnikov, Sharonda J. LeBlanc, Alexey V. Krasnoslobodtsev, Yaroslava G. Yingling, Kirill A. Afonin, Design and Characterization of DNA-Driven Condensates: Regulating Topology, Mechanical Properties, and Immunorecognition, ACS Appl Mat Inter (2025) DOI: 10.1021/acsami.5c00428\nNANOWERK Spotlight\n126. Y. G. Yingling, M. M. Petrova, N. Yingling, The Role of AI in Water Quality Management, Water Conditioning and Purification, Water Conditioning & Purification International Magazine March (2025) 20-25, https://wcponline.com/2025/03/01/the-role-of-ai-in-water-quality-management/\n125. Jaimie Marie Stewart, Yaroslava G. Yingling, Kirill A. Afonin, Florent Hubé, Naoyuki Kataoka, Editorial: Recent Advancements in RNA Technologies, Diagnostics, and Therapeutics, Frontiers in Bioengineering and Biotechnology 13 (2025), DOI: 10.3389/fbioe.2025.1550225\n124. Nahed Abu Zaid, Kara Schatz, Kimberly Bourne, Darrell Harry, Christine Hendren, Anna-Maria Marshall, Khara Grieger, Jacob Jones, Alexey V. Gulyuk, Yaroslava G. Yingling, and Rada Chirkova, INTEGRATE-KG: A Workflow For Unifying Heterogeneous Data Driven by Shared Languages, 2024 IEEE International Conference on Big Data (BigData), Washington, DC, USA, (2024) 3522-3531, DOI:10.1109/BigData62323.2024.10825736.\n123. Akhlak U. Mahmood, Minhazul Islam, Alexey V. Gulyuk, Emily Briese, Carmen A. Velasco, Mohit Malu, Naushita Sharma, Andreas Spanias, Yaroslava G. Yingling, and Paul Westerhoff, Multiple Data Imputation Methods Advances Risk Analysis and Treatability of Co-occurring Inorganic Chemicals in Groundwater, Environmental Science & Technology (2024), DOI:10.1021/acs.est.4c05203\nPress Release ‘Machine Learning Predicts Highest-Risk Groundwater Sites to Improve Water Quality Monitoring’\nNSF press release\nOther news stories: SMART water magazine, Water Online, AAAS EurekAlert!, AlphaGalileo, The National Tribune, Science Daily, PhysOrg, Mirage, and others\n122. Preeta Pratakshya, Albert L. Kwansa, Matic Kovačič, Nikhil Kaimal, Arsenii Panteleev, Atrouli Chatterjee, Nadia E. Tolouei, Rylan Kautz, Kyle L. Naughton, Barbara Sartori, Benedetta Marmiroli, MyAnh K. Dao, Sigrid Bernstorff, Janez Plavec, Yaroslava G. Yingling, Alon A. Gorodetsky, “Bulk Proton Conduction in Films from a Truncated Reflectin Variant”, APL Materials 12 (2024) 101113, DOI:10.1063/5.0214285\nChosen as an Editor’s Pick\n121. Benjamin P. Allen, Sabila K. Pinky, Emily E. Beard, Abigail A. Gringeri, Nicholas Calzadilla, Matthew A. Sanders, Yaroslava G. Yingling, and Abigail S. Knight, Monomer Composition as a Mechanism to Control the Self-Assembly of Diblock Oligomeric Peptide–Polymer Amphiphiles, ACS Nano (2024), DOI:10.1021/acsnano.4c08028\n120. Akhlak U. Mahmood, Melanie M. Ghelardini, Joseph B. Tracy, Yaroslava G. Yingling, Machine Learning and Small Data-Guided Optimization of Silica Shell Morphology on Gold Nanorods, Chemistry of Materials 36 (2024) 9330–9340, DOI:10.1021/acs.chemmater.3c03204\n119. Faten B. Hussein, Andrew H. Cannon, Justin M. Hutchison, Christopher B. Gorman, Yaroslava G. Yingling, Brooke K. Mayer, “Phosphate-binding protein-loaded iron oxide particles: Adsorption performance for phosphorus removal and recovery from water”, Environmental Science: Water Research & Technology 10 (2024) 1219-1232 DOI:10.1039/D4EW00052H\n118. Kara Schatz, Pei-Yu Hou, Alexey V. Gulyuk, Yaroslava G. Yingling, and Rada Chirkova, BUILD-KG: Integrating Heterogeneous Data Into Analytics-Enabling Knowledge Graphs, 2023 IEEE International Conference on Big Data (BigData), Sorrento, Italy, 2024 pp. 2965-2974, DOI: 10.1109/BigData59044.2023.10386570\n117. Laine Taussig, Masoud Ghasemi, Sanggil Han, Albert L. Kwansa, Ruipeng Li, Nathan Woodward, Yaroslava G. Yingling, George G. Malliaras, Enrique D. Gomez, Aram Amassian, “Electrostatic Self-Assembly Induces Efficient Mixed Transport and Water Stability in PEDOT:PSS for High Performance OECTs”, Matter (2024), DOI: 10.2139/ssrn.4484649 \n116. Albert L. Kwansa, Abhishek Singh, Justin T. Williams, Candace H. Haigler, Alison W. Roberts, Yaroslava G. Yingling, “Structural determination of a full-length plant cellulose synthase informed by experimental and in silico methods”, Cellulose 31 (2024) 1429-1447, DOI:10.1007/s10570-023-05691-x\nSelected for Cover\n115. Pei-Yu Hou, Jing Ao, Kara Schatz, Alexey V Gulyuk, Yaroslava G Yingling, Rada Chirkova, “Provenance-Aware Data Integration and Summarization Querying for Knowledge Graphs”, In: Delir Haghighi, P., et al. Information Integration and Web Intelligence. iiWAS 2023. Lecture Notes in Computer Science, vol 14416. Springer, Cham. (2023) DOI:0.1007/978-3-031-48316-5_29\nBest Paper Award at the IIWAS: Information Integration and Web Intelligence Conference 2023, Bali, Indonesia\n114. Juseok Choi, Albert L. Kwansa, Yaroslava G. Yingling, and Seong H. Kim, “DFT-Based Calculation of Molecular Hyperpolarizability and SFG Intensity of Symmetric and Asymmetric Stretch Modes of Alkyl Groups”, J. Phys. Chem B. 127 (2023) 8456-8467, DOI:10.1021/acs.jpcb.3c03910\n113. Thomas J. Oweida, Yaroslava G. Yingling, “Resolving Structure of ssDNA in Solution by Fusing Molecular Simulations and Scattering Experiments with Machine Learning”, Advanced Theory and Simulations 6 (2023) 2300411, DOI:10.1002/adts.202300411\nSelected for Cover DOI: 10.1002/adts.202370027\n112. Christina J. Bayard and Yaroslava G. Yingling, “Computer-Assisted Design and peNJ) 2709 (2023) 31-49, DOI: 10.1007/978-1-0716-3417-2_2\n111. Preeti Verma, Ruoya Ho, Albert L. Kwansa, Yaroslava G. Yingling, and Jochen Zimmer, “Insights into substrate coordination and glycosyl transfer of poplar cellulose synthase-8”, Structure 31 (2023) 1-8, DOI: 10.1016/j.str.2023.07.010\n110. Albert L. Kwansa, Rakhee C. Pani, Joseph A. DeLoach, Arianna Tieppo, Eric J. Moskala, Steven T. Perri, and Yaroslava G. Yingling, “Molecular mechanism of plasticizer exudation from polyvinyl chloride”, Macromolecules 56 (2023) 4775-4786, DOI: 10.1021/acs.macromol.2c01735\n109. Akhlak U. Mahmood, Mehedi H. Rizvi, Joseph B. Tracy, Yaroslava G. Yingling, “Solvent Effects in Ligand Stripping Behavior of Colloidal Nanoparticles”, ACS Nano 17 (2023) 13319-13332, DOI: 10.1021/acsnano.3c01313\nSelected for Cover\n108. Buang Zhang, Sabila K. Pinky, Albert L. Kwansa, Spencer Ferguson, Yaroslava G. Yingling, Adrienne D. Stiff-Roberts, “Correlation of Emulsion Chemistry, Film Morphology, and Device Performance in Polyfluorene LEDs Deposited by RIR-MAPLE”, ACS Applied Materials & Interfaces 15 (2023) 18153-18165, DOI: 10.1021/acsami.3c03012\n107. Sabila K. Pinky, Albert L. Kwansa, Buang Zhang, Adrienne D. Stiff-Roberts, Yaroslava G. Yingling, “Effect of Solvent on the Emulsion and Morphology of Polyfluorene Films: All-atom molecular dynamics approach”, Soft Matter 19 (2023) 1782-1790, DOI: 10.1039/D2SM01001A.\n106. James S. Peerless, Alexey V. Gulyuk, Nina J. B. Milliken, Gyu Dong Kim, Elliot Reid, Jae Woo Lee, Dooil Kim, Zachary Hendren, Young Chul Choi, Yaroslava G. Yingling, “Role of Nanoscale Morphology on the Efficiency of Solvent-Based Desalination Method”, ACS EST Water 3 (2023) 400-409, DOI:10.1021/acsestwater.2c00473\n105. Atrouli Chatterjeea, Preeta Pratakshyab, Albert L. Kwansa, Nikhil Kaimal, Andrew Cannon, Barbara Sartori, Benedetta Marmiroli, Helen Orins, Samantha Drake, Justin Couvrette, LeAnn Le, Sigrid Bernstorff, Yaroslava G. Yingling, Alon A. Gorodetsky, “Squid Skin Cell-Inspired Refractive Index Mapping of Cells, Vesicles, and Nanostructures”, ACS Biomaterials Science and Engineering 9 (2023) 978-990 DOI:10.1021/acsbiomaterials.2c00088\nSelected for Cover\n104. Jessica A. Nash, Matthew D. Manning, Alexey V. Gulyuk, Aleksey E. Kuznetsov, Yaroslava G. Yingling, “Gold Nanoparticle Design for dsRNA Compaction”, Biointerphases 17 (2022) 061001, DOI:10.1116/6.0002043\nSelected as a Featured Article\nNews release Scilight, DOI:10.1063/10.0014998\nFeatured on the AVS newsletter, BIP22-AR-MOASB2022-00038R\n103. Juan Du, Venu Gopal Vandavasi, Kelly R. Molloy, Hui Yang, Lynnicia N. Massenburg, Abhishek Singh, Albert L. Kwansa, Yaroslava G. Yingling, Hugh O’Neill, Brian T. Chait, Manish Kumar, B. Tracy Nixon, “Evidence for Plant-Conserved Region Mediated Trimeric CESAs in Plant Cellulose Synthase Complexes”, Biomacromolecules 23 (2022) 3663-3677 DOI: 10.1021/acs.biomac.2c00550\n102. Yuxin Xie, Nan K. Li, Abhishek Singh, Sanket A. Deshmukh, and Yaroslava G. Yingling, “A Comparison between the Lower Critical Solution Temperature Behavior of Polymers and Biomacromolecules”, PhysChem 2 (2022) 52-71; DOI:10.3390/physchem2010005\nInvited Feature Paper\nMost Highly Accessed Article\nHighlighted on the front page\n101. Akhlak U. Mahmood and Yaroslava G. Yingling, “All-Atom Simulation Method for Zeeman Alignment and Dipolar Assembly of Magnetic Nanoparticles”, ACS Journal of Chemical Theory and Computations 18 (2022) 3122–3135, DOI: 10.1021/acs.jctc.1c01253\nSelected for Front Cover\nNews release\n100. Benjamin P. Allen, Zoe M. Wright, Hailey F. Taylor, Thomas J. Oweida, Sabila Kader-Pinky, Emily F. Patteson, Kara M. Bucci, Caleb A. Cox, Abishec Sundar Senthilvel, Yaroslava G. Yingling, and Abigail S. Knight, “Mapping the Morphological Landscape of Oligomeric Di-block Peptide-Polymer Amphiphiles”, Angewandte Chemie 61 (2022) e202115547, DOI: 10.1002/anie.202115547\n99. Morgan Chandler, Brian Minevich, Brandon Roark, Mathias Viard, M. Brittany Johnson, Mehedi H. Rizvi, Thomas A. Deaton, Seraphim Kozlov, Martin Panigaj, Joseph B. Tracy, Yaroslava G. Yingling, Oleg Gang, Kirill A. Afonin, “Controlled Organization of Inorganic Materials Using Biological Molecules for Activating Therapeutic Functionalities”, ACS Applied Materials & Interfaces, 13 (2021) 39030-39041, DOI: 10.1021/acsami.1c09230\n98. Nan K. Li, Yuxin Xie and Yaroslava G. Yingling, “Insights into Structure and Aggregation Behavior of Elastin-like Polypeptide Coacervates: All-Atom Molecular Dynamics Simulations”, Journal of Physical Chemistry B 125 (2021) 8627-8635, DOI: 10.1021/acs.jpcb.1c02822\n97. Jason N. Burris, Mohamadamin Makarem, Erin Slabaugh, Arielle Chaves, Ethan T. Pierce, Jongcheol Lee, Sarah N. Kiemle, Albert L. Kwansa, Abhishek Singh, Yaroslava G. Yingling, Alison W. Roberts, Seong H. Kim, and Candace H. Haigler, “Phenotypic effects of changes in the FTVTxK region of an Arabidopsis secondary wall cellulose synthase compared with results from analogous mutations in other isoforms”, Plant Direct 5 (2021) e355, DOI: 10.1002/pld3.335\nAwarded Top Cited Article 2021-2022 by Wiley\n96. James S. Peerless, Albert L. Kwansa, Branden S. Hawkins, Ralph C. Smith, Yaroslava G. Yingling, “Uncertainty Quantification and Sensitivity Analysis of Partial Charges on Macroscopic Solvent Properties in Molecular Dynamics Simulations with Machine Learning Model”, ACS Journal of Chemical Information and Modeling 61 (2021) 1745-1761 DOI: 10.1021/acs.jcim.0c01204\nSelected for journal cover page\n95. Hansol Lee, Aleksandr Stryutsky, Akhlak-Ul Mahmood, Abhishek Singh, Valery V. Shevchenko, Yaroslava G. Yingling, Vladimir V. Tsukruk, “Weakly Ionically Bound Thermo-sensitive Hyperbranched Polymers”, Langmuir 37 (2021) 2913-2927 DOI: 10.1021/acs.langmuir.0c03487\n94. Thomas J. Oweida, Ho Shin Kim, Abhishek Singh, and Yaroslava G. Yingling, “Assessment of AMBER Force Fields for Simulations of ssDNA Structure”, ACS Journal of Chemical Theory and Computation 17 (2021) 1208-1217 DOI: 10.1021/acs.jctc.0c00931\nRecommended in Faculty Opinions (former F1000Prime) as being of special significance in its field\n93. Mehran J. Umerani, Preeta Pratakshya, Atrouli Chatterjee, Juana A. Cerna Sanchez, Ho Shin Kim, Gregor Ilc, Matic Kovačič, Christophe Magnan, Benedetta Marmiroli, Barbara Sartori, Albert L. Kwansa, Helen Orins, Andrew W. Bartlett, Erica M. Leung, Zhijing Feng, Kyle L. Naughton, Brenna Norton-Baker, Long Phan, James Long, Alex Allevato, Jessica E. Leal-Cruz, Qiyin Lin, Pierre Baldi, Sigrid Bernstorff, Janez Plavec, Yaroslava G. Yingling, Alon A. Gorodetsky, “Structure, Self-Assembly, and Properties of a Truncated Reflectin Variant”, Proceedings of the National Academy of Sciences of the United States of America 117 (2020) 32891-32901 DOI: 10.1073/pnas.2009044117\n92. Rui Xiong, Abhishek Singh, Shengtao Yu, Shuaidi Zhang, Hansol Lee, Yaroslava G. Yingling, Dhriti Nepal, Timothy J. Bunning, Vladimir V. Tsukruk, “Co-assembling Polysaccharide Nanocrystals and Nanofibers for Robust Chiral Iridescent Films”, ACS Applied Materials & Interfaces 12 (2020) 35345–35353 DOI: 10.1021/acsami.0c08571\n91. Nicholas G Taylor; Sang Hun Chung; Albert L Kwansa; Robert R Johnson III; Aaron J Teator; Nina J B Milliken; Karl M Koshlap; Yaroslava G Yingling; Yueh Z Lee; Frank Leibfarth, “Partially fluorinated copolymers as oxygen sensitive 19F MRI agents”, Chemistry – A European Journal 26 (2020) 9982-9990 DOI: 10.1002/chem.202001505\n90. Abhishek Singh, Albert L. Kwansa, Ho Shin Kim, Justin T. Williams, Hui Yang, Nan K. Li, James D. Kubicki, Alison W. Roberts, Candace H. Haigler, Yaroslava G. Yingling, “In silico structure prediction of full-length cotton cellulose synthase protein (GhCESA1) and its hierarchical complexes”, Cellulose 27 (2020) 5597-5616 DOI: 10.1007/s10570-020-03194-7\n89. Inseok Chae, Dien Ngo, Zhe Chen, Albert L. Kwansa, Xing Chen, Amira Barhoumi Meddeb, Nikolas J. Podraza, Yaroslava G. Yingling, Zoubeida Ounaies and Seong H. Kim, “Anisotropic optical and frictional properties of Langmuir–Blodgett film consisting of uniaxially-aligned rod-shaped cellulose nanocrystals”, Advanced Materials Interfaces 7 (2020) 1902169 DOI:10.1002/admi.201902169\n88. Thomas J. Oweida, Akhlak Ul-Mahmood, Matthew D. Manning, Sergei Rigin, Yaroslava G. Yingling, “Merging Materials and Data Science: Opportunities, Challenges, and Education in Materials Informatics”, MRS Advances 5 (2020) 1-18 DOI: 10.1557/adv.2020.171\nHighlighted in MRS Materials 360 Newsletter, Volume 20, Issue 7\n87. Ho Shin Kim, Nathanael A. Brown, Stefan Zauscher, and Yaroslava G. Yingling, “Effect of octadecylamine surfactant concentration on DNA structure on graphene surfaces”, Langmuir 36 (2020) 931-938 DOI:10.1021/acs.langmuir.9b02926\n86. Jacob L. Jones, Yaroslava G. Yingling, Ian M. Reaney, and Paul Westerhoff, “Materials matter in phosphorus sustainability”, MRS Bulletin (2020), 45(1), 7-10 DOI:10.1557/mrs.2020.4\n85. Felipe Garcia Quiroz, Nan K. Li, Stefan Roberts, Isaac Weitzhandler, Yaroslava G Yingling, Ashutosh Chilkoti, Intrinsically disordered proteins access a range of hysteretic phase separation behaviors, Science Advances 5 (2019) eaax5177 DOI: 10.1126/sciadv.aax5177\n84. Chad Bradham, Abhishek Singh, Jozsef Stork, Ying Rong, Indrajit Kumar, Kazuhiro Kikuchi, Yaroslava G. Yingling, Tom P. Brutnell, Jocelyn K. C. Rose, Seth DeBolt, “Biochemical and physiological flexibility accompanies reduced cellulose biosynthesis in cesa1S830N”, AoB PLANTS 11 (2019) plz041 DOI: 10.1093/aobpla/plz041\n83. Hui Yang, John McManus, Daniel Oehme, Abhishek Singh, Yaroslava G. Yingling, Ming Tien, James D. Kubicki, “Simulations of Cellulose Synthesis Initiation and Termination in Bacteria”, J Phys Chem B 123 (2019) 3699-3705 DOI: 10.1021/acs.jpcb.9b02433\n• Selected for journal cover page\n82. Thomas A. Deaton, Fikret Aydin, Nan K. Li, Xiaolei Chu, Meenakshi Dutt and Yaroslava Yingling, “Dissipative Particle Dynamics Approaches to Modeling the Self-Assembly and Morphology of Neutral and Ionic Block Copolymers in Solution, Foundations of Molecular Modeling and Simulation”, Applications and Perspectives, Series Ed.: E. Maginn, book chapter (2021) DOI: 10.1007/978-981-33-6639-8_4\n81. Tom C. Gardinier, Ferdinand F. E. Kohle, James S. Peerless, Kai Ma, Melik Z. Turker, Joshua A. Hinckley, Yaroslava G. Yingling, and Ulrich Wiesner, “High Performance Chromatographic Characterization of Surface Chemical Heterogeneities of Fluorescent Organic-Inorganic Hybrid Core-Shell Silica Nanoparticles”, ACS Nano 13 (2) (2019) 1795–1804DOI: 10.1021/acsnano.8b07876\n80. Matthew D. Manning, Albert L. Kwansa, Thomas Oweida, James Peerless, Abhishek Singh, Yaroslava G. Yingling, “Progress in ligand design for monolayer-protected nanoparticles for nano-bio interfaces”, Biointerphases 13 (2018) 06D502, DOI: 10.1116/1.5044381, invited review\nSelected as a Featured Article;\nNews release Scilight, DOI:10.1063/1.5081027\n79. James S. Peerless, Nina J. B. Milliken, Matthew D. Manning, Thomas J. Oweida, Yaroslava G. Yingling, “Soft Matter Informatics: Current Progress and Challenges”, Advanced Theory and Simulations 2 (2019) 1800129, DOI: 10.1002/adts.201800129, invited review\nAwarded top downloaded paper 2018-2019 by Wiley, Advanced Theory and Simulations\nHighlighted in “Progress in Machine Learning” issue\n78. Michelle M. McGoorty, Abhishek Singh, Thomas A. Deaton, Benjamin Peterson, Chelsea M. Taliaferro, Yaroslava G. Yingling, and Felix N. Castellano, “Bathophenanthroline Disulfonate Ligand-induced Self-assembly of Ir(III) Complexes in Water: An Intriguing Class of Photoluminescent Soft Materials”, ACS Omega 3 (2018) 14027-14038 DOI: 10.1021/acsomega.8b02034\n77. Renpeng Gu, Thomas Oweida, Yaroslava G. Yingling, Ashutosh Chilkoti, Stefan Zauscher, “Enzymatic Synthesis of Nucleobase-Modified Single-Stranded DNA Offers Tunable Resistance to Nuclease Degradation”, Biomacromolecules 19 (2018) 3525-3535 DOI: 10.1021/acs.biomac.8b00816\n76. Nan K. Li, Stefan Roberts, Felipe Garcia Quiroz, Ashutosh Chilkoti, and Yaroslava G. Yingling, “Sequence directionality dramatically affects LCST behavior of elastin-like polypeptides”, Biomacromolecules 19 (2018) 2496-2505 DOI: 10.1021/acs.biomac.8b00099\n75. Rui Xiong, Ho Shin Kim, Lijuan Zhang, Volodymyr F. Korolovych, Shuaidi Zhang, Yaroslava G. Yingling, and Vladimir V. Tsukruk, “Hairy Graphenes: Wrapping Nanocellulose Nets around Graphene Oxide Sheets”, Angewandte Chemie 130 (2018) 8644-8649 DOI:10.1002/anie.201803076\n74. Tess R. Scavuzzo-Duggan, Arielle M. Chaves, Abhishek Singh, Latsavongsakda Sethaphong, Erin Slabaugh, Yaroslava G. Yingling, Candace H. Haigler, and Alison W. Roberts, “Cellulose synthase ‘class specific regions’ are intrinsically disordered and functionally undifferentiated”, Journal of Integrative Plant Biology 60 (2018) 481-497 DOI: 10.1111/jipb.12637\n73. Ho Shin Kim, Thomas J. Oweida, and Yaroslava G. Yingling, “Interfacial Stability of Graphene-based Surfaces in Water and Organic Solvents”, Journal of Materials Science (invited Special Issue) 53(8) (2018), 5766-5776 DOI: 10.1007/s10853-017-1893-9\nSelected as Springer April finalist for the 2018 Cahn Prize\n72. Linying Li, Nan K. Li, Qing Tu, Owen Im, Chia-Kuei Mo, Wei Han, William H. Fuss, Nick J. Carroll, Ashutosh Chilkoti, Yaroslava G. Yingling, Stefan Zauscher and Gabriel P. López, “Functional Modification of Silica through Enhanced Adsorption of Elastin-Like Polypeptide Block Copolymers”, Biomacromolecules 19 (2018) 298-306 DOI: 10.1021/acs.biomac.7b01307\n71. Rui Xiong, Ho Shin Kim, Shuaidi Zhang, Sunghan Kim, Volodymyr F. Korolovych, Ruilong Ma, Yaroslava G. Yingling, Canhui Lu, and Vladimir V. Tsukruk, “Template-Guided Assembly of Silk Fibroin on Cellulose Nanofibers for Robust Nanostructures with Ultrafast Water Transport”, ACS Nano 11 (2017) 12008-12019 DOI: 10.1021/acsnano.7b04235\n70. Nan K. Li, Huihui Kuang, William H. Fuss, Stefan Zauscher, Efrosini Kokkoli, and Yaroslava G. Yingling, “Salt responsive morphologies of ssDNA-based triblock polyelectrolytes in semi-dilute regime: effect of volume fractions and polyelectrolyte length”, Macromolecular Rapid Communications 38 (2017) 700422 DOI: 10.1002/marc.201700422\n• Selected for journal cover page\n69. James S. Peerless, G. Hunter Bowers, Albert L. Kwansa, and Yaroslava G. Yingling, “Effect of C60 Adducts on the Dynamic Structure of Aromatic Solvation Shells”, Chem. Phys. Letters 678(2017) 79-84 DOI: 10.1016/j.cplett.2017.04.010\n68. Qing Tu, Ho Shin Kim, Thomas J. Oweida, Zehra Parlak, Yaroslava G. Yingling, Stefan Zauscher, “Interfacial Mechanical Properties of Graphene on Self Assembly Monolayers: Experiments and Simulations”, ACS Applied Materials and Interfaces 9(2017) 10203-10213 DOI: 10.1021/acsami.6b16593\n67. Ho Shin Kim, Barry L. Farmer, and Yaroslava G. Yingling, “Effect of graphene oxidation rate on adsorption of poly-thymine single stranded DNA”, Advanced Materials Interfaces (2017) 1601168 DOI: 10.1002/admi.201601168\n• Selected for journal cover page\n66. Jessica Nash, Albert Kwansa, James Peerless, Hoshin Kim, Yaroslava G. Yingling, “Advances in Molecular Modeling of Nanoparticle-Nucleic Acid Interfaces”, Bioconjugate Chemistry 28(2017) 3-10 DOI: 10.1021/acs.bioconjchem.6b00534\n• Selected for journal cover page\n65. Brandon Roark, Anna Ivanina, Morgan Chandler, Jose Castaneda, Ho Shin Kim, Shriram Jawahar, Mathias Viard, Strahinja Talic, Kristin Wustholz, Yaroslava G. Yingling, Marcus Jones, Kirill A. Afonin, “Fluorescence blinking as an output signal for biosensing”, ACS Sensors 1 (2016) 1295–1300DOI: 10.1021/acssensors.6b00352\n64. Jessica A. Nash, Tasha L. Tucker, William Therriault, and Yaroslava G. Yingling, “Binding of single stranded nucleic acids to ligand functionalized gold nanoparticles”, Biointerphases 11(2016) 04B305 DOI: 10.1116/1.4966653\n63. Anise M. Grant, Ho Shin Kim, Trisha L. Dupnock, Kesong Hu, Yaroslava G. Yingling, Vladimir V. Tsukruk, “Silk Fibroin-Substrate Interactions at Heterogeneous Nanocomposite Interfaces”, Advanced Functional Materials 26 (2016) 6380-6392 DOI:10.1002/adfm.201601268\n• Selected for journal cover page\n62. Wangyao Ge, Nan K. Li, Ryan D. McCormick, Eli Lichtenberg, Yaroslava G. Yingling and Adrienne D. Stiff-Roberts, “Emulsion-based RIR-MAPLE deposition of conjugated polymers: primary solvent effect and its implications on organic solar cell performance”, ACS Applied Materials and Interfaces 8 (2016) 19494-19506 DOI: 10.1021/acsami.6b05596\n61.B. Tracy Nixon, Katayoun Mansouri, Abhishek Singh, Juan Du, Jonathan K. Davis, Jung-Goo Lee, Erin Slabaugh, Venu Gopal Vandavasi, Hugh O’Neill, Eric. M. Roberts, Alison W. Roberts, Yaroslava G. Yingling, Candace H. Haigler “Comparative structural and computational analysis supports eighteen cellulose synthases in the plant cellulose synthesis complex”, Scientific Reports 6 (2016) 28696 DOI:10.1038/srep28696\n60.Ho Shin Kim, Doyoung Eom, Yoon-Mo Koo, and Yaroslava G. Yingling, “The eﬀect of imidazolium cations on the structure and activity of the Candida antarctica Lipase B enzyme in ionic liquids”, Physical Chemistry Chemical Physics 18 (2016) 22062-22069 DOI: 10.1039/C6CP02355J\n• Selected for journal cover page\n59. Ho Shin Kim, Sabrina M. Huang, Yaroslava G. Yingling, “Sequence dependent interaction of single stranded DNA with graphitic flakes: atomistic molecular dynamics simulations”, MRS Advances 1, 25 (2016) 1883-1889 DOI: 10.1557/adv.2016.91\n58. Abhijit Rangnekar, Jessica A Nash, Bethany Goodfred, Yaroslava G. Yingling, and Thomas LaBean, “Design of potent and controllable anticoagulants using DNA aptamers and nanostructures”, Molecules 21 (2016) 202 DOI:10.3390/molecules21020202\n57. Binwu Zhao, Nan K. Li, Yaroslava G. Yingling, and Carol K. Hall, “LCST Behavior is Manifested in a Single Molecule: Elastin-like polypeptide (VPGVG)n”, Biomacromolecules 17(2016) 111–118 DOI: 10.1021/acs.biomac.5b01235\n56. Yagnesh Nagarajan, Jay Rongala, Sukanya Luang, Abhishek Singh, Nadim Shadiac, Julie Hayes, Tim Sutton, Matthew Gilliham, Stephen Tyerman, Gordon McPhee, Nicolas H. Voelcker, Hayden D. T. Mertens, Nigel Kirby, Jung-Goo Lee, Yaroslava G. Yingling, Maria Hrmova, “Na+-Dependent Anion Transport by a Barley Efflux Protein Revealed through an Integrative Platform”, Plant Cell 28 (2015) 202-218 DOI:10.1105/tpc.15.00625\nReported in Phys.Org and in brief by K. L. Farquharson\n55 Latsavongsakda Sethaphong, Jonathan K. Davis, Erin Slabaugh, Abhishek Singh, Candace H. Haigler, and Yaroslava G. Yingling, “Prediction of the structures of the plant-specific regions of vascular plant cellulose synthases and correlated functional analysis”, Cellulose 23 (2016) 145-161.DOI 10.1007/s10570-015-0789-6\n• Selected for journal cover page\n54. James S. Peerless, G. Hunter Bowers, Albert L. Kwansa, and Yaroslava G. Yingling, “Fullerenes in Aromatic Solvents: Correlation between Solvation Shell Structure, Solvate Formation, and Solubility”, J. Phys. Chem. B 119 (2015) 15344-15352 DOI: 10.1021/acs.jpcb.5b09386\n53. Jessica A. Nash, Abhishek Singh, Nan K. Li, and Yaroslava G. Yingling, “Characterization of nucleic acid compaction with histone-mimic nanoparticles through all-atom molecular dynamics”, ACS Nano 9 (2015) 12374-12382 DOI: 10.1021/acsnano.5b05684\nPress release Researchers Detail How to Control Shape, Structure of DNA and RNA\n52. Shundai Li, Lei Lei, Yaroslava G. Yingling, and Ying Gu, “Microtubules and cellulose biosynthesis: the emergence of new players”, Current Opinion in Plant Biology 28 (2015) 76-82, DOI: 10.1016/j.pbi.2015.09.002\n51. Lei Lei, Abhishek Singh, Logan Bashline, Shundai Li, Yaroslava G. Yingling, and Ying Gu, “Cellulose synthase interactive 1 is required for a fast recycling of cellulose synthase complexes to the plasma membrane in Arabidopsis”, Plant Cell (2015), DOI: 10.​1105/​tpc.​15.​00442\n50. Nan K. Li, W. H. Fuss, L. Tang, R. Gu, A. Chilkoti, S. Zauscher, and Yaroslava G. Yingling, “Prediction of salt-dependent changes in morphology of polyelectrolyte block copolymers”, Soft Matter 11 (2015) 8236-8245, DOI: 10.1039/C5SM01742D\n• Selected for journal cover page\n49. Hui Yang, J. Zimmer, Yaroslava G. Yingling, and J. D. Kubicki, “How cellulose elongates – A QM/MM study of the molecular mechanism of cellulose polymerization in bacteria CESA”, Journal of Physical Chemistry B 119(2015) 6525-6535. DOI: 10.1021/acs.jpcb.5b01433\n48. Nan K. Li, W. H. Fuss, and Yaroslava G. Yingling, “An implicit ionic strength solvent (ISIS) method to model polyelectrolyte systems with dissipative particle dynamics”, Macromolecular Theory and Simulations 24 (2015) 7-12. DOI: 10.1002/mats.201400043 \n• Selected for journal cover page\nChosen as Featured article\nPress release Researchers Develop Models to Study Polyelectrolytes, Including DNA and RNA\n47. Nan K. Li, F. García Quiroz, C. K. Hall, A. Chilkoti, and Yaroslava G. Yingling, “Molecular description of the LCST behavior of an elastin-like polypeptide”, Biomacromolecules 15 (2014) 3522–3530. DOI: 10.1021/bm500658w\n46. Erin Slabaugh, L. Sethaphong, C. Xiao, J. Amick, C. T. Anderson, C. H. Haigler and Yaroslava G. Yingling, “Computational and genetic evidence that different structural conformations of a non-catalytic region in cellulose synthase (CESA) affect CESA function”, Journal of Experimental Botany 65 (2014) 6645-6653. DOI:10.1093/jxb/eru383\n45. Nan K. Li, H. S. Kim, J. A. Nash, M. Lim, and Yaroslava G. Yingling, “Progress in molecular modeling of DNA materials”, Molecular Simulation 40 (2014) 777-783. DOI:10.1080/08927022.2014.913792\n44. Lei Tang, V. Tjong, N. Li, Yaroslava G. Yingling, A. Chilkoti, and S. Zauscher, “Enzymatic polymerization of high molecular weight DNA amphiphiles that self-assemble into star-like micelles”, Advanced Materials 26 (2014) 3050-3054. DOI: 10.1002/adma.201306049\n43. Ho S. Kim, S. H. Ha, L. Sethaphong, Y.-M. Koo, and Yaroslava G. Yingling, “The relationship between enhanced enzyme activity and structural dynamics in ionic liquids: a combined computational and experimental study”, Physical Chemistry Chemical Physics 16 (2014) 2944-2953. DOI: 10.1039/C3CP52516C\n42. Erin Slabaugh, J. K. Davis, C. H. Haigler, Yaroslava G. Yingling, and J. Zimmer, “Cellulose synthases: new insights from crystallography and modeling”, Trends in Plant Science 19 (2013) 99-106. DOI:10.1016/j.tplants.2013.09.009\n41. Rakhee C. Pani, B. D. Bond, G. Krishnan, and Yaroslava G. Yingling, “Correlating fullerenes diffusion with polythiophene morphology: molecular dynamics simulations”, Soft Matter 9 (2013) 10048-10055. DOI: 10.1039/C3SM51906F\n40. Latsavongsakda Sethaphong, C. H. Haigler, J. D. Kubicki, J. Zimmer, D. Bonetta, S. DeBolt, and Yaroslava G. Yingling, “Tertiary model of a plant cellulose synthase”, Proceedings of the National Academy of Sciences of the USA (PNAS) 110 (2013) 7512-7517. DOI: 10.1073/pnas.1301027110\nPress release Plant Protein Shape Puzzle Solved by Molecular 3-D Model\nF1000 Prime recommended for “exciting leap in the field”\n39. H. Yi, S. Thakur, L. Sethaphong, Yaroslava G. Yingling, “X3DBio2: A Visual Analysis Tool for Biomolecular Structure Exploration”, Proc. SPIE 8654 VDA (2013) 86540W. DOI: 10.1117/12.2002626\n38. Ashley E. Marlowe, A. Singh, and Yaroslava G. Yingling, “The effect of point mutations on structure and mechanical properties of collagen-like fibril: a molecular dynamics study”, Materials Science and Engineering C 32 (2012) 2583-2588.DOI:10.1016/j.msec.2012.07.044\n37. Rakhee Pani and Yaroslava G. Yingling, “Role of solvent and dendritic architecture on the redox core encapsulation”, Journal of Physical Chemistry A 116 (2012) 7593-7599. DOI:10.1021/jp304253g\n36. Justin G. Railsback, A. Singh, R. C. Pearce, T. E. McKnight, R. Collazo, Z. Sitar, Yaroslava G. Yingling, and Anatoli V. Melechko, “Weakly Charged Cationic Nanoparticles Induce DNA Bending and Strand Separation”, Advanced Materials 24 (2012) 4261-4265. DOI:10.1002/adma.201104891\nSelected for journal cover page\nPress release Researchers Find Gold Nanoparticles Capable of ‘Unzipping’ DNA\n35. H. Yi, A. Singh, and Yaroslava G. Yingling, “X3DBio: A Visual Analysis Tool for Biomolecular Structure Exploration”, Proc. SPIE 8294 (2012) 82940S-1-8. DOI:10.1117/12.906893\n34. Ho S. Kim, R. Pani, S. H. Ha, Y.-M. Koo, and Yaroslava G. Yingling, The role of hydrogen bonding in water-mediated glucose solubility in ionic liquids, Journal of Molecular Liquids 166 (2012) 25-30. DOI:10.1016/j.molliq.2011.11.008\n33. Melissa A. Pasquinelli and Yaroslava G. Yingling, “Perspective on nanoparticle-biomolecules interactions from molecular dynamics simulations” in Molecular Modeling and Its Role in Advancing Nanotechnology, Encyclopedia of Nanotechnology, B. Bhushan, Ed., v.3 (Springer, 2012) 1454-1463. ISBN 978-90-481-9750-7\n• Selected for journal cover page\n32. Abhishek Singh, L. Sethaphong, and Yaroslava G. Yingling, “Interactions of cations with RNA loop-loop complexes”, Biophysical Journal 101 (2011) 727-735. DOI:10.1016/j.bpj.2011.06.033\n• Selected for journal cover page\n31. Abhishek Singh, H. Eksiri, and Yaroslava G. Yingling, “Theoretical perspective on properties of DNA-functionalized surfaces”, Journal of Polymer Science B: Polymer Physics 49 (2011) 1563-1627. DOI:10.1002/polb.22349\n• Selected for journal cover page\n30. Abhishek Singh and Yaroslava G. Yingling, “Simulations of stretching single stranded DNA”, Mater. Res. Soc. Symp. Proc. 1303 (2011) mrsf10-1301-oo10-06. DOI:10.1557/opl.2011.569\n29. Abhishek Singh, S. Snyder, L. Lee, A. P. R. Johnston, F. Caruso, and Yaroslava G. Yingling, “Effect of Oligonucleotide Length on the Assembly of DNA Materials: Molecular Dynamics Simulations of Layer-by-Layer DNA Films”, Langmuir 26 (2010) 17339-17347. DOI:10.1021/la102762t\nPress release Researchers Find ‘Goldilocks’ Of DNA Self-Assembly\n28. Latsavongsakda Sethaphong, A. Singh, A. E. Marlowe, and Yaroslava G. Yingling, “The sequence of HIV-1 TAR RNA helix controls cationic distribution”, Journal of Physical Chemistry C 114 (2010) 5506-5512. DOI:10.1021/jp906147q\n27. Andrii V. Semichaevsky, A. E. Marlowe, and Yaroslava G. Yingling, “Comparing ion distributions around RNA and DNA helical and loop-loop motifs”, Mater. Res. Soc. Symp. Proc. 1130 (2009) W05-05. DOI: 10.1557/PROC1130W0505\n26. Abhishek Singh and Yaroslava G. Yingling, “RNA molecular recognition and self-assembly into nanoparticles”, Proc. International Institute of Informatics and Systemics 1 (2009) 6-7. ISBN: 193427268X;978-193427268-8\n25. Stacey Snyder and Yaroslava G. Yingling, “Computational Elucidation of the self-assembly of nucleic acids into novel materials”, Proc. International Institute of Informatics and Systemics 1 (2009) 8-9. ISBN: 193427268X;978-193427268-8\n24. V. A. Stupina, A. Meskauskas, J. C. Mccormack, Yaroslava G. Yingling, B. A. Shapiro, J. D. Dinman, and A. E. Simon, “The 3′ Proximal Translational Enhancer of Turnip Crinkle Virus Binds to 60S Ribosomal Subunits”, RNA 14 (2008) 2379-2393. DOI:10.1261/rna.1227808\n23. J. C. McCormack, X. Yuan, Yaroslava G. Yingling, W. Kasprzak, R. E. Zamora, B. A. Shapiro, and A. E. Simon, “Structural domains within the 3’ UTR of Turnip Crincle Virus”, Journal of Virology 82 (2008) 8706-8720 . DOI:10.1128/JVI.00416-08\nB. A. Shapiro, E. Bindewald, W. Kasprzak, and Yaroslava G. Yingling, “Protocols for the In silico Design of RNA Nanostructures” in Nanostructure Design Methods and Protocols, Methods in Molecular Biology series, Vol. 474, E. Gazit and R. Nussinov, Eds., (Humana Press, 2008). ISBN 978-1-934115-35-0\n21. E. Bindewald, R. Hayes, Yaroslava G. Yingling, W. Kasprzak, and B. A. Shapiro, “RNAJunction: A Database of RNA Junctions and Kissing Loops for Three-Dimensional Structural Analysis and Nanodesign”, Nucleic Acids Research 36 (2008) D392-D397. . DOI:10.1093/nar/gkm842\n20. Yaroslava G. Yingling and B. A. Shapiro, “Computational design of an RNA hexagonal nano-ring and an RNA nanotube”, Nano Letters 7 (2007) 2328-2334. DOI:10.1021/nl070984r\n19. B. A. Shapiro, Yaroslava G. Yingling, W. Kasprzak, and E. Bindewald, “Bridging the gap in RNA structure prediction”, Current Opinion in Structural Biology 17 (2007) 157-165. DOI: 10.1016/j.sbi.2007.03.001\n18. M. Prasad, P. F. Conforti, B. J. Garrison, and Yaroslava G. Yingling, “Computational Investigation into the Mechanisms of UV Ablation of Poly (methyl methacrylate)”, Applied Surface Science 253 (2007) 6382-6385. DOI:10.1016/j.apsusc.2007.01.054\n17. Yaroslava G. Yingling and B. J. Garrison, “Incorporation of chemical reactions into UV photochemical ablation of coarse-grained material”, Applied Surface Science 253 (2007) 6377-6381. DOI: 10.1016/j.apsusc.2007.01.100\n16. Yaroslava G. Yingling and B. A. Shapiro, “The Impact of Dyskeratosis Congenita Mutations on Structure and Dynamics of the Telomerase RNA Pseudoknot Domain”, Journal of Biomolecular Structure and Dynamics 24 (2007), 303-320. DOI:10.1080/07391102.2007.10531238\n• Selected for journal cover page\n15. Yaroslava G. Yingling and B. A. Shapiro, “The Prediction of the Wild-type Telomerase RNA Pseudoknot Structure and the Pivotal Role of a Bulge in its Formation”, Journal of Molecular Graphics and Modelling 25 (2006) 261-274. DOI: 10.1016/j.apsusc.2007.01.100\n14. P. F. Conforti, Yaroslava G. Yingling, and B. J. Garrison, “Computational Studies of Ultraviolet Ablation of Poly(Methyl MethAcrylate)”, Journal of Physics: Conference Series 59 (2007), 322-327. DOI:10.1088/1742-6596/59/1/068\n13. W. A. Hastings, Yaroslava G. Yingling, G. S. Chirikjian, and B. A. Shapiro, “Structural and Dynamical Classification of RNA Single-Base Bulges for Nanostructure Design”, Journal of Computational and Theoretical Nanoscience 3 (2006) 63-77. DOI:10.1166/jctn.2006.005\n12. Yaroslava G. Yingling and B. A. Shapiro, “Dynamic Behavior of the Telomerase RNA Hairpin Structure and Its Relationship to Dyskeratosis Congenita”, Journal of Molecular Biology 348 (2005) 27-42. DOI: 10.1016/j.jmb.2005.02.015\n11. Yaroslava G. Yingling and B. J. Garrison, “Coarse-Grained Model of Interaction of Light with Polymeric Material: Onset of Ablation”, Journal of Physical Chemistry B 109 (2005) 16482-16489. DOI: 10.1021/jp0527711\n10. Yaroslava G. Yingling, P. F. Conforti, and B. J. Garrison, “Theoretical Investigation of Laser Pulse Width Dependence in Thermal Confinement Regime”, Applied Physics A 79 (2004) 757-759. DOI: 10.1007/s00339-004-2575-4\n9. Yaroslava G. Yingling and B. J. Garrison, “Coarse Grained Chemical Reaction Model”, Feature Article in J. Physical Chemistry B 108 (2004) 1815-1821. DOI: 10.1021/jp035730i\n8. Yaroslava G. Yingling, B. J. Garrison, “Photochemical Ablation of Organic Solids”, Nucl. Instrum. Methods Phys. Research B 203 (2003) 188-194. DOI:10.1016/S0168-583X(02)01855-4\n7. L. V. Zhigilei, Yaroslava G. Yingling, T. E. Itina, T. A. Schoolcraft, and B. J. Garrison, “MD Simulations of MALDesorption – Connections to Experiment”, Int. J. Mass Spectrom. 226 (2003) 85-106. DOI:10.1016/S1387-3806(02)00962-4\n6. L. V. Zhigilei, E. Leveugle, B. J. Garrison, Yaroslava G. Yingling, and M. I. Zeifman, “Computer Simulations of Laser Ablation of Molecular Substrates”, Chemical Reviews 103 (2003) 321-348. DOI: 10.1021/cr010459r\n5. J. Garrison, A. Delcorte, L. V. Zhigilei, T. E. Itina, K. D. Krantzman, Yaroslava G. Yingling, C. M. McQuaw, E. J. Smiley, and N. Winograd, “Big Molecule Ejection – SIMS vs. MALDI”, Applied Surface Science 69-71 (2003) 203-204. DOI : 10.1016/S0169-4332(02)00661-X\n4. Yaroslava G. Yingling and B. J. Garrison, “Photochemical induced effects in material ejection in laser ablation”, Chem. Phys. Letters 364 (2002) 237-243. DOI:10.1016/S0009-2614(02)01327-1\n3. Yaroslava G. Yingling, L. V. Zhigilei, and B. J. Garrison, “The Role of the Photochemical Fragmentation in Laser Ablation”, J. Photochemistry and Photobiology A: Chemistry 145 (2001) 173-181. DOI: 10.1016/S1010-6030(01)00580-9\n2. Yaroslava G. Yingling, L. V. Zhigilei, and B. J. Garrison, “Photochemical Fragmentation Processes in Laser Ablation of Organic Solids”, Nucl. Instrum. Methods Phys. Research B 180 (2001) 171-175. DOI: 10.1016/S0168-583X(01)00414-1\nYaroslava G. Yingling, L. V. Zhigilei, B. J. Garrison, A. Koubenakis, J. Labrakis, and S. Georgiou, “Laser Ablation of Bi-component Systems: A Probe of Molecular Ejection Mechanisms”, Applied Physics Letters 78 (2001) 1631-1633. DOI: 10.1063/1.1353816\nNon-peer-reviewed publications\nMerve Fedai, Albert L. Kwansa, Yaroslava G. Yingling, Cloud-based molecular dynamics simulations with AMBER: An interactive “collabortutorial” via Google Colab (2025), Proceedings of the 2025 Biocatalyst Interactions with Gases (BIG) Research Symposium https://ssrn.com/abstract=5282789\nGitHub link: https://github.com/yingling-group/BIG-MD/tree/v1\nZenodo link: https://zenodo.org/records/15597021 \nT. E. Itina, O.Polit, A. Pastukhov, Y. Yingling, Z. Swiatkowska-Warkocka, A. Kabashin, Femtosecond Laser Fabrication of Plasmonic-Magnetic Ni-Au Nanoparticles with Enhanced Magnetic Properties, SPIE Proceedings Volume 13352, Nanoscale and Quantum Materials: From Synthesis and Laser Processing to Applications 2025; 1335209 (2025) DOI: 10.1117/12.3049889\nAkshayaa Venkataraghavan, Ho Shin Kim, Julian G. Schwerdt, Alexey V. Gulyuk, Abhishek Singh, Yaroslava G. Yingling, Stephen D. Tyerman, Maria Hrmova, Barley HvNIP2;1 aquaporin permeates water, metalloids, saccharides, and ion pairs due to structural plasticity and diversification, bioRxiv (2023) 2023.04.17.537278 DOI:10.1101/2023.04.17.537278\nY. G. Yingling, M. M. Petrova, Natalia Yingling, The Role of AI in Water Quality Management, Water Conditioning and Purification, Water Conditioning & Purification International Magazine March (2025), https://wcponline.com/2025/03/01/the-role-of-ai-in-water-quality-management/"
},
{
  "url": "https://mse.ncsu.edu/yingling/publications/%2010.1002/admi.202500234",
  "text": "Page Not Found\nSorry, the page you're looking for cannot be found. Try using the search below to find what you're looking for."
},
{
  "url": "https://mse.ncsu.edu/yingling/home/teaching-education/yara_yingling@ncsu.edu",
  "text": "Page Not Found\nSorry, the page you're looking for cannot be found. Try using the search below to find what you're looking for."
},
{
  "url": "https://mse.ncsu.edu/yingling/teaching-education/cv_yingling/",
  "text": "cv_yingling | Yingling Research Group\nProfessional Experience\n09/2022- \tKobe Steel Distinguished Professor and University Faculty Scholar, Materials Science and Engineering Department, North Carolina State University, Raleigh, NC; Adjunct Professor, Department of Physics, North Carolina State University, Raleigh, NC; Adjunct Professor, The Joint Department of Biomedical Engineering, North Carolina State University and University of North at Carolina Chapel Hill, NC\t\n01/2021-\tAssociate Department Head for Scholarship and Education, Materials Science and Engineering Department, North Carolina State University, Raleigh, NC\t\n10/2020-\tDirector of Graduate Certificate in Materials Informatics, Materials Science and Engineering, North Carolina State University, Raleigh, NC\t\n02/2019-\tDirector of Undergraduate Program, Materials Science and Engineering, North Carolina State University, Raleigh, NC\t\n01/2022-08/2022\tDistinguished Professor and University Faculty Scholar, Materials Science and Engineering Department, North Carolina State University, Raleigh, NC\t\n08/2016-12/2021\tProfessor and University Faculty Scholar, Materials Science and Engineering Department, North Carolina State University, Raleigh, NC\t\n08/2013-08/2016\tAssociate Professor, Materials Science and Engineering Department, North Carolina State University, Raleigh, NC\t\n07/2007- 08/2013\tAssistant Professor, Materials Science and Engineering Department, North Carolina State University, Raleigh, NC\t\n03/2004-07/2007\tCancer Research Training Award Postdoctoral Fellow, National Cancer Institute, National Institutes of Health, Frederick, MD; Adviser: Dr. Bruce A. Shapiro\t\n10/2002-05/2004 \tPostdoctoral Fellow, Pennsylvania State University, University Park, PA; Adviser: Prof. Barbara J. Garrison\t\n01/1997-10/2002 \tGraduate Research Assistant, Pennsylvania State University, University Park, PA; Adviser: Prof. Barbara J. Garrison\t\n01/1994-06/1996\tResearch Assistant, Dept. of Automation and Computer Science, Peter the Great St. Petersburg Polytechnic University, St.-Petersburg, Russia; Adviser: Prof. Leonid N. Babko\t\n06/1995-08/1995\tSummer Research Intern, Dept. of Physics, A. F. Mozhaisky Military Space Engineering Academy, Russia\t\nSynergistic activities and professional Service (off campus)\n• Editor, Journal of Materials Science, Springer (ISSN:0022-2461), 2019-present\n• Committee member, The National Academies of Sciences, Engineering, and Medicine – Molecular Dynamics, appointed 2018\n• Lawrence Berkley National Lab Molecular Foundry’s Proposal Review Board (PRB), 2019-present\n• Founding Editor-in-chief, American Institute of Mathematical Sciences Materials Science: AIMS Materials Science (ISSN:2372-0484), 2013-present\n• Associate Editor; DNA and RNA Nanotechnology journal (ISSN: 2353-1770), 2014-present\n• Editorial Advisory Board, ACS Applied Materials and Interfaces (ISSN 1944-8244), 2019-present\n• Editorial Advisory Board, ACS Biomaterials Science and Engineering (ISSN 2373-9878), 2016-present\n• Editorial Board Member, Materials 360, 2013-present\n• International Advisory Panel Member, IOP Materials Research Express, 2013-2016\n• Educational Committee and Steering Committee Member, NSF Triangle Materials Research Science and Engineering Center (Duke-NCSU-UNC) 2009-2018;\n• Executive Committee Member, NSF PREM Center (Texas State University) 2009-2018;\n• Member of American Chemical Society (2001-), Biophysical Society (2006-), Materials Research Society (2008-), Sigma Xi Scientific Research Society (2006-2010).\n• Developed new courses at NCSU: “NanoBioTechnology”, distance education “Nanoscale Simulations and Modeling”, and K-12 “Virtual nanoparticles” workshop\n• Faculty Advisor, NCState University MRS Student Chapter, 2007-2013\n• Reviewer and panelist for research proposals at NSF, NASA, ARO, DOE, DTRA; Polish National Science Centre (Narodowe Centrum Nauki – NCN)\n• Reviewer for Advanced Healthcare Materials, Advanced Materials, Advanced Functional Materials, Applied Physics Letters, Applied Surface Science, Applied Physics, Proteins, Journal of Biomedical Optics, Journal of Physical Chemistry, most of the ACS Journals, Computational Biology and Chemistry, Physical Chemistry Chemical Physics, Physical Chemistry Chemical Physics, Soft Matter, Langmuir, Wiley books and others\n• Proceedings Editor and Invited Session Organizer and for “Innovation through Simulations and Modeling in Materials Science” IMETI2009 in Orlando, Florida, July 10-13, 2009.\n• Co-Organizer of ACS symposium ”Theory and Modeling of the Individual and Collective Properties of Nanoparticles”, 241st ACS National Meeting, Anaheim, CA, March 30-31, 2011\n• Co-Organizer of ACS symposium “Structural Properties and Surface Interactions of Cellulosic Materials”, 243rd ACS National Meeting, San Diego, CA, March 25-29, 2012\n• Planning committee member, Poster Session Organizer and Symposium Organizer “Chemistry of Nano-Bio Interfaces” for SERMAC 2012, Raleigh, NC, 14-17 November 2012\n• Planning Committee member and Co-organizer of Triangle Soft Matter workshop, Raleigh, NC, May 14th, 2012 and 2014; Chair of the invited session of Triangle Soft Matter workshop, Durham, NC, May 13th, 2013; Organizer of Triangle Soft Matter workshop, Raleigh, NC, May11th, 2015.\n• Co-Organizer of MRS Symposium A “Modeling and Theory-Driven Design of Soft Materials”, MRS Fall Meeting, Boston, MA, December 1-6, 2013\n• Co-Organizer of ACS Fall Symposium “Theory and Modeling of Nanoparticle Interactions with Biomolecules and Polymers”, ACS Meeting, Boston, MA August 2015.\n• Co-Organizer of MRS Symposium “Modeling and Theory-Driven Design of Soft Materials”, MRS Fall Meeting, Boston, MA, November 2015.\n• Organizer of APS Symposium “Advancing Polymer and Biopolymer Physics through Simulations and Theory”, APS Spring Meeting, March 2019"
}]